{"ar":"وأعرب وزير الصحة عن مخاوفه بشأن صحة الأفراد الذين يقومون باستغلال الشرعية المؤقّتة للمواد المتعلقة، والإدانات المتعلقة بالمخدرات الصادرة منذ أن دخلت التغييرات غير الدستورية قيد التنفيذ.","zh":"卫生部长对以下两方面表示了关切：利用所涉物质暂时合法性谋取个人利益的人员保障，以及自（现在看来）违宪的修改条例生效以来所作出的与毒品有关的定罪。","en":"The Health Minister expressed concern both for the welfare of individuals taking advantage of the temporary legality of the substances involved, and for drug-related convictions handed down since the now-unconstitutional changes came into effect.","eu":"Osasun Ministroak azaldu du arduratuta dagoela substantzien aldi baterako legezkotasunaz aprobetxatzen diren pertsonen ongizateaz, baita drogekin erlazionatutako espetxeratze-aginduez ere, konstituzioaren kontrakoak diren aldaketak indarrean jarri direlako.","fr":"Le ministre de la santé a exprimé son inquiétude tant quant au bien-être des personnes qui profitent de la légalité temporaire des substances concernées qu'aux condamnations liées aux drogues prononcées depuis l'entrée en vigueur des changements désormais anticonstitutionnels.","ml":"ഇപ്പറഞ്ഞ വസ്തുക്കളുടെ താത്ക്കാലിക നിയമസാധുത മുതലെടുക്കുന്ന വ്യക്തികളുടെ ക്ഷേമത്തിലും ഒപ്പം ഭരണഘടനയിലെ ഭേദഗതികൾ പ്രാബല്യത്തിൽ വന്നതിനാൽ ഉണ്ടായ ശിക്ഷാവിധികളിലും ആരോഗ്യമന്ത്രി ഉത്കണ്ഠ പ്രകടിപ്പിച്ചു","mr":"आताच्या लागू झालेल्या असंवैधानिक बदलांमुळे तात्पुरती वैधता असलेले सहभागी अमलीपदार्थ घेणारे लोक आणि अमलीपदार्थांच्या संदर्भात शिक्षा झालेले लोक या दोघांच्याही स्वास्थ्याविषयी आरोग्य मंत्र्यांनी काळजी व्यक्त केली आहे.","ne":"स्वास्थ्य मन्त्रीले समावेश भएका पदार्थको अस्थायी वैधानिकताको फाइदा लिइरहेका व्यक्तिहरूको भलाइका लागि र अहिलेका असंवैधानिक परिवर्तनहरू लागू भएदेखि लागूऔषध सम्बन्धी कारवाही हस्तान्तरणका लागि चिन्ता व्यक्त गरे।","es":"El Ministro de Salud manifestó su preocupación por el bienestar de quienes sacan partido de la legalidad temporal de las sustancias implicada y por las condenas por drogas que se han dictado desde la entrada en vigencia de los ahora inconstitucionales cambios.","sw":"Waziri wa afya alieleza wasiwasi kwa watu walionufaika kwa uhalali wa mda wa vitu vilivyohusika, na kutolewa kwa hukumu ya mambo yanayohusiana na madawa tangu kuanza kwa mabadiliko ambayo sasa hayaambatani na katiba.","te":"ఇమిడి ఉన్న పదార్థాల తాత్కాలిక చట్టబద్ధతను ఉపయోగించుకుని, ఆరోగ్య మంత్రి ప్రస్తుత రాజ్యాంగ విరుద్ధమైన మార్పులు అమల్లోకి వచ్చినప్పటి నుండి మాదక ద్రవ్యాలకు సంబంధించిన నేరారోపణలను స్వీకరించే వ్యక్తుల సంక్షేమంపై ఆందోళన వ్యక్తం చేశారు.","ur":"وزیرِ صحت نے ان افراد کی بہبود کی نسبت سے جو عارضی طور سے قانوناً مُباح کی گئی منشیات سے مستفید ہو رہے ہیں اور ان منشیات سے مربوط سزاؤں دونوں پر تشویش ظاہر کی جو موجودہ غیر دستوری ترمیمات کے آنے کے بعد سے صادر کی گئی ہیں۔","vi":"Bộ trưởng Y tế bày tỏ lo ngại cả về sức khỏe của các cá nhân lợi dụng tình trạng hợp pháp tạm thời của các chất bất hợp phát liên quan và về các bản án đã tuyên liên quan đến ma túy khi các thay đổi trái hiến pháp có hiệu lực.","xh":"UMphathiswa wezeMpilo uvakalise inkxalabo kokubini ngentlalo-ntle yabantu abaxhamla ithuba lokuba semthethweni kwezi zinto, kunye nezigwebo eziwisiweyo ezimayela neziyobisi ekubeni olu tshintsho lungahambisani nomgaqo-siseko luqalisile.","yo":"Minista Ilera so pe o kaanu fun oro itoju awon to n lo anfani pe won ti fowo si ilo awon ogun naa fun igba die, ati fun awon ti won ran si ewon nitori ogun, ti won gbe wa lati igba ti awon ayipada to ti wa lodi si konstitution, ti waye.","zu":"UNgqongqoshe weZempilo wazwakalisa ukukhathazeka kokubili ngenhlalakashe yabantu ngabanye abasizakala ngokumiswa ngokomthetho kwesikhashana kwezidakamizwa ezihilelekile, kanye nangokuboshwa okuhlobene nezidakamizwa okwenziwe kusukela ushinsho manje olusemthethweni-sisekelo luqale ukusebenza."}
{"ar":"تركز كل حلقة من البرنامج على موضوع في كتاب معين ثم تستكشفه من خلال عدة قصص.","zh":"每集节目都会聚焦于特定图书中的某个主题，并通过多个故事对该主题展开探索活动。","en":"Each episode of the show would focus on a theme in a specific book and then explore that theme through multiple stories.","eu":"Saioko atal bakoitzak liburu baten gaian jartzen du arreta eta, ondoren, gai hori lantzen da hainbat istorioren bidez.","fr":"Chaque épisode de l’émission se concentrerait sur un thème d’un livre spécifique et explorerait ensuite ce thème à travers plusieurs histoires.","ml":"പ്രദർശനത്തിന്റെ ഓരോ എപ്പിസോഡും ഒരു നിർദ്ദിഷ്ട പുസ്തകത്തിലെ പ്രമേയത്തിൽ ശ്രദ്ധയൂന്നുകയും, തുടർന്ന് നിരവധി കഥകളിലൂടെ പ്രസ്തുത പ്രമേയം ആവിഷ്ക്കരിക്കുകയും ചെയ്യും.","mr":"या कार्यक्रमाचा प्रत्येक भाग हा एका विशिष्ट पुस्तकावर लक्ष केंद्रित करेल आणि ती संकल्पना अनेक कथांमधून शोधण्याचा प्रयत्न करेल.","ne":"कार्यक्रमको प्रत्येक एपिसोड विशेष पुस्तकमा एक विषयवस्तुमाथि केन्द्रित हुन्छ र त्यसपछि बहु कथाहरूमार्फत त्यो विषयवस्तु अन्वेषण गर्छ।","es":"Cada episodio del programa se desarrollaría en torno a una temática abordada por un libro en particular y luego se exploraría ese tema mediante múltiples historias.","sw":"Kila kipindi cha onyesho kingeangazia mada katika kitabu maalum na kisha kuchunguza mada hiyo kupitia hadithi nyingi.","te":"ప్రదర్శన యొక్క ప్రతి ఎపిసోడ్ ఒక నిర్దిష్ట పుస్తకంలోని ఒక నేపథ్యంపై దృష్టి కేంద్రీకరిస్తుంది తరువాత బహుళ కథల ద్వారా ఆ నేపథ్యమును అన్వేషిస్తాము.","ur":"شو کا ہر ایپیسوڈ کسی مخصوص کتاب کے مرکزی خیال پر مرکوز ہوگا اور بعد میں متعدد کہانیوں کے ذریعہ اس مرکزی خیال کو دریافت کیا جائے گا۔","vi":"Mỗi tập trong chương trình sẽ tập trung vào một chủ đề trong một cuốn sách cụ thể, sau đó sẽ khám phá chủ đề đó qua nhiều câu chuyện khác nhau.","xh":"Isiqendu ngasinye somboniso siyakugxila kwisihloko sencwadi ecacisiweyo ukuze kuhlolwe eso sihloko kumabali ngamabali.","yo":"Ìkọ̀ọ̀kan ẹ́písòòdù yìí yó ò fojúsun àkórí nínú ìwé kan pàtó, tí a ó sì má a sàmúnlò àwọn àkórí yìí nípa lílo ọ̀pọ̀lọpọ̀ ìtàn.","zu":"Isiqephu ngasinye sohlelo sizogxila esihlokweni sencwadi ethile bese sihlola leso sihloko ngezindaba eziningana."}
{"ar":"يبلغ طول منطقة تركيا يصل أكثر من 1600 كيلومتر (1000 ميل) وعرضها 800 كيلومتر (500 ميل) ولها هيئة تشبه المستطيل.","zh":"土耳其领土长 1,600 多公里（1,000 英里），宽 800 公里（500 英里），大致呈矩形。","en":"The territory of Turkey is more than 1,600 kilometres (1,000 mi) long and 800 km (500 mi) wide, with a roughly rectangular shape.","eu":"Turkiako lurraldea 1.600 kilometro (1.000 mi) luze eta 800 km (500 mi) zabal da, eta laukizuzenaren antzeko forma du.","fr":"Le territoire de la Turquie est long de plus de 1600 kilomètres (1000 miles) et large de 800 kilomètres (500 miles), avec une forme plus ou moins rectangulaire.","ml":"കേന്ദ്രഭരണപ്രദേശമായ ടർക്കിക്ക്  ഏകദേശം ദീർഘചതുരാകൃതിയിൽ,        1,600 കിലോമീറ്ററിൽ (1,000 മൈല്‍)  കൂടുതൽ നീളവും 800 കിലോമീറ്റർ (500 മൈല്‍) വിസ്താരവും ഉണ്ട്.","mr":"तुर्कीचा भूप्रदेश 1,600 किलोमीटर्सहून (1,000 मैल) लांब आणि 800 किमी (500 मैल) रुंद, साधारण चौकोनी आकाराचा आहे.","ne":"टर्कीको क्षेत्रफल 1,600 किलोमिटर (1,000 माइल) लम्बाई र 800 किमि (500 माइल) चौडाई, लगभग आयताकार आकारमा रहेको छ।","es":"El territorio de Turquía tiene más de 1600 kilómetros de largo (1000 mi), 800 km de ancho (500 mi) y tiene una forma más o menos rectangular.","sw":"Wilaya ya Uturuki ni zaidi ya kilomita 1,600 (maili 1,000) urefu na kilomita 800 (maili 500) upana, na takriban umbo la mstatili.","te":"టర్కీ భూభాగం 1,600 కిలోమీటర్ల (1,000 మై) పొడవు ఇంకా 800 కిమీ (500 మై) వెడల్పుకలిగి, సుమారు దీర్ఘచతురస్రాకార ఆకృతిని కలిగి ఉంది.","ur":"ترکی کا رقبہ 1600 کلومیٹر (1,000 میل) سے زیادہ لمبا اور 800 کلو میٹر (500 میل) چوڑا ہے۔ یہ موٹے طور سے مستطیل شکل کا ہے۔","vi":"Lãnh thổ của Thổ Nhĩ Kỳ dài hơn 1.600 km (1.000 dặm) và rộng 800 km (500 dặm), có hình giống như hình chữ nhật.","xh":"Ummandla waseTurkey ungaphezu kweekhilomitha eziyi-1600 (1,000 mi) ubude kunye neekhilomitha eziyi-800 (500 mi) ububanzi, kwaye ibonakala ngathi lixande ngokobume bawo.","yo":"Agbègbè ilẹ̀ Turkey gùn ju kìlómítà ẹgbẹ̀jọ (ẹgbẹ̀rún kan mi) àti ìwọ̀n fífẹ̀ ẹgbẹ̀jọ kìlómítà (ẹ̀ẹ́dẹ̀gbẹ̀ta mi), pẹ̀lú igun mẹ́rin.","zu":"Indawo yaseTheki ingaphezu kwamakhilomitha angu-1,600 (1,000 mi) ubude kanye no-800 km (500 mi) ububanzi, nesibumbeko esicishe sibe ama-angela ayisikwele onke."}
{"ar":"الهانجول هي الأبجدية الوحيدة التي اخترعت عن قصد في الاستخدام اليومي الشعبي عام 1444 في عهد الملك سيجونج (1418 - 1450).","zh":"韩文字母是唯一一个特意发明供日常使用的字母表，是于 1444 年世宗皇帝（1418 - 1450）统治时期所发明的。","en":"Hangeul is the only purposely invented alphabet in popular daily use. The alphabet was invented in 1444 during the reign of King Sejong (1418 – 1450).","eu":"Hangul da berariaz asmatutako alfabetoetatik egunerokoan erabiltzen den bakarra. 1444an asmatu zen alfabetoa, Sejong erregearen erregealdian (1418 - 1450).","fr":"Le Hangeul est le seul alphabet inventé exprès pour être utilisé dans la vie quotidienne. L'alphabet a été inventé en 1444 sous le règne du roi Sejong (1418 – 1450).","ml":"ദൈനംദിന ഉപയോഗത്തിലുള്ള മനഃപൂർവ്വം കണ്ടുപിടിച്ച ഒരേയൊരു അക്ഷരമാലയാണ് ഹാൻഗ്യുൾ. 1444-ൽ സെജോങ് രാജാവിന്റെ കാലത്താണ് (1418 -1450) ഈ അക്ഷരമാല കണ്ടുപിടിച്ചത്.","mr":"हन्गुएल हेच फक्त लोकप्रिय दैनंदिन वापरासाठी निर्माण मुद्दामहून केलेली मुळाक्षरे आहेत. या मुळाक्षरांचा शोध 1444 मध्ये राजा सेजोंग (1418 – 1450) च्या काळात लावण्यात आला होता.","ne":"हाङ्गुल एकमात्र जानाजानी आविष्कार गरिएको दैनिक प्रयोगमा रहेको लोकप्रिय वर्णमाला हो। राजा सेजो (1418-1450) को शासनकालमा 1444 मा उक्त वर्णमालाको आविष्कार भएको थियो।","es":"El alfabeto coreano es el único diseñado en forma deliberada que aún se utiliza a diario popularmente. Se inventó en 1444, durante el reinado de Sejong (1418 a 1450).","sw":"Hangeul ndiyo alfabeti ya kipekee iliyovumbuliwa kimakusudi inayotumika kimaarufu kila siku. Alfabeti hiyo ilivumbuliwa mwaka wa 1444 wakati wa utawala wa Mfalme Sejong (1418 – 1450).","te":"ప్రముఖ రోజువారీ వినియోగంలో ఉద్దేశ్యపూర్వకంగా కనిపెట్టిన అక్షరమాల మాత్రమే హ్యాంజియుల్. ఈ వర్ణమాల 1444లో రాజు సెజోంగ్ (1418 – 1450) పాలనలో కనిపెట్టబడింది.","ur":"روز مرہ استعمال کیا جانے والا ہینگویل قصداَ ایجاد کردہ واحد مقبول حروف تہجی ہے- کنگ سیجونگ (1418 - 1450) کی حکومت کے دوران 1444 میں اس حروف تہجی کی ایجاد ہوئی تھی-","vi":"Hangeul là bảng chữ cái được phát minh chỉ nhằm mục đích sử dụng thông dụng hàng ngày. Bảng chữ cái được phát minh vào năm 1444 trong triều đại Vua Sejong (1418 - 1450)","xh":"I-Hangeul yiyo yodwa intlobo yoonobumbao eyenziwa ngabom esetyenziswa imihla ngemihla. Oonobumba bayilwa ngo-1444 ngexa kuphethe uKumkani u-Sejong (1418 – 1450).","yo":"Hangooli ni alifabeeti kan soso ti a moomo seda ti a si n lo lojumo. Won seda alifabeeti naa ni 1444 nigbati Oba Sejongi wa lori oye (1418 - 1450.","zu":"I-Hangeul ukuphela kohlamvu olusungulwe ngenhloso ekusebenziseni kwansuku zonke okuthandwayo. Lolu hlamvu lwasungulwa ngo-1444 ngesikhathi sokubusa kweNkosi uSejong (1418 – 1450)."}
{"ar":"نظراً لانحناء الجزء السفلي من الشفرة قليلاً، حيث تميل إلى ناحية أو الأخرى، فإن الحافة الملامسة للجليد منحنية هي الأخرى.","zh":"由于刀片的底部略弯曲，当刀片歪向其中一侧时，与冰接触的刀边弯曲了。","en":"Because the bottom of the blade is slightly curved, as the blade tilts to one side or the other, the edge which is in contact with the ice also curves.","eu":"Ahoaren beheko zatia apur bat kurbatua denez, ahoa alde batera edo bestera okertzean, izotzarekin kontaktuan dagoen ertza ere kurbatu egiten da.","fr":"Comme le bas de la lame est légèrement incurvé, lorsque la lame s'incline d'un côté ou de l'autre, le bord qui est en contact avec la glace s'incurve également.","ml":"ബ്ലേഡിന്‍റെ അടിഭാഗം ചെറിയ വളവുള്ളതിനാല്‍, ബ്ലേഡ് 1 വശത്തുനിന്ന് മറുവശത്തേയ്ക്ക് ചെരിയുന്നു, ഒപ്പം ഐസുമായി ബന്ധമുള്ള അറ്റവും വളവുകളുള്ളതായിരിക്കും.","mr":"ब्लेडचा तळ थोडासा गोलाकार असल्याने, हे ब्लेड एका बाजूस किंवा दुसरीकडे तिरके होते, तेव्हा बर्फाच्या संपर्कातील कड सुद्धा वळते.","ne":"ब्लेडको तल्लो भाग हल्का वक्राकार भएकाले, ब्लेड एक छेउमा वा अर्कोतिर ढल्किने हुँदा, बरफको सम्पर्कमा रेहेको किनरा पनि वक्र हुन्छ।","es":"Como la parte inferior de la cuchilla está levemente curvada, al inclinarla hacia un lado o el otro, el borde que queda en contacto con el hielo también se curva.","sw":"Kwa sababu ukengele umepindika kidogo upande wa chini, jinsi ukengele unavyoelekea upande mmoja au mwingine, ncha ambayo inaambatana na barafu pia inajipinda.","te":"బ్లేడ్ యొక్క అడుగు భాగం స్వల్పంగా వక్రంగా ఉంటుంది, బ్లేడ్ ఒకవైపులేదా మరోవైపువైపుకు వంగిఉంటుంది, మంచుతో తాకే అంచు కూడా వక్రంగా ఉంటుంది.","ur":"چوں کہ بلیڈ کا باٹم ہلکا ٹیڑھا ہے لہذا جب بلیڈ ایک یا دوسری سمت جھکتا ہے تو اس کا کنارہ جو برف کے کنٹیکٹ میں ہے وہ بھی ٹیڑھا ہو جاتا ہے۔","vi":"Do phía dưới của lưỡi dao cong nhẹ, khi lưỡi dao nghiêng sang một bên này hoặc bên kia, phần cạnh tiếp xúc với băng cũng cong.","xh":"Ngenxa yokuba umzantsi webleyidi ugobe kancinci, ibleyidi iyakwazi ukujika ukuya kwicala ngecala, incam ekuyiyio edibana nomkhenkce nayo igobile.","yo":"Nítorí wípé wọ́n yọgun díẹ̀ sí abẹ́ abẹfẹ́lẹ́, bí abẹfẹ́lẹ́ bá yí sí igun kan tàbí òmíràn, igun èyí tó fatakan yìnyín náà yó yọgun.","zu":"Ngenxa yokuthi ingaphansi locezu lugobile kancane, njengoba ucezu lutshekela ohlangothini olulodwa noma kolunye, unqanqama oluthintene neqhwa nalo luyatsheka."}
{"ar":"عُلم بوجودها فقط بسبب تأثيرها على تمدد الكون.","zh":"人们之所以知道它的存在，只是因为它对宇宙扩张的影响。","en":"Its existence is known only because of its effects on the expansion of the universe.","eu":"Halakorik badela jakin da unibertsoaren hedapenean dituen eraginengatik.","fr":"Son existence n’est connue qu’à cause de ses effets sur l’expansion de l’univers.","ml":"പ്രപഞ്ചത്തിന്റെ വികാസത്തിലുള്ള അതിന്റെ പ്രഭാവം കൊണ്ട് മാത്രമാണ് അതിന്റെ നിലനിൽപ്പ് വെളിപ്പെടുന്നത്.","mr":"विश्वाचा विस्तार होण्यावर असणाऱ्या त्याच्या परिणामांमुळे त्याचे अस्तित्व माहित झाले आहे.","ne":"ब्रह्माण्डको विस्तारको प्रभावका कारण यसको अस्तित्व परिचित छ।","es":"Su sabe de su existencia solo por la forma en que afecta la expansión del universo.","sw":"Uwepo wake unajulikana kwa sababu tu ya athari zake katika upanuzi wa ulimwengu.","te":"విశ్వ విస్తరణపై దాని ప్రభావాల కారణంగా మాత్రమే దీని ఉనికి తెలుస్తుంది.","ur":"اس کی موجودگی صرف کائنات کی توسیع پر اس کے پڑنے والے اثرات کے سبب جانی جاتی ہے۔","vi":"Người ta chỉ biết đến sự tồn tại của nó vì tác động của nó lên việc mở rộng của vũ trụ.","xh":"Ukubakho kwayo kwaziwa kuphela ngenxa yefuthe layo ekwandeni kwendalo.","yo":"Wiwa laye re je nkan mimo nitori bi o se fẹ agbaye.","zu":"Ukuba khona kwayo kwaziwa kuphela ngomphumela wayo ekunwebekeni kwembulunga yonke."}
{"ar":"وتابع قائلاّ \"هذه القضيّة خطيرةٌ. كن مطمئناً إلى أن نظامنا يعمل كما ينبغي\".","zh":"他又称：“这个病例很严重。但我们的医疗系统运作良好，请大家放心。”","en":"He went on to say, \"This case is serious. Rest assured that our system is working as well as it should.\"","eu":"Hala jarraitu zuen: “Kasu hau larria da. Gure sistema behar bezain ondo ari da funtzionatzen, lasai egon horregatik.”","fr":"\"Il continua en disant, \"\"Il s'agit là d'une affaire sérieuse. Soyez certains que notre système fonctionne aussi bien qu'il le devrait.\"\"\"","ml":"\"ഈ കേസ് ഗുരുതരമാണ്, അദ്ദേഹം പറഞ്ഞു. നമ്മുടെ സംവിധാനം വേണ്ട പോലെ പ്രവർത്തിക്കുന്നെന്ന് ഉറപ്പാക്കാം.\"\"\"","mr":"\"तो पुढे म्हणाला की, \"\"हे प्रकरण गंभीर आहे. आमची सिस्टम तिने करावे असे उत्तम काम करत आहे याबद्दल खात्री बाळगा.\"\"\"","ne":"उनले अगाडि भन्दै गए, “यो मामला गम्भीर छ। निश्चिन्त हुनुहोस् कि हाम्रो प्रणाली त्यही तरहको काम गरिरहेको छ जुन यसले गर्नुपर्दछ।”","es":"Seguidamente comentó: «Es una situación de gravedad. Den por seguro que nuestro sistema funciona tan bien como debería».","sw":"Aliendelea kusema, \"Kesi hii ni nzito. Kuwa na uhakika kwamba mfumo wetu unafanya kazi vyema kama inavyopaswa.\"","te":"\"అతను చెప్పడానికి వెళ్ళాడు, \"\"ఈ కేసు తీవ్రమైనది. మిగిలినవి మా సిస్టమ్ అది ఎలా పని చేయాలో అలాగే పనిచేస్తుందని భరోసా ఇవ్వండి.\"\"\"","ur":"انہوں نے مزید کہا، \"یہ معاملہ سنجیدہ ہے۔ یقین رکھیں ہمارا نظام اسی طرح کام کر رہا ہے جس طرح اسے کرنا چاہئے۔\"","vi":"Ông nói tiếp: \"Ca nhiễm này rất nghiêm trọng. Hãy yên tâm rằng hệ thống của chúng ta đang hoạt động tốt như bình thường.\"","xh":"Waqhubeka wathi \"Lo mba unobuzaza. Qiniseka ukuba isistim yethu isbenza ngendlela emele ukusebenza ngayo.\"","yo":"Ó tún tẹ̀síwájú sọ wípé “ìṣẹ̀lẹ̀ yìí lágbára. Fọkànbalẹ̀ wípé ètò wa ti ń síṣẹ́ bí ó se y.”","zu":"Waqhubeka ngokuthi, “Lolu daba lubucayi. Qinisekani ukuthi uhlelo lwethu lusebenza kahle ngendlela okumelwe lusebenze ngayo.”"}
{"ar":"وهذا يشمل الانتظار في الطابور، حيث يمكن استخدام كلاب شم المخدرات في أي وقت دون سابق إنذار.","zh":"这包括排队等候，因为随时都可能在没有事先通知的情况下使用缉毒犬。","en":"This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.","eu":"Hori kontuan hartu ilaran itxarotean, droga usaintzen duten txakurrak edonoiz erabili ahal baitituzte abisatu gabe.","fr":"Cela inclut l'attente en ligne, car les chiens renifleurs de drogue peuvent être utilisés à tout moment sans préavis.","ml":"മയക്കുമരുന്ന് മണത്തുകണ്ടുപിടിക്കുന്ന നായ്ക്കളെ എപ്പോൾ വേണമെങ്കിലും അറിയിപ്പില്ലാതെ ഉപയോഗിച്ചേക്കാമെന്നതിനാൽ ഇതിൽ വരിയിലുള്ള കാത്തിരിപ്പ് ഉൾപ്പെടുന്നു.","mr":"यामध्ये रांगेत प्रतीक्षा करणे समाविष्ट आहे, कारण औषधाचा वास घेणारे डॉग  कोणत्याही वेळी सूचनेशिवाय वापरले जाऊ शकतात.","ne":"यसमा लाइनमा प्रतीक्षा गर्ने समावेश हुन्छ, किनकि औषधि-सुँघ्ने कुकुरहरूलाई सूचना बिना कुनै पनि समयमा प्रयोग गर्न सकिन्थ्यो।","es":"Esto incluye esperar en fila, ya que, en cualquier momento, y sin previo aviso, pueden usarse los perros detectores de drogas.","sw":"Hii ni pamoja na kungoja kwenye foleni, wakati mbwa wa kunusa dawa wanaweza kutumiwa wakati wowote bila notisi.","te":"దీనిలో లైన్ లో వేచి ఉండటం కూడా చేర్చబడుతుంది, ఎందుకంటే ఎలాంటి నోటీస్ లేకుండా డ్రగ్-స్నిఫింగ్ కుక్కలు ఏ సమయంలోనైనా ఉపయోగించవచ్చు.","ur":"اس میں ویٹنگ لائن بھی ہوتی ہے، اس لئے کہ بغیر کسی اطلاع کے سونگھنے والے کتوں کا کسی بھی وقت استعمال کیا جاسکتا ہے۔","vi":"Điều này có thể xảy ra cả trong quá trình xếp hàng chờ đợi vì chó nghiệp vụ có thể được sử dụng bất kỳ lúc nào mà không cần phải thông báo trước.","xh":"Le ifaka ukufola, kwaye nezinja-ezinukisa izidakamiswa zingasetyenziswa naongomphi na umzuzu.","yo":"Diduro sori ila kopa ninu e, toripe won le lo awon aja to ma n fimu wa ogun, lai filo.","zu":"Lokhu kuhlanganisa ukuma eheleni, njengoba izinja ezithungatha izidakamizwa zingasetshenziswa nganoma isiphi isikhathi ngaphandle kwesaziso."}
{"ar":"قال الباحث في خدمة أبحاث \"ريفت فالي\" في إثيوبيا والمؤلف الشريك في الدراسة، \"برهان أسفاو\":-\"يعني ذلك أنه يجب إعادة كل شيء كما كان\".","zh":"这意味着一切都要推到更久之前。“埃塞俄比亚裂谷研究所的研究员、该研究的合著者 Berhane Asfaw 如是说。","en":"That means everything has to be put back,\" said researcher at the Rift Valley Research Service in Ethiopia and a co-author of the study, Berhane Asfaw.","eu":"“Horrek esan nahi du guztia berrantolatu egin behar dela” esan du Bernhane Asfaw-ek, Etiopiako Rift Haraneko Ikerketa Zerbitzuko ikertzaile eta azterketaren egileetako batek.","fr":"« Cela veut dire que tout doit être remis en place », a déclaré Berhane Asfaw, chercheur au Rift Valley Research Service en Éthiopie et co-auteur de l'étude.","ml":"\"അതിനർത്ഥം എല്ലാം പുനഃക്രമീകരിക്കേണ്ടതുണ്ടെന്നാണ്,\"\" എത്യോപ്യയിലെ റിഫ്റ്റ് വാലി റിസർച്ച് സർവീസിലെ ഗവേഷകനും പഠനത്തിന്റെ സഹ രചയിതാവുമായ ബെർഹെയ്ൻ അസ്ഫോ പറഞ്ഞു.\"","mr":"\"त्याचा अर्थ सगळे पूर्वीच्या जागी ठेवायला हवे,\"\" इथिओपियातील रिफ्ट व्हॅली रिसर्च सर्व्हिस येथील संशोधक आणि बर्हन अस्फाव अभ्यासाचा सह लेखक म्हणाला.\"","ne":"“यसको मतलब सबै कुरा फिर्ता गर्नु पर्छ”, इथियोपियाको रिफ्ट भ्याली रिसर्च सर्भिसका अन्वेषक र अध्ययनका सह लेखक बर्हाने एस्फावले भने।","es":"«Esto quiere decir que todo debe llevarse hacia atrás», indicó Berhance Asfaw, investigador para el Servicio de Investigación del Valle del Rift en Etiopía y coautor del estudio.","sw":"Hiyo inammanisha kuwa kila kitu kinafaa kurejeshwa, “alisema mtafiti katika Huduma ya Utafiti wa Bonde la Ufa Ethiopia na mwandishi mwenza wa utafiti huo, Berhane Asfaw.","te":"\"అంటే ప్రతీదాన్ని అలాగే పెట్టవలసి ఉంటుంది\"\" అని ఇథియోపియాలోని రిఫ్ట్ వ్యాలీ రీసెర్చ్ సర్వీస్ దగ్గర పరిశోధకుడు మరియు అధ్యయనం యొక్క సహ-రచయిత  బెర్హానే అస్ఫావ్ అన్నారు.\"","ur":"اس کا مطلب یہ ہے کہ ہر چیز کو واپس رکھنا لازم ہے، یہ ایتھیوپیا میں رفٹ ویلی ریسرچ سروس پر ایک محقق، اور مطالعے کے ایک مشترکہ مصنف، برہین اسفاء نے کہا۔","vi":"\"Điều này có nghĩa là mọi thứ phải được đưa trở lại,\" nhà nghiên cứu thuộc Rift Valley Research Service tại Ethiopia và một đồng tác giả của nghiên cứu Berhane Asfaw cho biết.","xh":"Ithetha ukuthi yonke into kufuneka ibuyiselwe,\" umva kwatsho umphandi e-Rift Valley Research Service e-Ethiopia noyi co-author yesifundo, Berhane Asfaw.","yo":"Ó túmọ̀sí wípé ohun gbogbo ní láti padàbọ̀ sípò “olùsàyẹ̀wò ní iléeṣẹ́ Rift Valle nilẹ̀ Ethiopia àti olùkọ̀we ìwáàdí Berhane Asfaw.","zu":"Lokhu kusho ukuthi yonke into kumelwe ibuyiselwe emuva,\" kwasho umcwaningi kuyiRift Valley Research Service eTopiya kanye nomlobi obambisene wocwaningo, uBerhane Asfaw."}
{"ar":"قد تختلف أسعار رحلة الطيران الواحدة بشكل كبير بين مختلف محركات بحث الرحلات، ومن المفيد مقارنة نتائج البحث وتفقد موقع شركة الطيران نفسها قبل الحجز.","zh":"有时，同一航班在不同信息汇集网站上的价格可能相差很大，在预订前先比较搜索结果，同时看看航空公司自己的网站，是有好处的。","en":"Sometimes the same flight can have vastly differing prices at various agregators and it pays to compare search results and to also look at the website of the airline itself before booking.","eu":"Batzuetan, hegaldi berak erabat desberdinak diren prezioak ditu batzailearen arabera; horregatik, merezi du bilaketa-emaitzak konparatzea eta hegazkin-konpainiaren gunea ere arakatzea erreserba egin baino lehen.","fr":"Un même vol peut parfois présenter de grandes disparités tarifaires entre les agrégateurs ; avant de réserver, il est donc avantageux de comparer les résultats des recherches ainsi que de consulter le site web de la compagnie aérienne elle-même.","ml":"ചില സമയങ്ങളിൽ ഒരേ ഫ്ലൈറ്റിന് വിവിധ അഗ്രഗേറ്ററുകളിൽ വ്യത്യസ്‌തമായ നിരക്കുകൾ ഉണ്ടാകാം. ബുക്കിംഗിന് മുമ്പ് തിരയൽ ഫലങ്ങൾ താരതമ്യം ചെയ്യുന്നതിനും എയർലൈനിന്റെ വെബ്‌സൈറ്റ് നോക്കുന്നതിനും ഇത് പണം ഈടാക്കുന്നു.","mr":"कधीकधी समान फ्लाईटकरिता विविध एग्रीगेटर्सवर भिन्न किंमत असू शकते तसेच ते बुकिंग करण्यापूर्वी शोध निकालांची तुलना करण्यासाठी आणि एअरलाइनच्या वेबसाईटवर पाहण्यासाठी पैसे देतात.","ne":"कहिलेकाहिँ उही उडानमा विभिन्न एकत्रीकरणकर्तामा भिन्न मूल्य हुन सक्छ र यसले खोज परिणामहरू तुलना गर्न र बुकिङ गर्नुअघि आफैँ वायुसेवाको वेबसाइटमा हेर्नका लागि पनि भुक्तानी गर्दछ।","es":"A veces, un mismo vuelo puede costar precios muy diferentes en varios recopiladores de contenidos, por lo que vale la pena comparar los resultados de búsqueda y navegar en el sitio web de la empresa antes de realizar la reserva.","sw":"Wakati mwingine safari moja inaweza kuwa na bei zinazotofautiana sana katika wajumuishaji tofauti na ina faida kulinganisha matokeo ya utafutaji na pia kuangalia tovuti ya kampuni ya ndege yenyewe kabla ya kuhifadhi.","te":"కొన్నిసార్లు ఒకే విమానం వివిధ ఉగ్రదారుల వద్ద విస్త్రృతంగా విభిన్న ధరలను కలిగి ఉండవచ్చు ఇది శోధన ఫలితాలను పోల్చడానికి ఇంకా బుకింగ్ చేయడానికి ముందు ఎయిర్ లైన్ యొక్క వెబ్ సైట్ ను చూడటానికి కూడా చెల్లిస్తుంది.","ur":"بعض اوقات ایک ہی فلائٹ کی مختلف ویب سائٹ پر بہت مختلف قیمتیں ہو سکتی ہیں اور ایک فائدے کی بات یہ کہ سرچ نتائج کا موازنہ کریں اور بکنگ سے پہلے متعلقہ ایر لائن کی ویب سائٹ کو ضرور دیکھیں۔","vi":"Đôi khi cùng một chuyến bay nhưng giá cả có thể khác nhau một trời một vực tại các đại lý đặt vé khác nhau, và việc so sánh các kết quả tìm kiếm cũng như xem trang web của chính hãng hàng không trước khi đặt cũng rất đáng làm.","xh":"Ngamanye amaxesha inqwelomoya efanayo inokuba namaxabiso ahluke kakhulu kubahlanganisi abahlukeneyo kwaye kuyabhatala ukuthelekisa iziphumo kunye nokujonga kwiwebhusayithi yenqwelomoya ngokwayo ngaphambi kokubhukisha.","yo":"Nígbà míràn, ìrìn-ajò ọkọ̀ òfuurufú kan náà lè ní àwọn ìdíyẹlẹ́ tó yàtọ̀ nípa onírúurú àkópapọ ìnáwó àti wípẹ́ o sànfàní láti se àfiwé àwọn èsì ìwádìí àti wíwọ ojú òpó ààyè ayélujára ilé iṣẹ́ ọkọ̀ ojú òfúrufú kí ènìyà tó ra ààyè ìjókòó.","zu":"Kwesinye isikhathi indiza efanayo ingaba namanani ahluke kakhulu ezintweni ezihlukile ezihlanganisayo futhi kuyazuzisa ukuqhathanisa imiphumela yokusesha kanye nokubuka iwebhusayithi yenkampani yezindiza ngokwayo ngaphambi kokubhukha."}
{"ar":"كما هو مذكور أعلاه، على الرغم من أن كلمة \"إسكيمو\" ما زالت مقبولة في أمريكا، فإنها تعتبر تحقيراً من قِبل العديد من سكان القطب الشمالي غير الأمريكيين وخاصةً في كندا.","zh":"正如上文所提，虽然“爱斯基摩人”这个词在美国仍然可以接受，但北极地区的许多非美籍人士，尤其是对加拿大人来说，他们都认为这个词带有贬义含义。","en":"As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.","eu":"Lehen aipatu bezala, “eskimal” hitza AEBetan onartzen den arren, estatubatuarrak ez diren Artikoko herri askok peioratibotzat hartzen dute, Kanadan bereziki.","fr":"Comme mentionné ci-dessus, bien que le mot « Esquimau » reste acceptable aux États-Unis, il est considéré comme péjoratif par de nombreux peuples de l’Arctique non américains, en particulier au Canada.","ml":"മുകളിൽ സൂചിപ്പിച്ചപോലെ, യുണൈറ്റഡ് സ്റ്റേറ്റ്സിൽ ‘എസ്കിമോ’ എന്ന വാക്ക് അംഗീകരിച്ചിട്ടുണ്ടെങ്കിലും,  യു.എസ്സ് കാരല്ലാത്തവർ ഇതിനെ അവഹേളനപരമായ വാക്കായാണ് കാണുന്നത്. പ്രധാനമായും കാനഡയിലുള്ള ഉത്തരധ്രുവക്കാർ.","mr":"\"वर सांगितल्याप्रमाणे, संयुक्त राष्ट्रसंघात \"\"एस्किमो\"\" हा शब्द स्वीकारलेला गेला असला तरी, तो संयुक्त राष्ट्रसंघाबाहेरील अनेक आर्टिक लोकांना, खासकरून कॅनडामधील आर्टिक लोकांना आक्षेपार्ह वाटतो.\"","ne":"माथि उल्लेख गरिएझैं, \"एस्किमो\" शब्द संयुक्त राज्य अमेरिकामा स्वीकार्य रहे पनि, यो धेरै गैर-संयुक्त राज्य अमेरिकाका आर्कटिक व्यक्तिहरूद्वारा, विशेष गरी क्यानाडामा अपमानजनक मानिन्छ।","es":"Como ya se ha señalado, si bien la palabra «esquimal» se sigue aceptando en EE. UU., muchas comunidades árticas no estadounidenses la consideran ofensiva, en particular en Canadá.","sw":"Kama ilivyosemwa hapo juu, ijapokuwa neno “Eskimo” limebaki kukubalika Marekani, linachukuliwa kuwa la dharau na wengi watu wengi wa Aktika wasiokuwa wa Marekani, haswa katika Canada.","te":"\"పైన చెప్పినట్లుగా , \"\"ఎస్కిమో\"\"  అనే పదం యునైటెడ్ స్టేట్స్ లో  ఆమోదయోగ్యంగా ఉన్నప్పటికీ , దీనిని యుఎస్ కాని వారు చాలా మందిగా భావిస్తారు. ఆర్కిటిక్  ప్రజలు , ముఖ్యంగా కెనడాలో.\"","ur":"جیسا کہ اوپر ذکر کیا گیا اسکیمو کا لفظ ولایاتِ متحدہ میں قابلِ قبول ہے لیکن بہت سے غیر امریکی لوگ بالخصوص کنیڈا میں اسے استہجانی لفظ خیال کرتے ہیں۔","vi":"Như đã đề cập ở trên, mặc dù từ “Eskimo” vẫn được chấp nhận ở Hoa Kỳ, nhưng nhiều người Bắc Cực không phải người Mỹ coi đó là từ ngữ có tính cách miệt thị, nhất là ở Canada.","xh":"Njengokuba sekukhankanyiwe ngasentla, nangona igama elithi \"Eskimo\" lihlala lamkelekile eUnited States, lithathwa njengolonyeliso ngabantu abaninzi abangahlali base-Arctic, ngakumbi eCanada.","yo":"Bi a se daruko loke, biotilejepe ni ilu Amerika won gba ilo “Eskimo”, o si je eebu leti awon ti o ki n se ara Amerika - awon ara Atiki paa pa julo ni Kanada.","zu":"Njengoba kushiwo ngenhla, nakuba igama elithi \"Eskimo\" lihlala lamukelekile eMelika, lithathwa njengokweyisa abantu abaningi abangahlali eMelika base-Arctic, ikakhulukazi eCanada."}
{"ar":"صنع جوني ريد، سائق مشارك في فريق A1GP New Zealand، التاريخ اليوم بتحقيقه أسرع قيادة على جسر ميناء أوكلاند، نيوزيلندا، البالغ من العمر 48 عامًا، بشكل قانوني.","zh":"今天，A1GP 新西兰队副驾驶约翰·里德 (Jonny Reid) 在合法驾驶的情况下，成为在有 48 年历史的新西兰奥克兰海港大桥上行驶最快的人，从而创造了历史。","en":"Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.","eu":"Jonny Reid, Zeelanda Berriko A1GP taldeko kopilotua, historiako zerrendetan sartu da, legea betez, Auckland-eko 48 urteko Harbour Bridge zubitik (Zeelanda Berria) inor baino azkarrago igaro ondoren.","fr":"Jonny Reid, copilote de l’équipe néo-zélandaise A1GP, est entré dans l’histoire aujourd’hui en franchissant le pont du port d’Auckland (Nouvelle-Zélande), vieux de 48 ans, en toute légalité.","ml":"A1GP ന്യൂസിലന്റ് ടീമിന്റെ സഹഡ്രൈവറായ ജോണി റീഡ്, 48 വർഷം പഴക്കമുള്ള ഓക്ക്ലൻഡ് ഹാർബർ ബ്രിഡ്ജിനു മുകളിലൂടെ ഇന്ന് നിയമാനുസൃതമായി ഏറ്റവും വേഗതയിൽ വാഹനമോടിച്ച് ചരിത്രം സൃഷ്ടിച്ചു.","mr":"A1GP न्यूझीलंड टीमचे सह-चालक, जॉनी रीड यांनी आजन्यूझीलंडच्या 48 वर्षे जुन्या ऑकलंड हार्बर ब्रिजवर कायदेशीररित्या सर्वात वेगवान वाहन चालवून इतिहास रचला.","ne":"A1GP न्युजिल्यान्ड टिमका सह-चालक, Jonny Reid ले आज कानूनी रूपमा न्युजिल्यान्डको 48-वर्षे पुरानो अकल्यान्ड हार्बर ब्रिजमा सबैभन्दा छिटो ड्राइभिङ गर्दै इतिहास रचे।","es":"Jonny Reid, copiloto del equipo de Nueva Zelanda de A1GP, hizo historia hoy al consagrarse lícitamente como el conductor más veloz sobre el puente de Auckland Harbour, de 48 años de antigüedad, en Nueva Zelanda.","sw":"Johnny Reid, dereva mwenza wa timu ya A1GP ya Nyuzilandi, leo ameweka historia kwa kuendesha mbio zaidi katika Daraja la Bandari ya Auckland, Nyuzilandi, lenye miaka 48, kihalali.","te":"A1GP న్యూజిలాండ్ జట్టుకు సహ డ్రైవర్ అయిన జానీ రీడ్, ఈ రోజు చట్టబద్దంగా న్యూజిలాండ్‌లోని 48 సంవత్సరాల చరిత్ర గల ఆక్లాండ్ హార్బర్ వంతెనపై వేగంగా డ్రైవింగ్ చేసి చరిత్ర సృష్టించాడు.","ur":"A1GP نیوزی لینڈ ٹیم کے ساتھی ڈرائیور جونی ریڈ نے آج قانونی طور پر نیوزی لینڈ کے 48 سالہ پرانے آکلینڈ ہاربر برج پر تیز رفتار ڈرائیونگ کر تے ہوئے تاریخ رقم کر دی۔","vi":"Jonny Reid, phụ lái trong đội đua A1GP của New Zealand, hôm nay đã làm nên lịch sử khi trở thành người chạy nhanh nhất, một cách hợp pháp, qua Cầu Cảng Auckland 48 năm tuổi ở New Zealand.","xh":"UJonny Reid, umqhubi oncedisayo weqela laseNew Zealand le-A1GP, namhlanje wenze imbali ngokuba ngoyena mqhubi ukhawulezayo oqhuba ngokusemthethweni ukudlula iAuckland Harbour Bridge eneminyaka eyi-48.","yo":"Jonny Reid tó jẹ́ alájọwà fún ikọ̀ A1GP New Zealand lónìí sàkọọ́lẹ̀ ìtàn nípa yíyára wakọ̀ ju Auckland Harbour Bridge ẹni ọdún méjìdínláàdọ́ta ti ilẹ̀ New Zealand níbàmún un pẹ̀lú òfin.","zu":"UJonny Reid, umshayeli obambisene A1GP yeqembu laseNyuzilandi, namuhla wenze umlando ngokushayela ngesivinini esikhulu kakhulu ngaphesheya kwe-Auckland Harbour Bridge eneminyaka engu-48 ubudala, eNyuzilandi, ngokomthetho."}
{"ar":"تبلغ حاليًا سرعة ريح إعصار \"فريد\" 105 أميال في الساعة (165 كم\/ساعة) ويتجه نحو الشمال الغربي.","zh":"“弗雷德”目前正以每小时 105 英里（每小时 165 公里）的风速向西北方向移动。","en":"Fred currently has winds of 105 miles per hour (165 km\/h) and is moving towards the northwest.","eu":"Fred-ek mugitzen duen haizeak 105 milia orduko (165 km\/h) abiadura du une honetan, eta ipar-mendebalderantz ari da mugitzen.","fr":"Fred a actuellement des vents de 165 km\/h (105 miles par heure) et se dirige vers le nord-ouest.","ml":"ഫ്രെഡ് നിലവിൽ മണിക്കൂറിൽ 105 മൈൽ (മണിക്കൂറിൽ 165 കിലോമീറ്റർ) വേഗതയിൽ വീശിയടിക്കുകയും വടക്കുപടിഞ്ഞാറൻ ഭാഗത്തേക്ക് നീങ്ങുകയും ചെയ്യുന്നു.","mr":"फ्रेडचे वारे सध्या ताशी 105 मैल (165 किमी\/तास) वेगाने वाहात आहेत आणि ते वायव्य दिशेला जात आहे.","ne":"फ्रेडसँग हालै प्रति घण्टा 105 माइलको वेग (165 किमी\/ घण्टा) को हावा रहेको छ र उत्तर पश्चिम तिर बढिरहेको छ।","es":"En la actualidad, los vientos de Fred alcanzan las 105 millas por hora (165 km\/h) y se desplaza en dirección al noroeste.","sw":"Fred hivi sasa ina upepo wa maili 105 kwa saa (kilomita 165 kwa saa) na inaelekea kaskazini magharibi.","te":"ఫ్రెడ్ ప్రస్తుతం గంటకు 105 మైళ్ల వేగంతో (165 కి.మీ.\/గం) గాలులు వీచి వాయువ్య దిశ వైపు కదులుతోంది.","ur":"فریڈ (Fred) کو 105 میل فی گھنٹہ (165کلو میٹر فی گھنٹہ) کی ہواؤں کا سامنا ہے اور وہ شمال مغرب کی جانب سفر کر رہا ہے۔","vi":"Fred hiện có sức gió 105 dặm\/giờ (165 km\/h) và đang di chuyển theo hướng tây bắc.","xh":"IFred unomoya oyi-105 ngeyure (165km\/h) kwaye ubheka ngasemantla ntshona.","yo":"Fred ń sáré ní máìlì 105 ní wákàtí (165km\/h) ó sì ń lọ sí apá àríwá ìwọ̀ oòrùn.","zu":"IFred njengamanje inemimoya yamamayela angama-105 ngehora (u-165 km\/h) futhi ibheke ngasenyakatho-ntshonalanga."}
{"ar":"في سنة 2010 وأثناء تأميمه تم فصل البنك الحالي للشارع الرئيسي نورذرن روك عن باد بنك، نورذن روك (إدارة الأصول).","zh":"2010 年，当时的高街银行北岩银行（Northern Rock plc）在国有化的同时，从 “坏银行” 北岩资产管理公司 （Northern Rock Asset Management）中剥离出来。","en":"In 2010, while nationalised, the current high street bank Northern Rock plc was split from the ‘bad bank’, Northern Rock (Asset Management).","eu":"2010ean, nazionalizatuta zegoen bitartean, Northern Rock plc banku komertziala Northern Rock (ondasunen kudeaketa) “banku txarretik” banatu zen.","fr":"En 2010, bien que nationalisée, l'actuelle banque Northern Rock plc a été séparée de la « bad bank, » Northern Rock (gestion d'actifs).","ml":"2010-ൽ, ദേശസാൽക്കരിക്കപ്പെട്ട സമയത്ത് നിലവിലെ ഹൈ സ്ട്രീറ്റ് ബാങ്ക് നോർത്തേൺ റോക്ക് പി‌എൽ‌സിയെ ‘ബാഡ് ബാങ്ക്’, നോർത്തേൺ റോക്ക് (അസറ്റ് മാനേജ്‌മെന്റ്) എന്നിങ്ങനെ വിഭജിച്ചിരുന്നു.","mr":"2010 मध्ये राष्ट्रीयकरण केले असताना सध्याची हाय स्ट्रीट बँक नॉर्दर्न रॉक पीएलसी ही ‘बॅड बँक’, नॉर्दर्न रॉक (अ‍ॅसेट मॅनेजमेंट) पासून विभक्त झाली.","ne":"2010 मा राष्ट्रियकरण गरिएको समयमा हालको हाइ स्ट्रिट बैंक नर्दर्न रक पिएलसी 'खराब बैंक', नर्दर्न रक (सम्पत्ति व्यवस्थापन) बाट छुट्टिएको थियो।","es":"En 2010, cuando ya había sido nacionalizado, el hoy en día banco principal, Northern Rock plc, se separó del «banco malo», Northern Rock (Gestión de Activos).","sw":"Katika mwaka wa 2010, benki ya sasa ya mtaa wa juu Northern Bank plc ilitenganishwa na ‘benki mbaya’, Northern Rock (Usimamizi wa Mali).","te":"2010లో, జాతీయం చేయబడినప్పుడు, ప్రస్తుత హై స్ట్రీట్ బ్యాంక్ నార్తర్న్ రాక్ plc 'బ్యాడ్ బ్యాంకు' నార్తర్న్ రాక్ (అసెట్ మేనేజ్మెంట్) నుండి విడిపోయింది.","ur":"2010ء میں جب وہ قومی ملکیت میں لیا گیا موجودہ ہائی اسٹریٹ بینک نادرن راک پبلک لیمیٹڈ کو ”برے بینک“ نادرن راک (اسیٹ مینجمنٹ) سے جدا کر دیا گیا۔","vi":"Trong năm 2010, khi được quốc hữu hóa, ngân hàng thương mại Northern Rock plc đã được tách ra khỏi ‘ngân hàng xấu’, (Công ty Quản lý Tài sản) Northern Rock.","xh":"Ngo-2010, ngelixa ibekwa kuzwelonke, ibhanki yangoku ekwisitalato seHigh Stree eNorth Rock plc iye yahlulwa 'kwibhanki embi', iNorthern Rock Rock (i-Asset Management.)","yo":"Nígbàtí ètò ìsọdi orílẹ̀èdè wáyé lọ́dún 2010, wọ́n pín ilé ìfowópamọ́sí gíga Northern Rock plc kúrò lára ‘báńkì burúkú’ Northern Rock (ìsàkóso ohun ìní).","zu":"Ngo-2010, nakuba lenziwe elezwe, ibhange eliphezulu lamanje i-Northern Rock plc lahlukaniswa ‘ebhange elibi‘, i-Northern Rock (Ukuphatha Impahla)"}
{"ar":"يعمل العلماء على إنشاءِ مفاعلٍ يمكنه إنتاج الطاقة بنفس الطريقة.","zh":"科学家目前致力打造一种可通过相同的方式产生能量的反应堆。","en":"Scientists are working to create a reactor that can make energy in the same way.","eu":"Energia modu berean sortuko duen erreaktore bat egiteko lanean ari dira zientzialariak.","fr":"Les scientifiques travaillent à la création d'un réacteur qui peut produire de l'énergie de la même manière.","ml":"അതേ രീതിയിൽ ഊർജ്ജം ഉണ്ടാക്കാൻ കഴിയുന്ന ഒരു റിയാക്ടർ നിർമ്മിക്കാൻ ശാസ്ത്രജ്ഞർ പ്രവർത്തിച്ചു കൊണ്ടിരിക്കുന്നു.","mr":"शास्त्रज्ञ अणुभट्टी तयार करण्यासाठी कार्यरत आहेत ज्यामुळे त्याच प्रकारे ऊर्जा निर्माण होऊ शकते.","ne":"वैज्ञानिकहरू एक रियाक्टर निर्माण गर्नको लागि काम गर्दै छन् जसले उही तरिकाले शक्ति निर्माण गर्न सक्छ।","es":"Los científicos concentran su trabajo en desarrollar un reactor capaz de generar energía de la misma forma.","sw":"Wanasayansi wanashugulika kuunda tanuri la kinyuklia ambalo linaweza kutengeneza nishati kwa njia hiyo hiyo.","te":"అదే విధంగా శక్తినివ్వ గల రియాక్టర్ ను తయారు చేసేందుకు శాస్త్రవేత్తలు కృషి చేస్తున్నారు.","ur":"سائنزس داں ایک ایسا ری ایکٹر بنا رہے ہیں جو اسی طریقہ سے کار کرے گا۔","vi":"Các nhà khoa học đang nghiên cứu để tạo ra một lò phản ứng có thể tạo ra năng lượng theo cách này.","xh":"Iisayentisti zasebenzela ukudala iri-ekta engenza amandla ngendlela efanayo.","yo":"Àwọn onímọ̀ ìjìnlẹ̀ sáyẹ̀nsì ti ń siṣẹ́ láti se àgbékalẹ̀ ohun tó le má a mún agbára wá ní ọ̀nà kan náà.","zu":"Ososayensi bazama ukwenza isiphehli esingenza amandla ngendlela efanayo."}
{"ar":"لم يكن بوسع أسنان الترايسراتوبس فحسب أن تسحق ورق الشجر، بل الفروع والجذور شديدة الصلابة.","zh":"三角龙的牙齿不仅能咬碎树叶，还能咬碎非常坚硬的树枝和树根。","en":"A triceratops' teeth would have been able to crush not only leaves but even very tough branches and roots.","eu":"Trizeratopsen haginak gai ziren hostoak txikitzeko, baina baita adar eta sustrai sendoak txikitzeko ere.","fr":"Une dentition de tricératops aurait été capable d'écraser non seulement des feuilles, mais également des branches et des racines très dures.","ml":"ഒരു ട്രൈസെറാടോപ്പിന്റെ പല്ലിന് ഇലകൾ മാത്രമല്ല വളരെ ഉറച്ച ശാഖകളും വേരുകളും പോലും തകർക്കാൻ കഴിയുമായിരുന്നു.","mr":"ट्रायसेरोटॉपचे दात फक्त पानेच नाहीत तर कडक शाखा आणि मुळेदेखील चावू शकत असावेत.","ne":"ट्राइसेरोटपका दाँतले पातहरू मात्र होइन, अत्यन्तै कडा हाँगा र जराहरूसम्म पनि मसल्न सक्थ्यो।","es":"Con su dentadura, un triceraptops hubiese podido triturar no solo hojas, sino además ramas y raíces muy duras.","sw":"Meno ya triseratopu yangeweza kuponda si majani pekee, bali pia matawi na mizizi migumu sana.","te":"ట్రైసెరాటాప్స్ యొక్క పళ్ళు ఆకులు మాత్రమే కాదు, చాలా కఠినమైన కొమ్మలు మరియు వేర్లు కూడా నలిపివేయగలిగి ఉంటాయి.","ur":"کسی ٹرائسرا ٹاپ کے دانت اتنے سخت ہوتے ہیں کہ وہ نہ صرف پتیوں کو بلکہ ٹہنیوں اور جڑوں کو بھی چبا سکتا ہے۔","vi":"Răng của khủng long ba sừng không chỉ có thể nghiền nát lá cây mà cả những nhánh cây và rễ cây rất cứng.","xh":"Amazinyo e-triceratops ngewekwazile ukukrwamza hayi amagqabi odwa kodwa namasebe omeleleyo neengcambhu.","yo":"Eyín ẹranko tí a mọ̀ sí oníwo mẹta kòbá má lè da ewé lásán gé ṣùgbọ́n yóò ba ẹ̀ka àti gbòngbò jẹ.","zu":"Izinyo le-triceratops lalingakwazi ukuhlafuna hhayi kuphela amacembe kodwa namagatsha aqine kakhulu kanye nezimpande."}
{"ar":"ويمكن أن تشمل الأحداث الصحية الطويلة الأجل المحتملة الناجمة عن الإفراط في شرب المشروبات الكحولية إلحاق الضرر بالكبد بل وحتى العمى والموت. يزداد الخطر المحتمل عند استهلاك الكحول المنتج بشكل غير قانوني.","zh":"过量饮酒可能导致长期的健康问题，比如肝脏损伤， 甚至会导致失明和死亡。饮用非法生产的酒类时，潜在的危险性更大。","en":"Possible long term health events from excessive drinking can include liver damage and even blindness and death. The potential danger is increased when consuming illegally produced alcohol.","eu":"Gehiegi edateak epe luzeko osasun arazoak sor ditzake, adibidez, gibeleko mina, baita itsutasuna eta heriotza bera ere. Arriskua handitu egiten da legez kanpo ekoitzitako alkoholaren kasuan.","fr":"Parmi les problèmes de santé possibles à long terme dus à l’alcoolisme, on peut citer les dégâts sur le foie, mais aussi la cécité et la mort. Le danger potentiel est accru en cas de consommation d’alcool fabriqué illégalement.","ml":"അമിത മദ്യപാനം മൂലം വരാന സാധ്യതയുള്ള സ്ഥിരമായ ആരോഗ്യപ്രശ്നങ്ങൾ, കരൾ നശിക്കുക, ചിലപ്പോൾ കാഴ്ച നഷ്ടപ്പെടലും മരണം വരെയും സംഭവിക്കാം. ഇതിൽ ഗുരുതരമായ അപകടം വർദ്ധിക്കുന്നത് നിയമവിരുദ്ധമായി ഉൽപ്പാദിപ്പിക്കുന്ന മദ്യം കഴിക്കുന്നതിനാലാണ്.","mr":"जास्त मद्यपानामुळे तब्येतीवर होणाऱ्या दूरगामी परिणामांमध्ये यकृतात बिघाड होणे आणि आंधळेपणा व मृत्यू होणे यांचा समावेश आहे. अवैधरीत्या बनवलेली दारू पिण्याने संभाव्य धोका अधिक वाढतो.","ne":"अत्यधिक मदिरा सेवन हुन सक्ने सम्भावित दीर्घकालीन स्वास्थ्य घटनाहरूमा कलेजोको क्षति र अन्धोपना र मृत्युसमेत हुन सक्छ। अवैध रूपमा उत्पादन गरिएको मदिरा सेवन गर्दा सम्भावित खतरा बढेको छ।","es":"La ingesta excesiva de alcohol puede causar problemas de salud crónicos como daño hepático e incluso ceguera y muerte. El peligro potencial se incrementa con el consumo de alcohol elaborado de forma ilegal.","sw":"Matukio ya kiafya ya muda mrefu kutokana na kunywa kupita kiasi yanaweza kujumuisha uharibifu wa ini na hata upofu na kifo. Kuwepo kwa hatari huongezeka wakati wa kunywa pombe iliyotengenezwa kiharamu.","te":"అతిగా తాగడం వల్ల దీర్ఘకాలిక ఆరోగ్య ఘటనలు కాలేయం దెబ్బతినడం మరియు అంధత్వం మరియు మరణం కూడా ఉండవచ్చు. అక్రమంగా ఉత్పత్తి అయిన మద్యాన్ని సేవించడం వల్ల ప్రమాదం పెరుగుతుంది.","ur":"شراب نوشی کی کثرت سے ممکنہ طور پر پیش آنے والی طویل مدتی صحت کی کیفیات میں جگر کو نقصان پہنچنا اور یہاں تک کہ بصارت سے محرومی اور موت شامل ہو سکتی ہے۔ ممکنہ خطرے میں اس وقت اضافہ ہو جاتا ہے جب غیر قانونی طور پر تیار کردہ شراب پی جاتی ہے۔","vi":"Các vấn đề sức khỏe lâu dài từ việc lạm dụng đồ uống có cồn có thể bao gồm tổn thương gan và thậm chí là mù lòa và tử vong. Sự nguy hại tiềm tàng tăng lên khi tiêu thụ rượu sản xuất trái phép.","xh":"Iziganeko ezinokwenzeka ethubeni kwimpilo ezibangelwa kukusela kakhulu kukonakala kwesibindi kunye nokungaboni kanti nokufa. Kunobungozi mpela xa usela utywala obenziwa ngokungekho mthethweni.","yo":"Lára àwọn àìlera tí ọtí àmujù fún ìgbà pípẹ́ máa ń fà sí àgọ́ ara ní àìsàn ẹ̀dọ̀, ìfọ́jú, àti ikú pẹ̀lú. Ewu yìí máa ń pọ̀ gidi nígbàtí ẹnì kan bá lo àwọn oríṣìíríṣìí nǹkan ti ó ní ọtí ninú ṣùgbọ́n tí kò tọ̀nà lábẹ́ òfi.","zu":"Izinto ezithinta impilo ngokuhamba kwesikhathi ngenxa yokuphuza ngokweqisa zingahlanganisa ukulimala kwesibindi kanye nobumpumputhe nokufa. Ingozi engaba khona iyakhula lapho umuntu ephuza utshwala obungenziwanga ngokomthetho."}
{"ar":"كما أن بحيرة أونجا متصلة أيضاً بفولجا، لذا فإن الوصول من بحر قزوين عبر روسيا لا يزال متاحاً.","zh":"奥内加湖 (Lake Onega) 也与伏尔加河 (Volga) 连接，因此可能可以从里海 (Caspian Sea) 经俄罗斯到达这里。","en":"Lake Onega is also connected to Volga, so coming from the Caspian Sea through Russia is still possible.","eu":"Onega aintzira Volgarekin ere lotuta dagoenez, posible da oraindik Errusia zeharkatzea Kaspiar itsasotik.","fr":"Le lac Onega est également relié à la Volga, de sorte qu'il est encore possible de venir de la mer Caspienne en passant par la Russie.","ml":"ഒനേഗാ തടാകം വോൾഗയുമായി ബന്ധിപ്പിച്ചിരിക്കുന്നതിനാൽ, കാസ്‌പിയൻ കടലിൽ നിന്ന് റഷ്യ വഴി വരുന്നത് ഇപ്പോഴും സാധ്യമാണ്.","mr":"ओनेगा तलाव हा देखील वोल्गाशी जोडला गेलेला आहे, म्हणून रशिया मधून कास्पियन समुद्र कडून येणे अद्याप ही शक्य आहे.","ne":"ओनेगा लेक भोल्गासँग जोडिएको हुनाले क्यासपियन सी हुँदै रूस आउन सम्भव छ।","es":"Gracias a que el lago Onega también se une con el Volga, se puede acceder a él desde el mar Caspio, pasando por Rusia.","sw":"Ziwa Onega limeunganishwa na Volga, kwa hivyo bado inawezekana kusafiri kutoka Bahari Caspian kupitia Urusi.","te":"ఓనెగా సరస్సు కూడా వోల్గాతో అనుసంధానించబడింది, కావున రష్యా ద్వారా కాస్పియన్ సముద్రం నుండి రావడం ఇప్పటికీ సాధ్యపడుతుంది.","ur":"جھیل اونیگا بھی وولگا سے جڑی ہوئی ہے، چنانچہ روس کے ذریعے بحر گیلان سے آنا اب بھی ممکن ہے۔","vi":"Hồ Onega cũng được kết nối với Volga, vì vậy vẫn có thể đi từ Biển Caspi qua Nga.","xh":"I Lake Onega iqhakamishelalana ne Volga, ngoko ke xa usuka kulwandle I Caspiam uhamba nge Russia kusenokwazeka.","yo":"Odo Onega naa ha mo Folga, tori na o seese ki o fi Rosia wa lati Okun Kaspiani.","zu":"IChibi i-Onega libuye laxhumana ne-Volga, ngakho ukuza usuka oLwandle lwase-Caspian udlula eRashiya kusenzeka."}
{"ar":"قال جون جرانت، من دبليو إن إي دي بافالو (محطة ريدينج رينبو): \"علمت ريدينج رينبو الأطفال لماذا يقرأون، ... حب القراءة - شجع [البرنامج] الأطفال على التقاط كتاب وقراءته.\"","zh":"来自水牛城 WNED 电台（“阅读彩虹”节目的主电台）的约翰·格兰特 (John Grant) 说：“阅读彩虹教会了孩子们为什么要阅读，……还有对阅读的热爱——（该节目）鼓励孩子们拿起书来潜心阅读。”","en":"John Grant, from WNED Buffalo (Reading Rainbow's home station) said \"Reading Rainbow taught kids why to read,... the love of reading — [the show] encouraged kids to pick up a book and to read.\"","eu":"Honako hau esan zuen WNED Buffalo-ko (Reading Rainbow-en irrati-etxea) John Grant-ek: «Reading Rainbow ikuskizunak irakurtzearen arrazoia azaldu die haurrei, irakurtzeko zaletasuna; halaber, [saioak] haurrak liburu bat hartu eta irakurtzera animatu ditu».","fr":"John Grant, de WNED Buffalo (station diffusant Reading Rainbow) a déclaré : « Reading Rainbow a appris aux enfants pourquoi lire […] leur a donné l’amour de la lecture — [l’émission] a encouragé les enfants à prendre un livre et à lire ».","ml":"\"ഡബ്ല്യുഎൻ‌ഇഡി ബഫലോയിൽ നിന്ന് ജോൺ ഗ്രാന്റ് (റെയിൻബോയുടെ ഹോം സ്റ്റേഷൻ വായിച്ചുക്കൊണ്ട്) പറഞ്ഞു, \"\"റെയിൻബോ വായിക്കുന്നത്, എന്തിന് വായിക്കണം... അഥവാ വായനയോടുള്ള ഇഷ്ടം കുട്ടികളെ പഠിപ്പിച്ചു -  [പ്രദർശനം] ഒരു പുസ്തകം എടുത്ത് വായിക്കാൻ കുട്ടികളെ പ്രോത്സാഹിപ്പിച്ചു.\"\"\"","mr":"\"WNED बफेलो (इंद्रधनुष्याचे मुख्य स्टेशन वाचणे) मधील जॉन ग्रँट म्हणाले, \"\"इंद्रधनुष्य वाचन मुलांनी का वाचायचे ते शिकवले,... वाचनाची आवड - [कार्यक्रम] मुलांना पुस्तक निवडण्यास आणि वाचण्यास प्रोत्साहित केले.\"\"\"","ne":"WNED बफेलोका, जोन ग्रान्टले (रेन्बोको होम स्टेसन पढ्दै) भने, “रेन्बो पढ्नाले बच्चाहरूलाई किन पढ्ने भन्ने सिकायो, ......पढाइको प्रेम - (कार्यक्रमले) बच्चाहरूलाई पुस्तक लिन र पढ्न प्रोत्साहित गर्‍यो।”","es":"John Grant, de WNED Buffalo (la estación más importante de Reading Rainbow) señaló que el programa «les enseñó a los más pequeños la razón de leer, […] el amor por la lectura; los incentivó a tomar un libro y leer».","sw":"John Grant, kutoka WNED Buffalo (kituo cha nyumbani cha Reading Rainbow) alisema \"Reading Rainbow iliwafunza watoto ni kwa nini wasome,…kupenda kusoma — [onyesho] liliwahimiza watoto kuchukua kitabu na kusoma.\"","te":"\"\"\"WNED బఫెలో (రెయిన్ బో యొక్క హోమ్ స్టేషన్ ను చదవడం) నుండి జాన్ గ్రాంట్ ఇలా అన్నాడు\"\"\"\" రెయిన్ బో చదవడం పిల్లలకు ఎందుకు చదవాలో పిల్లలకు నేర్పించింది,... చదవడ౦ లోని ప్రేమ — [ప్రదర్శన] పిల్లలను ఒక పుస్తక౦ ఎ౦పిక చేసుకోవడానికి, చదవమని ప్రోత్సహి౦చేది.\"\"\"\"\"\"\"","ur":"ڈبلیو این ای ڈی بفلو (ریڈنگ رینبو کا گھریلو اسٹیشن) سے جان گرانٹ نے کہا: ”ریڈنگ رینبو نے بچوں کو یہ سکھایا کہ کیوں پڑھنا ہے ۔۔۔ مطالعے کا چسکا ۔۔۔ [پروگرام] نے بچوں کو ایک کتاب اٹھاکر پڑھنے پر ابھارا۔“","vi":"John Grant, đến từ WNED Buffalo (ga cơ sở của Reading Rainbow) nói rằng “Reading Rainbow dạy những đưa trẻ tại sao nên đọc,...sự yêu thích đọc sách - [chương trình] khuyến khích trẻ nhặt một cuốn sách lên và đọc.”","xh":"U -John Grant, wase-WNED Buffalo (Reading Rainbow's home station) uthi : \"i-Reading Rainbow ifundise abantwana ukuba kutheni kufuneka bafunde,…bathande ukufunda-[umboniso] ekhuthaza abantwana ukuba bathabathe incwadi bafunde.\"","yo":"Johanu Granti, lati WNED Bufalo (o n ka oju redio ile Osumo) wipe “Kika Osumo ko awon omode idi ti o ye ki won fi kawe,...ife iwe - [ere naa] fisokan aawon omode lati gbe iwe ka..”","zu":"UJohn Grant, osuka kuyi-WNED Buffalo (isiteshi sasekhaya seReading Rainbow) uthe \"iReading Rainbow ifundise izingane ukuthi kungani kufanele zifunde,… uthando lokufunda — [uhlelo] lukhuthaze izingane ukuba zithathe incwadi zifunde.\""}
{"ar":"يعيش ألفا موظفٍ هنا في الصيف في حوالي 48 قاعدة معظمهم في هذه المناطق، وعدد قليل يظل حتى الشتاء.","zh":"在夏天，这里的四十余个基地会迎来几千名工作人员，其中的大多数人驻扎在此地区；一小部分人留下越冬。","en":"A couple of thousand staff live here in summer in some four dozen bases mostly in those areas; a small number stay over winter.","eu":"Bi mila langile inguru bizi dira udan, batez ere eremu horietan biltzen diren berrogeita hamar bat basetan; neguan, ordea, gutxi batzuk geratzen dira.","fr":"Quelques milliers d'employés vivent ici en été dans une quarantaine de bases, principalement dans ces régions ; un petit nombre d'entre eux restent en hiver.","ml":"വേനൽക്കാലത്ത് ആയിരക്കണക്കിന് ജീവനക്കാർ ഈ ഭാഗത്തുള്ള നാല് ഡസൻ ബേസുകളിൽ കഴിയുന്നു; ഒരു ചെറിയ വിഭാഗം ശൈത്യ സമയത്തും തുടരുന്നു.","mr":"काही चार डझन बेस मध्ये त्या विभागामध्ये दोन एक हजार कर्मचारी उन्हाळ्यात इथे राहतात; फार थोडे लोक हिवाळ्यापर्यंत राहतात.","ne":"प्रायः ती क्षेत्रहरूमा गर्मीमा केही चार दर्जन अड्‍डाहरूमा केही हजार जोडी कर्मचारीहरू बस्छन्; थोरै संख्या जाडोभरि बस्छन्।","es":"Un par de miles de empleados viven aquí en el verano, en unas cuatro docenas de bases, mayoritariamente ubicadas en esas regiones, pero sólo un pequeño número permanece durante el invierno.","sw":"Maelfu machache ya wafanyakazi huishi hapa wakati wa kiangazi kwenye dazeni nne za makazi aghalabu katika maeneo hayo; idadi ndogo hukaa wakati wa msimu wa baridi.","te":"ఇక్కడ ఎక్కువగా కొన్ని వేల మంది సిబ్బంది కలిసి 4 డజన్ల స్థావరాలలో వేసవి కాలంలో ఎక్కువగా నివసిస్తుంటారు; శీతాకాలంలో మాత్రం తక్కువ సంఖ్యలో ఉంటారు.","ur":"موسم گرما میں ان علاقوں میں واقع چار درجن بیسوں میں یہاں چند ہزار عملہ رہتا ہے؛ موسم سرما میں یہ تعداد کافی کم ہوتی ہے۔","vi":"Vài ngàn nhân viên sống ở đây vào mùa hè trong khoảng bốn chục căn cứ chủ yếu nằm trong những khu vực này, và một số ít ở lại qua mùa đông.","xh":"Amawaka amajoni ahlala apha ngehlobo kwiindawo eziphantse zibe ngamashumi amane anesibhozo.","yo":"Àwọn òṣìṣẹ́ tó lé ní egberun ló ma n gbébí ní àkókò òrùn ní bésì bíi dọ́sínì mẹ́rin, jùlọ ní àwọn agbègbè yen; díẹ̀ nínú wọ́n ma n dúró ní ìgbà òtútù.","zu":"Izinkulungwane ezimbalwa zezisebenzi zihlala lapha ehlobo ezikhungweni ezingaba amadazini amane kaningi kulezo zindawo; inani elincane lihlala ebusika."}
{"ar":"ومنذ ذلك الوقت، سجّل حجم الاقتصاد الصيني نمواً بلغ 90 مرة.","zh":"从那时候开始，中国的经济规模增长了 90 倍。","en":"Since then, China's economic size has grown by 90 times.","eu":"Ordutik, 90 aldiz hazi da Txinaren tamaina ekonomikoa.","fr":"Depuis, la taille économique de la Chine a été multipliée par 90.","ml":"അത് മുതൽ ചൈനയുടെ സാമ്പത്തിക ശേഷി 90 മടങ്ങ് കണ്ട് വർദ്ധിച്ചു.","mr":"तेव्हापासून चीनच्या आर्थिक संपत्तीत 90 पट वाढ झाली आहे.","ne":"त्यसबेलादेखि, चीनको आर्थिक आकार 90 गुणा बढेको छ।","es":"A partir de allí, el volumen económico de China ha crecido 90 veces más.","sw":"Tangu wakati huo, saizi ya uchumi wa China imekua mara 90.","te":"అప్పటి నుండి, చైనా ఆర్థిక పరిమాణం 90 రెట్లు పెరిగింది.","ur":"اس کے بعد سے چین کا اقتصادی حجم 90 گنا زیادہ بڑھ چکا ہے۔","vi":"Kể từ đó, nền kinh tế của Trung Quốc đã tăng trưởng gấp 90 lần.","xh":"Ukusukela ngoko, ubungakanani boqoqosho lwase China lukhule ngokuphindwe ka-90.","yo":"Lati igba naa, oko owo ilu China ti gbera so ni aadorun igba.","zu":"Kusukela lapho, ubukhulu bomnotho waseShayina buye bakhula izikhathi eziphindwe ngo-90."}
{"ar":"حتى إذا كنت تقود سيارتك عبر الغابات المطرية شبه الاستوائية، فإن فتح الأبواب لبضع ثوانٍ أثناء دخولك إلى السيارة يشكل وقتاً كافياً للبعوض للدخول إلى السيارة معك.","zh":"如果您正在开车穿越亚热带雨林，在您进入车内时车门敞开的几秒钟时间里，也足以让蚊子与您一起钻进车里。","en":"Even if you're driving through the subtropical rainforest, a few seconds with the doors open while you get inside the vehicle is enough time for mosquitoes to get in the vehicle with you.","eu":"Oihan subtropikalean autoz baldin bazoaz ere, ibilgailuan sartzeko ateak irekita dauden segundo gutxiak nahiko dira eltxoak zurekin batera sartzeko.","fr":"Même si vous conduisez dans la forêt tropicale, quelques secondes avec les portes ouvertes pendant que vous montez dans le véhicule suffisent pour que les moustiques montent dans le véhicule avec vous.","ml":"നിങ്ങൾ ഉഷ്ണമേഖലയോട് അടുത്തുകിടക്കുന്ന മഴക്കാടുകളിലൂടെ സഞ്ചരിക്കുകയാണെങ്കിലും, വാഹനത്തിനുള്ളിൽ കയറുന്നതിന് വാതിലുകൾ തുറക്കുന്ന കുറച്ച് നിമിഷങ്ങൾ മതി കൊതുകുകൾ നിങ്ങളോടൊപ്പം വാഹനത്തിൽ കയറാൻ.","mr":"जरी तुम्ही एखाद्या उष्ट कटिबंधातील पर्जन्य वनातून ड्राईव्ह करीत असाल, तुम्ही वाहनात बसेस्तोवर काही क्षण जरी दरवाजा उघडा राहिला तरी डासांना वाहनातून तुमच्या बरोबर येण्यासाठी तितका कालावधी पुरेसा आहे.","ne":"तपाईं सबट्रपिकल वर्षावनको माध्यमबाट यात्रा गर्दै हुनु हुन्छ भने ढोका खोलेको केही सेकेन्ड भित्रै तपाईं गाडीभित्र पस्दा लामखुट्टे तपाईंसँगै गाडीमा जानका लागि पर्याप्त समय हुन्छ।","es":"Aun si está conduciendo por la selva subtropical y abre las puertas solo unos segundos para entrar al vehículo, eso es suficiente para que los mosquitos suban con usted.","sw":"Hata ikiwa unaendesha kupitia msitu wa mvua wa kitropiki ndogo, sekunde chache milango ikiwa wazi unapoingia kwenye gari ni muda unaotosha kwa mbu kuingia na wewe garini.","te":"మీరు సబ్​ట్రాపికల్ వర్షారణ్యం గుండా వెళుతున్నప్పటికీ, మీరు వాహనం లోపలికి వెళ్లేటప్పుడు తలుపులు తెరిచిన కొన్ని సెకన్లు సమయం దోమలు లోపలికి రావడానికి సరిపోతుంది.","ur":"اگر آپ سب ٹراپیکل برساتی جنگل سے گزر رہے ہوں تو گا ڑی میں داخل ہونے کے لئے چند سکنڈ کے لئے دروازہ کھولنا مچھروں کے لئے کافی وقت ہے کہ وہ بھی آپ کے ساتھ داخل ہوکر آپ کے ہم نشیں ہو جائیں۔","vi":"Ngay cả khi bạn đang lái xe qua khu rừng cận nhiệt đới, một vài giây mở cửa để đi vào xe cũng đủ thời gian cho muỗi đồng hành lên xe cùng bạn.","xh":"Nokuba uqhuba kwihlathi elinethropikhi, imizuzwana embalwa uvule iingcango ngelixa ungena ngaphakathi kwisithuthi lixesha elaneleyo lokuba iingcongconi zingene emotweni kunye nawe.","yo":"Kódà tí o bá ń ri ìrìn àjò láàárin aginjù, ìṣẹ́jú àáyá tí o fi ṣí ilẹ̀kùn láti wọ inú ọkọ̀ ti tó fún àwọn ẹ̀fọn láti wọlé pẹ̀lú rẹ.","zu":"Ngishoushayela ehlathini lemvula elinezihlahla ezinde, imizuzwana embalwa ngenkathi uvule izicabha zemoto ukuze ungene kuyona iyisikhathi esanele ukuthi omiyane bangene emotweni Kanye nawe."}
{"ar":"إن العديد منا يجدون أنفسهم في مشاهدة برنامج تلفزيوني يخبرنا بعمليةٍ أو تجربةٍ لن نشارك فيها أو نطبقها على الإطلاق.","zh":"我们中有很多人，都发现自己观看的电视节目在告诉我们某种过程或经验，但我们却永远不会参与或应用这些知识。","en":"So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.","eu":"Gutako asko egoten gara telebistako programa bat ikusten, non hor azaltzen diguten prozesu edo esperientzian ez dugun inoiz parte hartuko edo ez dugun inoiz ezagutza hori praktikan jarriko.","fr":"Beaucoup d'entre nous se retrouvent donc en train de regarder une émission télévisée qui nous montre un processus ou une expérience à laquelle nous ne participerons jamais ni ne mettrons de connaissances en pratique.","ml":"നമ്മൾ ഒരിക്കലും പങ്കെടുക്കാനോ ആ അറിവ് ഉപയോഗിക്കാനോ സാധ്യതയില്ലാത്ത ഒരു നടപടിയെയോ അനുഭവത്തെയോ പറ്റി പറയുന്ന ടിവി ഷോകൾ കാണുന്നവരാണ് നമ്മളിൽ പലരും.","mr":"आपल्यापैकी अनेक जण बरेचदा आपल्याला टीव्हीवरील असे कार्यक्रम बघताना आढळतात जे आपल्याला, ज्यात आपण कधीही सहभागी होणार नाही किंवा जे ज्ञान प्रत्यक्षात वापरणार नाही अशा क्रिया किंवा अनुभवांविषयी माहिती देत असतात.","ne":"हामीमध्ये धेरैले आफूलाई त्यो टेलिभिजन शो हेरेको पाउँछौँ जुनले हामी कहिल्यै सहभागी नहुने वा त्यो ज्ञान प्रयोग नगर्ने प्रक्रिया वा अनुभवको जानकारी दिन्छ।","es":"Somos muchos los que nos hemos encontrado mirando programas de televisión que proporcionan información sobre procesos o experiencias en los que jamás tendremos participación o aplicaremos ese conocimiento.","sw":"Kwa hivyo wengi wetu hujipata tukitazama kipindi cha runinga ambacho hutujulisha kuhusu mchakato au uzoefu ambao hatutawahi kushiriki au kutumia maarifa hayo.","te":"మనలో చాలామ౦ది టెలివిజన్ షోను చూస్తు౦డగా, ఆ జ్ఞానాన్ని మన౦ ఎన్నడూ పాల్గొనడ౦ లేదా అన్వయి౦చుకోలేని ఒక ప్రక్రియ గురి౦చి మనకు తెలియజేస్తా౦.","ur":"ہم میں سے بہت لوگ اپنے آپ کو ایسا ٹیلی ویژن شو دیکھتے ہوئے پاتے ہیں جو ہمیں ایک ایسے عمل یا تجربے کے بارے میں بتاتے ہیں جس میں ہم نہ تو کبھی حصہ لیں گے اور نہ ہی اس کو اپنے علم پر منطبق کریں گے۔","vi":"Nhiều người trong chúng ta thấy bản thân xem chương trình truyền hình dạy ta kiến thức về một quá trình hoặc trải nghiệm nào đó mà ta sẽ không bao giờ tham gia hoặc áp dụng.","xh":"Baninzi kuthi abazibona bebukele inkqubo kamabonakude esibonisa ngeenkqubo okanye izinto esingasoze sizenze okanye ulwazi esingasoze silusebenzise.","yo":"Opolopo ninu wa ni a ba ara wa ti a n wo ere ori amohunmaworan to sàfihàn iriri tabi isesi ti a o le kopa ninu tabi ya imo re lo lai lai.","zu":"Iningi lethu sizithola sibukele izinhlelo zethelevishini ezisitshela ngenqubo noma into eyenzekayo esingeke sihlanganyele kuyo noma sisebenzise lolo lwazi."}
{"ar":"تطفو الإبرة الفولاذيّة على الماء بسبب التوتّر السطحي.","zh":"由于表面张力的作用，钢针可以浮在水面上。","en":"The steel needle floats on top of the water because of surface tension.","eu":"Altzairuzko orratzak gainazaleko tentsioagatik flotatzen du uraren gainean.","fr":"L'aiguille en acier reste immergée à cause de la tension à la surface.","ml":"ഉപരിതല മർദ്ദം കാരണമായാണ് സ്റ്റീൽ സൂചി വെള്ളത്തിനു മേൽ പൊങ്ങിക്കിടക്കുന്നത്.","mr":"पोलादी सुई पाण्याच्या पृष्ठभागावर पृष्ठ ताणामुळे तरंगते.","ne":"स्टिलको सियो सतही तनावका कारण पानीको माथिल्लो भागमा तैरन्छ।","es":"La tensión superficial provoca que la aguja permanezca flotando sobre el agua.","sw":"Sindano ya chuma cha pua huelea juu ya maji kwa sababu ya mvuto kwenye uso.","te":"సర్ఫేస్ టెన్షన్ కారణంగా స్టీల్ సూది నీటి పైన తేలుతుంది.","ur":"سطح کشیدہ ہونے کی وجہ سے اسٹیل کی سوئي پانی کے اوپر تیرتی ہے۔","vi":"Kim thép nổi trên mặt nước do sức căng bề mặt.","xh":"Inaliti yentsimbi idada ngaphezu kwamanzi ngenxa yokubambana kwamanzi ngaphezulu.","yo":"Abẹ́rẹ́ onírin fò lórí omi látàrí ọwọ́ lílé ojú omi.","zu":"Inalithi yensimbi intanta ngaphezu kwamanzi ngenxa yokulumbana kwama-athomu."}
{"ar":"تم نشأة هذه المتطلبات لتوفير تدفق هجرةٍ مُنظمٍ بين البلدين.","zh":"这些要求是为了在两国之间实现有条不紊的移居而设计的。","en":"These requirements are designed to provide an organized migratory flow between both countries.","eu":"Bi herrialdeen arteko migrazio fluxuak antolatzeko diseinatuta daude baldintza horiek.","fr":"Ces exigences visent à assurer un flux migratoire organisé entre les deux pays.","ml":"ഈ ആവശ്യങ്ങളെ ക്രമീകരിച്ചിരിക്കുന്നത് ഇരു രാജ്യങ്ങൾക്കിടയിൽ ഒരു ചിട്ടയായ കുടിയേറ്റ പ്രവാഹം നൽകുന്നതിന് വേണ്ടിയാണ്.","mr":"या आवश्यकता दोन्ही देशांच्या दरम्यान ऑर्गनाइझ माइग्रेटरी फ्लो प्रदान करण्यासाठी डिझाईन केल्या आहेत.","ne":"दुवै देशहरूबिच संगठित प्रवासी प्रवाह प्रदान गर्न यी आवश्यकताहरू तोकिएको हो।","es":"El objetivo de estos requisitos es proporcionar una circulación migratoria organizada entre ambos países.","sw":"Mahitaji haya yameandaliwa ili kutoa uhamiaji ulioandaliwa kati ya nchi zote mbili.","te":"ఈ అవసరాలు రెండు దేశాల మధ్య వ్యవస్థీకృత వలస ప్రవాహాన్ని అందించడానికి రూపొందించబడ్డాయి.","ur":"یہ شرائط اس لئے وضع کی گئی ہیں تاکہ دونوں ملکوں کے مابین مہاجرین کی آمد و رفت کو منظم کیا جا سکے۔","vi":"Những đòi hỏi này được thiết kế để bảo đảm dòng di dân có tổ chức giữa hai nước.","xh":"Ezi mfaneleko zenzelwe ukuze zivumele ukuhamba phakathi kwala mazwe mabini.","yo":"Àwọn ohun tí a fẹ́ wọ̀nyí ni a gbé kalẹ̀ láti jẹ́ kí ìbáṣepọ̀ tí ó dá mọ́nrán wà láàárin orílẹ̀èdè méjèèj.","zu":"Lezi zidingo zakhelwe ukunikeza indlela ehlelekile yokuthutha phakathi kwamazwe womabili."}
{"ar":"تحليق الطائرات بدون طيار بالقرب من المطار أو فوق التجمعات فكرة سيئة دائماً على الأغلب، حتى وإن كان قانونياً في منطقتك.","zh":"在机场附近或人群拥挤的地方操控无人机升空，是个馊主意，即使这在你所在地区并不违法。","en":"Flying a drone near an airport or over a crowd is almost always a bad idea, even if it's not illegal in your area.","eu":"Drone bat aireportu batetik hurbil edo jendetzaren gainean erabiltzea ideia txarra da ia beti, nahiz eta zure bizitokian legez kanpokoa ez izan.","fr":"Faire voler un drone près d’un aéroport ou au-dessus d’une foule est presque toujours une mauvaise idée, même si ce n’est pas illégal dans votre région.","ml":"ഒരു വിമാനത്താവളത്തിന് അടുത്തോ ഒരു ജനക്കൂട്ടത്തിന് മുകളിലൂടെയോ ഡ്രോൺ പറത്തുന്നത് ഉചിതമല്ല, അത് നിങ്ങളുടെ നാട്ടിൽ നിയമവിരുദ്ധമല്ലെങ്കിൽ പോലും.","mr":"एखाद्या विमानतळावर किंवा गर्दीच्या वर ड्रोन उडवणे ही नेहमीच वाईट कल्पना आहे, जरी ते तुमच्या भागात बेकायदेशीर नसले तरी.","ne":"यो तपाईंको क्षेत्रमा अवैध नभए तापनि, विमानस्थको नजिक वा भीडभाडमा ड्रोन उडाउनु लगभग सधैकों खराब विचार हो।","es":"Aun cuando sea legal en su región, no suele ser una buena idea hacer volar un dron en las inmediaciones de un aeropuerto o por encima de una multitud.","sw":"Kurusha kidege-roboti karibu na uwanja wa ndege juu ya umati wa watu ni wazo mbaya karibu kila wakati, hata kama si haramu katika eneo lako.","te":"మీ ప్రాంతంలో అది చట్టవిరుద్ధం కాకపోయినా,  విమానాశ్రయం దగ్గర లేదా జన సమూహం పైన డ్రోన్  ఎగరడం దాదాపుగా ఎప్పుడూ  ఒక చెడు ఆలోచన.","ur":"کسی ایر پورٹ یا ہجوم کے اوپر ڈرون چلانا ایک خیالِ بد ہے، گو تمہارے علاقہ میں یہ قانوناً ممنوع نہیں ہے۔","vi":"Bạn không nên cho máy bay không người lái bay gần sân bay hoặc trên đầu một đám đông, ngay cả khi đó là hành vi không phạm pháp tại địa phương của bạn.","xh":"Ukubhabhisa i-drone ngakwisikhululo senqwelo moya okanye phezu kwabantu abaninzi iphantse ihlale ilicebo elibi, noba umthetho wasemgingqini yakho awukwaleli.","yo":"Ẹ̀rọ tó ń káwòrán sílẹ̀ lójú òfúrufú tó fò lẹ̀gbẹ́ pápá ọkọ̀ òfurufu tàbi lórí èrò kì n sábà jẹ́ èrò tó dáa, biotilejepe kò lòdì sí òfin ní agbègbè ę.","zu":"Ukundizisa izindiza eziqondiswa nge-remote eduze kwesikhumulo sezindiza noma phakathi kwabantu abaningi akuwona umqondo omuhle, ngisho noma kungekho emthwethweni lokho endaweni yangakini."}
{"ar":"حاولت لوكسمبورغ دائمًا أن تكون دولة حيادية ولكن ألمانيا احتلتها في الحرب العالمية الأولى والثانية.","zh":"卢森堡一直试图成为中立国，但它在第一次世界大战和第二次世界大战中都曾被德国占领。","en":"Luxembourg has always tried to remain a neutral country but it was occupied in both World War I and World War II by Germany.","eu":"Luxenburgo beti saiatu da herrialde neutroa izaten, baina I. eta II. Mundu Gerretan Alemaniak okupatu zuen.","fr":"Le Luxembourg a toujours essayé de rester un pays neutre, mais le territoire a été occupé par l’Allemagne pendant les Première et Seconde Guerres mondiales.","ml":"ലക്സംബർഗ് എപ്പോഴും ഒരു നിഷ്‌പക്ഷ രാജ്യമായി തുടരാൻ ശ്രമിച്ചിരുന്നു, പക്ഷേ ഒന്നാം ലോക മഹായുദ്ധത്തിലും രണ്ടാം ലോക മഹായുദ്ധത്തിലും ജർമ്മനി അവിടം  കൈവശപ്പെടുത്തി.","mr":"लक्झेंबर्ग हा नेहमी तटस्थ राहण्याचा प्रयत्न करणारा देश आहे परंतु पहिल्या आणि दुसऱ्या दोन्ही महायुद्धात तो जर्मनीने व्यापला होता.","ne":"लक्जेमबर्गले जहिले पनि तटस्थ देश रहने प्रयास गरेको छ तर यो पहिलो र दोस्रो विश्वयुद्धमा जर्मनीद्वारा कब्जा गरिएको थियो।","es":"Luxemburgo siempre ha intentado mantenerse como un estado neutral; no obstante, Alemania lo invadió en ambas guerras mundiales.","sw":"Lusembagi daima imejaribu kuwa nchi isiyoegemea upande wowote lakini ilichukuliwa na Ujerumani katika Vita vya kwanza na vya pili vya Dunia.","te":"లక్సెంబర్గ్ ఎల్లప్పుడూ తటస్థ దేశంగా ఉండటానికి ప్రయత్నించింది, కాని ఇది మొదటి ప్రపంచ యుద్ధం మరియు రెండవ ప్రపంచ యుద్ధం రెండింటిలోనూ జర్మనీ ఆక్రమించింది.","ur":"لگزیمبورگ نے ہمیشہ ایک غیرجانبدار مُلک رہنے کی کوشش کی ہے مگر اس پر جنگ عظیم اوّل اور جنگِ عظیم دوئم میں جرمنی نے قبضہ کیا تھا۔","vi":"Luxembourg luôn cố gắng duy trì tư cách là nước trung lập, nhưng họ đã bị Đức chiếm đóng trong cả Thế chiến I và II.","xh":"I Luxembourg yayisoloko izama ukuhlala ililizwe elingathathi cala kodwa yaye yahlaselwa kwimfazwe yokuqala Yehalabathi neMfazwe Yesibini Yehlabathi yi ngaMajamani.","yo":"Lusemboogi ti gbiyanju lati je orileede ti kii da si oro sugbon ni Ogun Agbaye Ikini Ati Ikeji, Jamani fi agbara gba won.","zu":"ILuxembourg ibihlale iyizwe elizama ukungathathi uhlangothi kodwa beyihilelekile kokubili eMpini Yezwe I kanye neMpi Yezwe II neJalimane."}
{"ar":"خسر مؤخرًا أمام راونيتش في بطولة بريسبان المفتوحة.","zh":"不久前，他在布里斯班公开赛上败于拉奥尼奇。","en":"He recently lost against Raonic in the Brisbane Open.","eu":"Duela gutxi galdu du Raonic-en kontra Brisbane-ko Openean.","fr":"Il a récemment perdu un match contre Raonic durant l'Open de Brisbane.","ml":"ബ്രിസ്‌ബേൻ ഓപ്പണിൽ റയോണിക്കിനോട് ഈയിടെ അദ്ദേഹം പരാജയപ്പെട്ടു.","mr":"ब्रिस्बेन खुल्या स्पर्धेत तो अलिकडे राओनिककडून पराभूत झाला होता.","ne":"उहाँ भर्खर ब्रिसबेन ओपनमा राओनिकका विरूद्ध पराजित हुनुभयो।","es":"Fue derrotado, hace poco, por Raonic en el Brisbane Open.","sw":"Hivi karibuni alipoteza dhidi ya Raonic kwenye Brisbane Open.","te":"ఇటీవల అతను బ్రిస్బేన్ ఓపెన్ లో రావోనిక్ తో జరిగిన పోటీలో ఓడిపోయాడు.","ur":"حال ہی میں وہ راونک کے خلاف برسبین اوپن میں ہار گیا۔","vi":"Gần đây anh ấy đã thua Raonic ở giải Brisbane Mở rộng","xh":"Usanda koyiswa nguRaonic kwiBrisbane Open.","yo":"Laipe yi o padanu si Raoniki ni ere Sisi Brisbeni.","zu":"Usanda kwehluleka muva nje ebhekene no-Raonic eBrisbane Open."}
{"ar":"حافظت المحطّة على معنويّاتها، رغم خسارة بوصلة كهربية في وقت سابق أثناء مهمّة محطّة الفضاء، حتى انتهاء السير في الفضاء.","zh":"尽管早些时候在空间站任务中丢失了一个陀螺仪，但空间站一直保持着它的姿态，直到太空行走任务结束。","en":"The station maintained its attitude, despite the loss of a gyroscope earlier in the space station mission, until the end of the spacewalk.","eu":"Estazioak bere jarrerari eutsi zion espazio-ibilaldiaren amaiera arte, espazio-estazioaren misioaren hasieran giroskopio bat galdu arren.","fr":"La station a maintenu son attitude, malgré la perte d'un gyroscope plus tôt au cours de la mission de la station spatiale, jusqu'à la fin de la sortie spatiale.","ml":"ബഹിരാകാശ നിലയത്തിന്റെ അവസാനത്തിൽ ഒരു ബഹിരാകാശ ദൂരദർശിനി നഷ്ടപ്പെട്ടിട്ടും ബഹിരാകാശയാത്രയുടെ അവസാനം വരെ സ്റ്റേഷൻ അതിന്റെ മനോഭാവം നിലനിർത്തി.","mr":"स्टेशनने स्पेसवॉकच्या शेवटपर्यंत स्पेस स्टेशन मिशनमध्ये गायरोस्कोप गमावल्यानंतरही आपला दृष्टिकोन कायम ठेवला.","ne":"अन्तरिक्ष स्टेसन मिसनमा जाइरोस्कोप हराएका भए पनि स्टेसनले स्पेसवाकको अन्तिम समयसम्म आफ्नो मनोवृत्ति कायम राख्यो।","es":"A pesar de haber perdido un giroscopio previamente en la misión de la estación espacial, la misma mantuvo su altitud hasta que se completó la caminata espacial.","sw":"Kituo kilidumisha mtazamo wake, licha ya upotezaji wa gurudumu tuzi mapema kwenye misheni ya kituo cha angani, hadi mwisho wa matembezi ya angani.","te":"స్పేస్ వాక్ చివర వరకు, స్పేస్ స్టేషన్ మిషన్ లో ఇంతకు ముందు గైరోస్కోప్ ను కోల్పోయినప్పటికీ,  స్టేషన్ దాని స్థానాన్ని కొనసాగించింది.","ur":"پہلے خلائی اسٹیشن مشن میں ایک جیرو اسکوپ کے نقصان کے باوجود اس اسٹیشن نے خلائی راستے کے اختتام تک اپنا رویہ برقرار رکھا۔","vi":"Trạm vẫn duy trì cao độ mặc dù bị mất một con quay hồi chuyển trước đó trong nhiệm vụ trạm vũ trụ, cho đến khi kết thúc đi bộ trong không gian.","xh":"Kwizilwanyane zase-Australia kukho igquba, nangona iqela leemarsupials (ii-mammals ezinempokotho) futhi iimonotremes (ii-mammals ezizala amaqanda).","yo":"Ibùdó náà kò sọ ìwà rẹ nù, pẹ̀lú bí o ṣe sọ gyroscope nù lẹ́ẹ̀kan ní ibùdó, títí di òpin spacewal.","zu":"Isiteshi sagcina isimo saso sengqondo, nangaphezu kokulahlekelwa yi-gyroscope ekuqaleni kwemishani yesiteshi sasemkhathini, kuze kube sekugcineni kokuhamba emkhathini."}
{"ar":"اللغات المساعدة هي لغات مصطنعة أو مبنية تم إنشاؤها بقصد تسهيل الاتصال بين الشعوب التي كانت تواجه صعوبات في التواصل بخلاف ذلك.","zh":"辅助语言是为了便于语言不相通的人群交流而创造的人工语言或构造语言。","en":"Auxiliary languages are artificial or constructed languages created with the intent of facilitating communication between peoples who would otherwise have difficulty communicating.","eu":"Hizkuntz laguntzaileak hizkuntza artifizialak edo eraikiak dira, horiek gabe komunikatzeko zailtasunak dituzten bi herriren arteko komunikazioa errazteko helburuarekin sortutakoak.","fr":"Les langues auxiliaires sont des langues, artificielles ou construites, créées dans le but de faciliter la communication entre des peuples qui, autrement, auraient des difficultés à communiquer.","ml":"ഓക്സിലറി ലാംഗ്വേജുകൾ കൃത്രിമമായ അഥവാ കെട്ടിയുണ്ടാക്കിയ ഭാഷകളാണ്, ഇതിന്റെ സഹായം ഇല്ലെങ്കിൽ ആശയവിനിമയം ബുദ്ധിമുട്ടാകുന്ന ആളുകൾക്ക് ആശയവിനിമയം സുഗമമാക്കുക എന്ന ഉദ്ദേശ്യത്തോടെ സൃഷ്ടിച്ചതാണ് അത്.","mr":"सहाय्यक भाषा या ज्या लोकांना एकमेकांशी संवाद साधताना त्रास होतो अशा लोकांमधील संभाषणाला मदत करण्यासाठी तयार केलेल्या कृत्रिम किंवा तयार केलेल्या भाषा होत.","ne":"सहायक भाषाहरू कृत्रिम वा सिर्जना गरिएका भाषाहरू हुन् जुन मानिसहरूका माझमा सञ्चारको सुविधा पुर्‍याउने उद्देश्यका साथ सिर्जना गरिएका हुन् र जसलाई अन्यथा सञ्चार गर्नमा कठिनाइ हुन सक्थ्यो।","es":"Los lenguajes auxiliares son idiomas artificiales o construidos que se crean con el fin de facilitar la comunicación entre pueblos que, de otra forma, tendrían problemas para comunicarse.","sw":"Lugha saidizi ni lugha bandia au za kubuniwa zinazoundwa kwa lengo la kusaidia mawasiliano kati ya watu ambao vinginevyo wangepata shida ya kuwasiliana.","te":"సహాయక భాషలు అనేవి కృత్రిమ లేదా నిర్మిత భాషలు, మరోవిధంగా కమ్యూనికేట్ చేయడం కష్టంగా ఉండే వ్యక్తుల మధ్య కమ్యూనికేషన్ ని సులభతరం చేసే ఉద్దేశంతో సృష్టించబడతాయి.","ur":"آگزیلیری زبانیں، مصنوعی یا تعمیری زبانیں ہیں جو لوگوں کے درمیان گفتگو کو سہومت دینے کے مقصد کے ساتھ تخلیق کیے گئے ہیں جن کو کسی اور صورت میں بیان کرنا مشکل ہیں۔","vi":"Ngôn ngữ phụ trợ là những ngôn ngữ nhân tạo hoặc được xây dựng với mục đích hỗ trợ giao tiếp giữa những dân tộc gặp khó khăn trong việc giao tiếp với nhau.","xh":"Iilwimi ezincedisayo ziilwimi ezenziweyo okanye ezakhiweyo ezenziwe ngeenjongo zokuncedisana nonxibelelwano phakathi kwabantu abanokuthi babenobunzima ekunxibelelaneni.","yo":"Èdè ìrànlọ́wọ́ ní àwọn èdè àtọwọ́dá tí a kọ́ lójúnnà àti lè mún kí ìbánisọ̀rọ̀ rọrùn laàrin àwọn ènìyàn tí wọ́n lè ní ìṣòro ìbáraẹnisọ̀rọ̀.","zu":"Izilimi zesikhashana izilimi ekungezona ezangempela noma ezakhiwe ngenhloso yokulungiselela ukukhulumisana phakathi kwabantu ababezoba nenkinga yokukhulumisana uma kwakungenjalo."}
{"ar":"يتوقّف التأثير على معدّل تكرار محاولة مخّك للوصول إلى الحُلم الصافِ كل ليلة.","zh":"其效果取决于你的大脑每晚做清醒梦的频率。","en":"The effect is dependent on how often your brain attempts to lucidly dream per night.","eu":"Zure garunak gaueko amets argiak izateko saiakera kopuruaren mende dago efektua.","fr":"L’effet dépend de la fréquence à laquelle votre cerveau tente de rêver lucidement par nuit.","ml":"ഫലം ഒരു രാത്രിയിൽ എത്ര തവണ സ്വപ്നം കാണാൻ നിങ്ങളുടെ മസ്തിഷ്കം ശ്രമിക്കുന്നു എന്നതിനെ ആശ്രയിച്ചിരിക്കുന്നു.","mr":"प्रभाव हा तुमचा मेंदू दररोज रात्री किती वेळा स्वप्न पाहण्याचा प्रयत्न करतो यावर अवलंबून असतो.","ne":"यसको प्रभाव तपाईंको दिमागले प्रति रात राम्रो सपनाका लागि कति प्रयास गर्दछ भन्ने कुरामा निर्भर गर्दछ।","es":"El efecto que tenga será en función de cuán seguido su cerebro haga el intento de producir sueños lúcidos por noche.","sw":"Athari inategemea ni mara ngapi ubongo wako hujaribu kupata ndoto dhahiri.","te":"మీ మెదడు ప్రతి రాత్రి కి కలలు కనే ప్రయత్నం ఎంత తరచుగా చేయాలనే దానిపై ఆధారపడి ఉంటుంది.","ur":"اسکی تاثیر اس بات پر منحصر ہے کہ آپکا دماغ ہر شب اکثر کتنی وضاحت سے خواب دیکھنے کی کوشش کرتا ہے-","vi":"Tác động phụ thuộc vào tần suất não bộ của bạn gắng sức để mơ tỉnh mỗi đêm.","xh":"Ukukuchaphazela kwayo kuxhomekeke kwisiqhelo sengqondo sokuzama ukuphupha uzilawula ephupheni ngobusuku.","yo":"Àbájádẹ yìí dálé lórí bí ọpọlọ rẹ se n sakitiyan láti la àlá kẹdẹrẹ ní alẹlẹ́.","zu":"Umphumela uxhomeke ekutheni ingqondo yakho izama kangakanani ukuphupha izwa ubusuku ngabunye."}
{"ar":"العمل التطوعي أثناء السفر وسيلة رائعة لإحداث فارق ولكن الأمر لا يتعلق فقط بالعطاء.","zh":"在旅行中进行志愿服务是一种与众不同的好方法，但这不仅仅在于付出。","en":"Volunteering while travelling is a great way to make a difference but it's not just about giving.","eu":"Bidaiatu bitartean boluntario lanetan aritzea izugarri aproposa da zeure aletxoa jartzeko, baina honen oinarria ez datza soilik ekarpenetan.","fr":"Le bénévolat en voyage est un excellent moyen de faire une différence, mais il ne s’agit pas seulement de donner.","ml":"യാത്ര ചെയ്യുമ്പോൾ സന്നദ്ധസേവനം ഒരു മാറ്റത്തിനുള്ള മികച്ച മാർഗമാണ്. എന്നാൽ അത് വെറും നൽകൽ മാത്രമല്ല.","mr":"प्रवासादरम्यान स्वयंसेवक म्हणून काम करणे हा बदल घडवून आणण्याचा उत्तम मार्ग असू शकतो मात्र ते म्हणजे फक्त देणे नव्हे.","ne":"यात्राका क्रममा स्वयंसेवक भएर अरूलाई मद्दत गर्नु भनेको परिवर्तन ल्याउने एउटा राम्रो उपाय हो तर यसो गर्दा हामी अरूलाई दिइरहेका मात्र भने हुँदैनौं।","es":"Trabajar como voluntario mientras se encuentra de viaje es una forma extraordinaria de marcar la diferencia, pero el objetivo no es solo el de dar.","sw":"Kujitolea wakati wa kusafiri ni njia nzuri ya kuleta mabadiliko lakini si kuhusu utoaji tu.","te":"ప్రయాణించేటప్పుడు స్వచ్ఛందంగా పనిచేయడం వైవిధ్యంగా ఉండడానికి ఒక మంచి మార్గం కానీ ఇది కేవలం ఇవ్వడం  మాత్రమే కాదు.","ur":"سفر کے دوران رضاکارانہ خدمات انجام دینا کچھ الگ کرنے کے لئے ایک اچھا طریقہ ہے لیکن اس کا مطلب صرف دینا ہی نہیں ہے۔","vi":"Tình nguyện kết hợp du lịch là một cách hay để tạo ra sự khác biệt nhưng đó không chỉ là vấn đề cho đi.","xh":"Ukuvolontiya ngelixa undwendwela yindlela entle yokwenza umahluko kodwa ayikokunikela nje kuphela.","yo":"Fífí-ara-ẹni-jìn ní ìgbà tí ènìyàn bá ń rin ìrìn àjò jẹ́ ọ̀nà tí ó dára láti mú ìyàtọ̀ wà, ṣùgbọn kòkàn jẹ́ nípa kí a fún-ni nìkan.","zu":"Ukuvolontiya njengoba uthatha uhambo indlela ekahle yokwenza umehluko kodwa akuphathelananga nokunikela nje."}
{"ar":"لم نتلق أي أخبار عن تأخر حركة المرور المؤدية لطريق المدينة البديل.","zh":"在该市的备用线路即环城高速公路上，没有出现严重的交通延误。","en":"There were no heavy traffic delays reported on the beltway, the city's alternate route.","eu":"Ez da trafiko-atzerapen larririk egon saihesbidean, hiriaren ordezko ibilbidean.","fr":"On avait annoncé aucun retard lié aux embouteillages sur le boulevard périphérique ; l'autre route de la ville.","ml":"നഗരത്തിന്റെ മറ്റൊരു മാർഗ്ഗമായ ബെൽറ്റ് വേയിൽ കനത്ത ഗതാഗത കുരുക്കുകളൊന്നും റിപ്പോർട്ട് ചെയ്തിട്ടില്ല.","mr":"बेल्टवे, शहराच्या पर्यायी मार्गावर कोणताही भारी रहदारी विलंब नोंदविला गेला नाही.","ne":"सहरको वैकल्पिक मार्ग, बेल्टवेमा कुनै ठूलो यातायात ढिलाई रिपोर्ट गरिएको थिएन।","es":"La circunvalación, que es la carretera alternativa de la ciudad, no registró mayores demoras por tráfico.","sw":"Hapakuwa na ucheleweshwaji mkubwa wa trafiki ulioripotiwa kwenye barabara ya ukanda, njia mbadala ya jiji.","te":"నగరం యొక్క ప్రత్యామ్నాయ మార్గం అయిన బెల్ట్ వేపై భారీ ట్రాఫిక్ ఆలస్యాలు నివేధించబడలేదు.","ur":"شہر کے متبادل راستے، بیلٹ وے پر بھاری ٹریفک کی وجہ سے تاخیر کی اطلاع نہیں ہے۔","vi":"Không có báo cáo về ách tắc giao thông trầm trọng trên đường vành đai, tuyến đường thay thế của thành phố.","xh":"Khange kubekho zingxelo ezithetha ngokulibaziseka ngenxa yokubaninzi kweemoto endleleni kwi-beltway, enye indlela enokuthathwa.","yo":"Ko sí ìdádúró súnkẹrẹfàkẹrẹ púpọ̀ lóri ojú ọ̀nà ìdèkùn,ọ̀nà ìkejí ìlú náà.","zu":"Bekungekho ukulibaziseka ngenxa yezimoto eziningi okubikiwe emgwaqweni omkhulu, enye indlela yokungena edolobheni."}
{"ar":"لقد مررنا بأزمة مالية استمرّت لمدة عام، وبلغت لحظاتها الأكثر حدّة في الشهرين الماضيين، وأعتقد أنّ الأسواق المالية قد بدأت الآن تتعافى.\"","zh":"“金融危机持续了一年之久，以过去两个月最为严重，我认为现在金融市场正在开始复苏。”","en":"We have a year-long financial crisis, which has had its most acute moment in the past two months, and I think now the financial markets are beginning to recover.\"","eu":"Krisi finantzarioak urte osoa iraun du, eta duela bi hilabete izan zen unerik larriena; uste dut orain hasi direla berreskuratzen merkatu finantzarioak.”","fr":"Nous traversons une crise financière d'un an, qui a connu son moment le plus aigu au cours des deux derniers mois, et je pense que maintenant les marchés financiers commencent à se redresser. »","ml":"ഞങ്ങൾക്ക് ഒരു വർഷം മുഴുവൻ നീളുന്ന സാമ്പത്തിക പ്രതിസന്ധിയുണ്ട്. അത് കഴിഞ്ഞ രണ്ട് മാസത്തിനിടയിലെ ഏറ്റവും കടുത്ത നിമിഷമാണ്. സാമ്പത്തിക വിപണികൾ ഇപ്പോൾ കരകയറാൻ തുടങ്ങിയിട്ടുള്ളതായി ഞാൻ കരുതുന്നു.","mr":"\"आमच्याकडे वर्षापासून आर्थिक संकट आहे, जे मागील 2 महिन्यांत अधिक गंभीर झाले आहे परंतु मला वाटते की आता फायनान्शिअल मार्केट सुधारण्यास सुरुवात झाली आहे.\"\"\"","ne":"विगत दुई महिनामा यसको सबैभन्दा तीव्र क्षण भएको र अब वित्तीय बजारहरू सुधार हुन थालेको छ र हामीसँग एक बर्ष लामो वित्तीय सङ्कट छ भन्ने मलाई लागेको छ।”","es":"Estamos viviendo una crisis económica desde hace un año, y los dos últimos meses han sido los peores. Considero que, actualmente, los mercados financieros han iniciado su recuperación».","sw":"Tuna mgogoro wa kifedha ya mwaka mzima, ambao umekuwa na wakati wake mbaya katika miezi miwili iliyopita, na nadhani sasa masoko ya kifedha yameanza kuwa nafuu.\"","te":"\"\"\"మేము ఒక సంవత్సరం పాటు ఆర్థిక సంక్షోభం కలిగి ఉన్నాము, ఇది గత రెండు నెలల్లో అత్యంత తీవ్రమైన క్షణాన్ని కలిగి ఉంది, మరియు ఇప్పుడు ఆర్థిక మార్కెట్లు తిరిగి పుంజుకోవడం ప్రారంభిస్తున్నాయని నేను భావిస్తున్నాను.\"\"\"\"\"\"\"","ur":"ہمیں ایک سال پرانا مالی بحران لاحق ہے جس نے پچھلے دو ماہ میں اپنی سب سے زیادہ حد کو پالیا ہے، اور میرا خیال ہے کہ اب مالیاتی بازار بحال ہونا شروع ہورہے ہیں۔“","vi":"Chúng ta đã rơi vào cuộc khủng hoảng tài chính trong suốt một năm, trong đó thời gian tồi tệ nhất là hai tháng vừa qua, và tôi nghĩ giờ đây các thị trường tài chánh đang bắt đầu hồi phục.\"","xh":"Bekukho ingxaki yezezimali ethathe unyaka, eye yaqatsela kwezi nyanga zimbini zidlulileyo, kwaye ndicinga ukuba iimarike zezezimali seziqalisa ukubyela kwindlela yesiqhelo.\"","yo":"A ni isoro eto isuna ni nkan bi odun kan seyin, eyi ti o feju keke ni bi osu meji seyin, eyiti mo lero ni bayi wipe ojo isuna ti bere si ni gbera so pada bayi.”","zu":"Sinenhlekelele yezimali yonyaka wonke, ebe yibi kakhulu ezinyangeni ezimbili ezidlule, futhi ngicabanga ukuthi manje ezomnotho ziqala ukusimama.”"}
{"ar":"اليد البشرية أقصر من القدم، مع سلاميات أكثر استقامة.","zh":"人类的手比脚短，指（趾）骨更直。","en":"The human hand is shorter than the foot, with straighter phalanges.","eu":"Gizakien eskuak oinak baino laburragoak dira eta falange zuzenagoak dituzte.","fr":"La main de l'homme est plus courte que son pied, avec des phalanges plus rigides.","ml":"നേരെയുള്ള ഫലാഞ്ചുകളോട് കൂടിയ മനുഷ്യന്റെ കൈ, കാലിനേക്കാൾ ചെറുതാണ്.","mr":"मानवी हात पायाहून लहान असतो, फॅलांजेस अधिक सरळ असतात.","ne":"हड्डीहरूका साथ मानव हात खुट्टाभन्दा भन्दा छोटो हुन्छ।","es":"La longitud de la mano del ser humano es menor que la del pie y sus falanges son más rectas.","sw":"Mkono wa binadamu ni mfupi kuliko mguu, na una mifupa minyoofu zaidi..","te":"ఎముకలు నేరుగా ఉండి మానవ చెయ్యి పాదం కంటే చిన్నదిగా ఉంటుంది.","ur":"انسانی ہاتھ پاؤں سے چھوٹا ہے، سیدھے ہاتھوں اور پَیروں کی اُنگلیوں کی چھوٹی ہَڈّیوں کے ساتھ۔","vi":"Bàn tay của người ngắn hơn bàn chân, và có các đốt thẳng hơn.","xh":"Isandla somntu sikufutshane kunonyawo, sinamathambo ezilukhuni.","yo":"Ọwọ́ ènìyàn kéré sí ẹsẹ̀ rẹ̀, pẹlù eegun ẹsẹ̀ tí ó tọ́.","zu":"Isandla somuntu sifushane kunonyawo, ngama-phalange athe ukuqonda kakhudlwana."}
{"ar":"فقد تم الإبلاغ عن أقل من ألف حالة ضمن البشر، لكن بعضها كان قاتلاً.","zh":"据报道，人类感染禽流感的病例不到 一千例，但其中有一些病例是致命的。","en":"Fewer than a thousand cases have ever been reported in humans, but some of them have been fatal.","eu":"Ehun kasu baino gutxiago azaldu dira gizakietan, baina haietako batzuk hilgarriak izan dira.","fr":"Moins d'un millier de cas ont été rapportés chez les humains, mais certains ont été mortels.","ml":"മനുഷ്യരിൽ ആയിരത്തിലധികം കേസുകൾ ഇതുവരെ റിപ്പോർട്ട് ചെയ്യപ്പെട്ടിട്ടുണ്ട്. അവയിൽ ചിലത് മാരകമായിരുന്നു.","mr":"मानवामध्ये एक हजार पेक्षा प्रकरणे आजपर्यंत नोंदवली गेली आहेत, परंतु त्यातील प्राणघातक आहेत.","ne":"मानवमा हजारभन्दा कम घटनाहरू रिपोर्ट गरिएका छन् र तीमध्ये केही घातक छन्।","es":"Aun cuando se han registrado menos de mil casos en personas, algunos de estos tuvieron un desenlace fatal.","sw":"Kesi chache chini ya elfu zimewahi kuripotiwa kwa wanadamu, lakini baadhi yazo zilipelekea kifo.","te":"మానవుల్లో వెయ్యి కి పైగా కేసులు ఎప్పుడూ నమోదు కాలేదు, కానీ వాటిలో కొన్ని ప్రాణాంతకం అయ్యాయి.","ur":"انسانوں میں ابھی تک ہزار معاملے سے بھی کم دیکھے گئے ہیں، لیکن ان میں سے کچھ مہلک ثابت ہوئے ہیں۔","vi":"Chỉ có chưa tới một ngàn ca bệnh ở người được báo cáo, nhưng một số ca đã dẫn đến tử vong.","xh":"Zingaphantsi kwewaka iimeko ezixeliweyo ebantwini, kodwa ezinye zazo ziye zabulala.","yo":"Àwọn ìṣẹ̀lẹ̀ tí wọn ti fi rojo lára èyàn ò tó egberun, ṣùgbọ́n àwọn kan tí wọ́n rí gbẹ̀mí lọ.","zu":"Ukugula okungaphansi kwenkulungwane kubikiwe ebantwini, kodwa okunye kwakho bekubulala."}
{"ar":"وكانت مجموعة فيرجين التابعة للسير ريتشارد برانسون قد تقدمت بطلب تم رفضه قبل تأميم البنك.","zh":"布兰森爵士 (Sir Richard Branson) 的维珍集团 (Virgin Group) 在该银行进行国有化之前曾出价收购，但遭到拒绝。","en":"Sir Richard Branson's Virgin Group had a bid for the bank rejected prior to the bank’s nationalisation.","eu":"Richard Branson-en Virgin Group-ek erosketa-eskaintza bat egina zuen nazionalizatu aurretik, baina bankuak ez zuen onartu.","fr":"Le groupe Virgin de Sir Richard Branson a vu son offre d’achat rejetée avant la nationalisation de la banque.","ml":"ബാങ്കിന്റെ ദേശസാൽക്കരണത്തിന് മുമ്പ് നിരസിക്കപ്പെട്ട ബാങ്കിനായി സർ റിച്ചാർഡ് ബ്രാൻസണിന്റെ വിർജിൻ ഗ്രൂപ്പ് ഒരു ബിഡ് നടത്തിയിട്ടുണ്ട്.","mr":"सर रिचर्ड ब्रॅन्सनच्या वर्जिन ग्रुपने बँकेचे राष्ट्रीयकरण होण्यापूर्वी नाकारलेल्या बँकेसाठी बोली लावली होती.","ne":"बैंकको राष्ट्रियकरण हुनुअघि रिचार्ड ब्रानसनको भर्जिन समूहले बैंकका लागि लगाएको बोली अस्वीकृत भएको  थियो।","es":"Antes de su nacionalización, se rechazó una oferta que el Virgin Group de Sir Richard Branson había hecho por el banco.","sw":"Ofa ya Kikundi cha Virgin cha Bwana Richard Branson ya ununuzi wa benki hiyo ilikataliwa kabla ya kutaifishwa kwa benki hiyo.","te":"సర్ రిచర్డ్ బ్రాన్సన్ యొక్క వర్జిన్ గ్రూప్ బ్యాంక్ జాతీయం చేయడానికి ముందు బిడ్ వేసి తిరస్కరించబడింది.","ur":"سر رچرڈ برانسن کے ورجن گروپ نے بینک کو قومی ملکیت قرار دینے سے قبل مسترد کردہ بینک کیلئے بولی لگائی تھی۔","vi":"Tập đoàn Virgin của Ngài Richard Branson đã bị từ chối một bản đấu giá cho ngân hàng trước khi ngân hàng bị quốc hữu hóa.","xh":"I-Virgin Group iqela leenkampani zika-Sir Rachard Branson liye lakhatywa xa belifaka isicelo sokuthenga ibhanki ngaphambi kkuba ithathwe ngurhulumente.","yo":"Ẹgbẹ́ Virgin ti Sir Richard Branson ní ìdù fún ǹkan ti ilé ìfowópamọ́ ti kọ̀ sílẹ̀ ṣáájú ìyípòpadà ilé ìfowópamọ́.","zu":"I-Virgin Group kaMnumzane - Richard Branson yayinebhidi yebhange eyanqatshelwa ngaphambili kokuba leli bhange libe elezwe."}
{"ar":"على أمل أن يُدرك معظم الناس أن أفضل خياراتهم على المدى الطويل العمل معاً.","zh":"希望大多数人都能意识到，从长远来看，与他人合作才是最佳选择。","en":"Hopefully, most people will realise that their long term best option is to work together with others.","eu":"Zorte pixka batekin, jende gehiena ohartuko da epe luzerako aukera onena besteekin batera lan egitea dela.","fr":"Il est à espérer que la plupart des gens réaliseront que leur meilleure option à long terme est de travailler ensemble.","ml":"ഭാഗ്യവശാൽ, ആളുകൾ മനസ്സിലാക്കുന്ന ഒരു കാര്യം മറ്റുള്ളവരുമായി ഒരുമിച്ചുചേർന്ന് പ്രവർത്തിക്കുന്നതാണ് എന്നതാണ്.","mr":"आशा आहे की, बहुतांश लोकांना हे समजेल असेल की मिळून मिसळून काम करणे हा त्यांच्यासाठी दीर्घकालीन सर्वोत्तम पर्याय आहे.","ne":"आशा छ उनीहरूको दिर्घकालीन उत्तम विकल्प अरूसँग मिलेर काम गर्नु भनेर धेरै मानिसहरूले महसुस गर्ने छन्।","es":"Con suerte, la mayoría de las personas toman consciencia de que su mejor opción en el largo plazo es la de trabajar en colaboración con otros.","sw":"Kwa matumaini, watu wengi watagundua kwamba chaguo lao bora la kudumu ni kufanya kazi pamoja na wengine.","te":"ఆశాజనకంగా, చాలా మంది వ్యక్తులు ఇతరులతో కలిసి పనిచేయడం అనేది తమ దీర్ఘకాలిక అత్యుత్తమ ఆప్షన్ అని అర్థం చేసుకుంటారు.","ur":"امید ہے کہ زیادہ تر لوگ محسوس کریں گے کہ ان کا طویل مدتی بہترین اختیار دوسروں کے ساتھ مل کر کام کرنا ہے۔","vi":"Hy vọng rằng hầu hết mọi người sẽ nhận ra lựa chọn dài hạn tốt nhất cho họ là hợp tác với người khác.","xh":"Ethembeni, abantu abaninzi bayakuyiqonda into yokuba icebo labo elingcono kukusebenza nabantu.","yo":"A n retí pé ọ̀pọ̀ èyàn ló ma ríi pé iṣẹ́ àparapọ̀ ṣe pẹ̀lú àwọn èyàn ló sàn jù fún ìgbà gígùn.","zu":"Ngokuthembisayo, abantu abaningi bazoqaphela ukuthi abangakukhetha okuhle kakhulu kwesikhathi eside ukusebenzisana nabanye."}
{"ar":"وتُعزى خمسة عشر من هذه الصخور إلى وابل الشهب الذي حدث في يوليو الماضي.","zh":"这些岩石中的十五块来源于去年七月份的流星雨。","en":"Fifteen of these rocks are attributed to the meteorite shower last July.","eu":"Arroka horietatik hamabost iragan uztaileko ozar-izarretatik datozela uste da.","fr":"Quinze de ces roches sont attribuées à la pluie de météorites de juillet dernier.","ml":"ഈ ജൂലൈയിൽ പതിനഞ്ചു  ശിലകളാണ്  ഉൽക്കാവർഷത്തിന് ഹേതുവായത്.","mr":"यापैकी पंधरा दगड गेल्या जुलैतील उल्का वर्षावातील आहेत.","ne":"यी मध्ये पन्ध्र वटा चट्टानहरूलाई गत जुलाईमा उल्का पिण्ड वर्षाका लागि श्रेय दिइन्छ।","es":"Se adjudicaron quince de estas rocas a la lluvia de meteoritos ocurrida en julio pasado.","sw":"Kumi na tano ya haya mawe yamehusishwa kwa mawe yaliyotoka katika nyota na kunyesha Julai iliyopita.","te":"గత జూలైలో ఉల్కాపాతానికి ఈ రాళ్లలో పదిహేను  కేటాయించబడ్డాయి.","ur":"ان میں سے پندرہ پتھر گزشتہ جولائی میں وقوع پذیر ہونے والے شہابی شاور سے تعلق رکھتے ہیں۔","vi":"Mười lăm tảng đá trong số này được cho là đến từ trận mưa thiên thạch vào tháng 7 năm ngoái.","xh":"Amatye ayi-15 ezi meteorite awe ngoJulayi kunyaka ophelileyo.","yo":"Maarundinlogun lára awon òkúta wọ̀nyí ni òjò mitiyo Agëmọ tó kọjá fà.","zu":"Amadwala ayishumi nanhlanu kulawa kuthiwa enziwe amatshe awa emkhathini ngoJulayi odlule."}
{"ar":"يمكنك شراء المنتجات حسب حاجتك، ولكن معظمها سيكون له تأثير ضئيل أو ليس له تأثير فعلى على الأداء.","zh":"可以根据需要购买产品，但大多数产品对成绩几乎没有实际影响。","en":"Products can be purchased as needed, but most will have little or no real impact on performance.","eu":"Behar ahala eros daitezke produktuak, baina errendimenduan eragin gutxi edo batere ez dute izango gehienek.","fr":"Les produits peuvent être achetés si le besoin se fait sentir, mais la plupart n'auront que peu ou aucune incidence réelle sur la performance de l'athlète.","ml":"ഉൽ‌പ്പന്നങ്ങൾ‌ ആവശ്യാനുസരണം വാങ്ങാൻ‌ കഴിയും, എന്നാൽ മിക്കതും പ്രകടനത്തിൽ വളരെ ചെറിയ അല്ലെങ്കിൽ‌ കാര്യമായ സ്വാധീനം ചെലുത്തുന്നില്ല.","mr":"आवश्यकतेनुसार उत्पादने खरेदी करता येऊ शकतात, परंतु बहुतेक जणांच्या कामगिरीवर फार थोडा किंवा प्रत्यक्ष परिणाम होणार नाही.","ne":"उत्पादनहरू आवश्यकताअनुसार किन्न सकिन्छ, तर धेरैजसोको प्रदर्शनमा थोरै वा केही वास्तविक प्रभाव हुनेछैन।","es":"Existen artículos que se pueden adquirir si se los estima necesarios; no obstante, la mayoría de ellos no tendrá impacto verdadero alguno en el rendimiento, o su incidencia será mínima.","sw":"Bidhaa zinaweza kununuliwa zinapotakikana, lakini nyingi zitakuwa na athari ndogo au isiyo halisi kwa utendaji.","te":"ఉత్పత్తులను అవసరమైనప్పుడు కొనవచ్చు, కాని చాలావరకు పనితీరుపై తక్కువ లేదా అసలు ప్రభావమే చూపదు.","ur":"مصنوعات کو حسبِ ضرورت خریدا جاسکتا ہے، مگر زیادہ تر کا کارکرگی پر کم یا کوئی اصل اثر نہیں ہوگا۔","vi":"Các sản phẩm có thể được mua nếu cần nhưng hầu như sẽ có rất ít hoặc không ảnh hưởng thực sự đến phong độ.","xh":"Iimveliso zingathengiswa kangangoko zifunwa, kodwa uninzi luzoba nefuthe elincinci okanye zingabi nalo kwa ifuthe ekusebenzeni.","yo":"A lè ra ohun èlò nígbàkúgbà tí lílò bá kàn án, àmọ́ ọ̀pọ̀ ní kò ní ní ipa púpò tàbí kankan lóri ìsé.","zu":"Imikhiqizo ingathengwa ngokwesidingo sakho, kodwa eminingi izoba nokumbalwa noma ingabi namthelela otheni ekusebenzeni."}
{"ar":"الغولف لعبة يستخدم فيها اللاعبون العصيّ لضرب كرات محاولةً لإدخالها في الثقوب.","zh":"高尔夫是一项玩家用球杆将球击入洞中的运动。","en":"Golf is a game in which players use clubs to hit balls into holes.","eu":"Golfean, jokalariek golfeko makilak erabiltzen dituzte pilotak zuloetan sartzeko.","fr":"Le golf est un jeu dans lequel les joueurs utilisent des clubs pour frapper des balles et les envoyer dans des trous.","ml":"ദ്വാരങ്ങളിലേക്ക് പന്തുകൾ അടിക്കാൻ കളിക്കാർ ക്ലബ്ബുകൾ ഉപയോഗിക്കുന്ന ഒരു ഗെയിമാണ് ഗോൾഫ്.","mr":"गॉल्फ या खेळामध्ये खेळाडू होलमध्ये चेंडू ढकलण्यासाठी क्लब वापरतात.","ne":"गोल्फ एक खेल हो जहाँ खेलाडीहरू बललाई प्वालमा छिराउनका लागि क्लबको प्रयोग गर्छन्।","es":"El golf es un deporte en el que sus participantes intentan introducir pelotas en hoyos, golpeándolas con un palo.","sw":"Gofu ni mchezo ambao wachezaji hutumia rungu kuingiza mipira mashimoni.","te":"గోల్ఫ్ అనేది బంతులను రంధ్రాలు గా కొట్టడానికి ఆటగాళ్ళు ఉపయోగించే ఒక ఆట.","ur":"گولف ایسا کھیل ہے جس میں کھلاڑی گیند کو سوراخوں کے اندر ڈالنے کیلئے ڈنڈوں کا استعمال کرتا ہے-","vi":"Gôn là một hoạt động giải trí trong đó người chơi sử dụng gậy để đánh bóng vào lỗ.","xh":"Igalufa ngumdlalo apho abadlali basebenzisa amaphini ukuze babethe ibhola iyokungena emngxunyeni.","yo":"Eré Gọ́ọ̀fù jẹ́ eré táwọn eléré ńlò kílọ̀bù fi gbá bọ́ọ̀lù sínú ihò.","zu":"Igalufu umdlalo lapho abahlali besebenzisa izimuhluza ukushaya amabhola angene emigodini."}
{"ar":"يونانيٌ شهيرٌ آخر هو عالم الرياضيات \"فيثاغورس\"، وهو غالباً ما عُرف بنظريته المشهورة حول العلاقات بين أضلاع المثلث القائم.","zh":"另一个著名的希腊人是数学家毕达哥拉斯，他最有名的成就是提出了关于直角三角形各边关系的著名定理。","en":"Another famous Greek is a mathematician Pythagoras, mostly known for his famous theorem about relations of the sides of right triangles.","eu":"Greziako beste pertsona famatu bat Pitagoras matematikaria da. Triangeluen alboen arteko harremanari buruzko teorema famatuagatik da ezaguna, batez ere.","fr":"Un autre grec célèbre est le mathématicien Pythagore, surtout connu pour son célèbre théorème sur les relations des côtés des triangles rectangles.","ml":"മറ്റൊരു പ്രശസ്തനായ ഗ്രീക്ക് ഗണിതശാസ്ത്രജ്ഞനാണ് പൈതഗോറസ്, വലത് ത്രികോണങ്ങളുടെ വശങ്ങളുടെ ബന്ധങ്ങളെ കുറിച്ചുള്ള പ്രസിദ്ധമായ സിദ്ധാന്തത്തിന്റെ പേരിലാണ് അദ്ദേഹം പൊതുവെ അറിയപ്പെടുന്നത്.","mr":"आणखी एक प्रसिद्ध ग्रीक गणितज्ञ पायथागोरस आहेत जे मुख्यतः त्यांच्या काटकोन त्रिकोणाच्या बाजूंच्या संबंधांविषयीच्या प्रसिद्ध प्रमेयासाठी ओळखले जातात.","ne":"अर्का प्रसिद्ध ग्रिक गणितज्ञ Pythagoras हुन्‌ जो मूख्य रूपमा समकोणी त्रिकोणका कुनाहरूको सम्बन्धहरू बारेमा आफ्नो प्रख्यात साध्यका लागि परिचित छन्।","es":"Otra figura griega de renombre es Pitágoras, matemático mayormente conocido debido a su famoso teorema acerca de la relación entre los lados de los triángulos rectángulos.","sw":"Mgiriki mwingine maarufu ni Pythagoras, anayejulikana sana kwa nadharia zake maarufu za hisabati kuhusu uhusiano wa pande za pembe tatu zenye pembemraba.","te":"మరొక ప్రసిద్ధ గ్రీకు ఒక గణిత శాస్త్రజ్ఞుడు పైథాగరస్, కుడి త్రిభుజాలలో భుజాల సంబంధాల పై ప్రసిద్ధ సిద్ధాంతానికి ఎక్కువగా పేరుపొందాడు.","ur":"ایک دوسرا مشہور إغریقی ریاضی داں فیثاغورس ہے جو عموماً سیدھے مثلثات کے جوانب کے روابط کے بارے میں اپنے مشہور تھیورم کے لئے جانا جاتا ہے۔","vi":"Một danh nhân khác của Hy Lạp là nhà toán học Pythagoras, được biết đến nhiều nhất qua định lý về mối liên hệ giữa các cạnh tam giác vuông.","xh":"Omnye umGrike odumileyo ngu-Pythagoras umfundisi wezibalo, odume ngethiyorem yakhe malunga nokumelana namacala kanxa-ntathu.","yo":"Ìlú mọ̀ká ará Gíríkì mìíràn ni Onímọ̀-Ìṣirò Pythagoras, tí ọ̀pọ̀ ènìyàn mọ̀ fún tíọ́rì rẹ̀ tí o dálórí ìbáṣepọ̀ ẹ̀gbẹ̀gbẹ́ àwọn igun ọ̀tún.","zu":"Omunye umGreki odumile usozibalo uPythagoras, owaziwa kakhulu ngomqondo wakhe oqinisekiswa ngokuchasiselwa odumile omayelana nokuhlangana phakathi kwezinhlangothi zonxantathu abanezinhlangothi ezimbili eziqondene ngqo."}
{"ar":"يعتقد المستأجرون في لوكوود غاردينز أنه قد تُضطر 40 عائلة أخرى أو أكثر إلى الإخلاء، لأنهم علموا أن شرطة هيئة الإسكان في أوكلاند تحقق أيضاً في ممتلكات الإسكان العام الأخرى في أوكلاند التي قد تكون قد وقعت ضمن عملية احتيال الإسكان.","zh":"Lockwood Gardens 的租户认为，可能还有 40户 甚至更多的家庭面临被驱逐的命运，因为他们了解到，奥克兰住房管理局的警察还在调查奥克兰其他可能陷入房屋骗局的公房。","en":"Tenants at Lockwood Gardens believe that there may be another 40 families or more to face eviction, since they learned that OHA police are also investigating other public housing properties in Oakland that may be caught up in the housing scam.","eu":"Lockwood Gardens-eko maizterrek uste dute beste 40 familia edo gehiago daudela etxegabetzeko arriskuan, OHA-ko polizia Oakland-eko etxebizitzen iruzurrean sartuta egon daitezkeen beste etxebizitza-eraikuntza publiko batzuk ikertzen ari baita.","fr":"D'après les locataires de Lockwood Gardens, il pourrait y avoir 40 autres familles voire même plus rdiquant l'expulsion. Ils ont en effet appris que la police d'OHA enquêtait également sur d'autres logements publics de la ville d'Oakland, qui pourraient eux aussi être impliqués dans des arnaques au logement.","ml":"ലോക്ക് വുഡ് ഗാർഡൻസിലെ കുടികിടപ്പുകാർ വിശ്വസിക്കുന്നത്, ഇനിയും 40 അല്ലെങ്കിൽ അതിലേറെ കുടുംബങ്ങൾ കുടിയൊഴിപ്പിക്കൽ നേരിടേണ്ടിവരും എന്നാണ്,കാരണം ഓഖ്ലൻഡിലെ ഭവന അഴിമതിയിൽ ഉൾപ്പെട്ടിരിക്കാവുന്ന ഇതര പബ്ലിക് ഹൗസിംഗ് സ്വത്തുവകകളെക്കുറിച്ചും OHA പോലീസ് അന്വേഷിക്കുന്നുണ്ടെന്ന് അവർക്ക് അറിയാൻ കഴിഞ്ഞു.","mr":"लॉकवुड गार्डनमधील भाडेकरूंचा असा विश्वास करतात की तेथे आणखी 40 किंवा त्याहून अधिक कुटुंबीयांना हद्दपारीला सामोरे जावे लागण्याची शक्यता आहे कारण त्यांना हे समजले की OHA पोलिस गृहनिर्माण घोटाळ्यात अडकलेल्या ओकलँडमधील अन्य सार्वजनिक गृहनिर्माण मालमत्तांचीही चौकशी करीत आहेत.","ne":"लकवुड गार्डनका भाडामा बस्नेहरू विश्वास गर्छन् कि त्यहाँ 40 वा सोभन्दा बढी परिवारले निष्कासनमा सामना गर्नुपर्ने हुन सक्छ जबदेखि उनीहरूलाई थाहा भयो कि OHA पुलिसले ओकल्याण्डमा अन्य सार्वजनिक सम्पत्तिहरू पनि अनुसन्धान गरिरहेका छन् जुन आवास घोटालामा फस्न सक्छन्।","es":"Los inquilinos de Lockwood Gardens estiman que podría haber otras 40 familias, o quizás más, que enfrentan el desalojo, dado que tomaron conocimiento de que la fuerza policial de la OHA conduce también una investigación en otras propiedades de vivienda pública en Oakland, que podrían estar afectadas por estafas habitacionales.","sw":"Wapangaji katika Lockwood Gardens wanaamini kwamba huenda kukawa na familia nyingine 40 au zaidi zitakazokabili kufukuzwa, kwani walifahamu kuwa polisi wa OHA pia wanachunguza mali nyingine za makazi katika Oakland ambazo huenda zikajipata katika sakata ya nyumba.","te":"లాక్వుడ్ గార్డెన్స్ వద్ద అద్దెదారులు మరో 40 కుటుంబాలు లేదా అంతకంటే ఎక్కువ కుటుంబాలు బహిష్కరణను ఎదుర్కోవలసి ఉంటుందని నమ్ముతున్నారు, ఎందుకంటే  గృహ కుంభకోణంలో చిక్కుకుని ఉండవచ్చని ఓక్లాండ్ లోని ఇతర పబ్లిక్ హౌసింగ్ ఆస్తులను కూడా ఒహ పోలీసులు పరిశీలిస్తున్నారని వారు తెలుసుకున్నారు.","ur":"لاک ووڈ گارڈنز کے کرایہ دار اس پر یقین رکھتے ہیں کہ ہو سکتا ہے مزید 40 یا اس سے زیادہ خاندان ایسے ہوں جن کو بے دخلی کا سامنا کرنا ہے، جب سے انھیں معلوم ہو ہے کہ او ایچ اے پولیس بھی آکلینڈ میں دوسری عوامی ہاؤسنگ جائدادوں کی تفشیش کر رہی ہے، شاید وہ اس ہاؤسنگ دھوکہ دہی میں پکڑے جائیں۔","vi":"Những người thuê nhà ở Lockwood Gardens tin rằng có khoảng 40 gia đình nữa hoặc nhiều hơn có thể sẽ bị đuổi, vì họ được biết cảnh sát OHA cũng đang điều tra những khu nhà công cộng khác ở Oakland có thể là nạn nhân trong vụ lừa đảo về nhà ở này.","xh":"Abahlali baseLockwood Gardens bakholelwa ukuba bekunamasapho ayi-40 okanye angaphakoko anogxothwa, ukuba bevile amapolisa e-OHA aphanda ezinye iindawo zokuhlala e-Oakland abanobhaqwa kwamaqhinga endawo zokuhlala.","yo":"Àwọn ayalégbé ní Ọgbà Lockwood gbàgbọ wípé àwọn ìdílé ogójì míràn ma dojuko lilejade, níwọ̀n tí wọn gbọ wípé àwọn Ọlọpa OHA naa ń sẹ iwádìí àwọn ohùn ìní ilé gbogbo míràn tí o seese kí wọn ni irírí ètẹ ìtànje ilé.","zu":"Abantu abahlala ezivandeni zaseL Lockwood bakholelwa ukuthi imindeni engama 40 kungenzeka ibhekene nokuxoshwa. njengoba befunde ukuthi amaphoyisa eOHA aphenya nezinye izakhiwo zomphakathi eOakland ezingase zibanjwe odabeni lwezindlu."}
{"ar":"جمهورية الدومينيكان (بأسبانية: ريبوبليكا الدومينيكان) هي البلد الكاريبي التي تحتل النصف الشرقي من جزيرة هيسبانيولا، التي تشترك مع هايتي.","zh":"多米尼加共和国（西班牙语：República Dominicana）是一个加勒比国家，地处伊斯帕尼奥拉岛的东半部分，该岛分属多米尼加与海地两国","en":"The Dominican Republic (Spanish: República Dominicana) is a Caribbean country that occupies the eastern half of the island of Hispaniola, which it shares with Haiti","eu":"Dominikar Errepublika (Gaztelaniaz: República Dominicana) Karibeko herrialdea da, Hispaniola uhartearen ekialdeko erdia hartzen duena, eta, beste erdia, Haitik hartzen du.","fr":"La République dominicaine (República Dominicana en espagnol) est un pays des Caraïbes qui occupe la moitié est de l'île d'Hispaniola, qu'il partage avec Haïti.","ml":"ഹിസ്പാനിയോള ദ്വീപിന്റെ പകുതിയോളം വരുന്ന കിഴക്കൻ ഭാഗം ഉൾക്കൊള്ളുന്ന ഒരു കരീബിയൻ രാജ്യമാണ് ഡൊമിനിക്കൻ റിപ്പബ്ലിക് , ഇത് ഹൈതിയുമായി അതിർത്തി പങ്കിടുന്നു.  ( സ്പാനിഷ്: റിപ്പബ്ലിക്ക ഡൊമിനിക്ക)","mr":"द डोमिनिकन रिपब्लिक (स्पॅनिशः रिपब्लिका डोमिनीकाना) एक कॅरिबियन देश आहे जो हिस्पानिओलाच्या बेटाचा पूर्वेकडील अर्धा भाग व्यापतो, जो हैतीसोबत सामायिक आहे","ne":"डोमिनिकन गणतन्त्र (स्पेनिस: रिपब्लिका डोमिनिकाना) एक क्यारेबियन देश हो जसले हिस्पेनियोला टापुको पूर्वी आधा भाग ओगटेको छ, जुन यसले हाइटीसँग साझा गर्दछ।","es":"República Dominicana es un país del Caribe que ocupa la mitad oriental de la isla La Española, la cual comparte con Haití.","sw":"Jamhuri ya Dominika (Kihispania: Republica Dominicana) ni nchi ya Karibi ambayo imechukua nusu ya kisiwa cha Hispaniola, ambacho inashirikisha na Haiti.","te":"డొమినికన్ రిపబ్లిక్ (స్పానిష్: రెపుబ్లికా డొమినికానా) అనేది హైతీతో పంచుకొనే హిస్పానియా ద్వీపంలోని తూర్పు సగ భాగాన్ని ఆక్రమించిన ఒక కరేబియన్ దేశం.","ur":"جمہوریہ ڈومنک (ہسپانوی: ریپبلیکا ڈومینیکانا) ایک کیریبیائی ملک ہے جو ہسپانیولا جزیرے کے نصف مشرقی حصے پر قابض ہیں، جس کا حصہ ہیئتی کے ساتھ ملتا ہے","vi":"Cộng Hòa Dominica (Tiếng Tây Ban Nha: República Dominicana) là một đất nước thuộc vùng Ca-ri-bê chiếm một nửa phía đông của đảo Hispaniola, cùng với Haiti","xh":"IDominican Republic (NgeSpanish: República Dominicana) lilizwe leCaribbean elikwihafu esempuma yesiqithi iHispaniola, esikwaseHaiti","yo":"Olominira Dominikan (Ede Speeni: Republica Dominicana ) jẹ́ ilú Karibiani tó pẹ̀lú ìlú Haiti wà ní apá ìlà orùn irekusu Ispaniola.","zu":"i-Dominican Republic (iSpanish: República Dominicana) iyisizwe sase-Caribbean esisengxenyeni esempumalanga yesiqhingi sase-Hispaniola, eyabelana ne-Haiti"}
{"ar":"بالرغم من كونها ظاهرة غير حديثة على الإطلاق، فإن أغلب الناس يربطون بينها وبين تخريب الشباب للممتلكات العامة والخاصة باستخدام بخاخ الطلاء.","zh":"尽管这绝不是现代才出现的现象，但大多数人很可能会将其与年轻人使用喷漆破坏公共和私有财产联系起来。","en":"While it's far from a modern phenomenon, most people probably associate it with youth vandalizing public and private property using spray paint.","eu":"Nahiz eta fenomeno moderno izatetik urrun egon, gehienek espraiak erabiliz jabetza publikoa eta pribatua hondatzen duten gazteekin erlazionatzen dute.","fr":"Bien que ce soit loin d'être un phénomène moderne, la plupart des gens l'associent probablement au fait que des jeunes vandalisent des propriétés publiques et privées en utilisant de la peinture en aérosol.","ml":"ആധുനിക പ്രവണതകളിൽ നിന്ന് ഭിന്നമായി, സ്പ്രേ പെയിന്റ് ഉപയോഗിച്ച് യുവജനങ്ങൾ പൊതുജനങ്ങളെ ഉപദ്രവിക്കുകയും സ്വകാര്യസ്വത്തുക്കൾ നശിപ്പിക്കുകയും ചെയ്യുന്നതായാണ് മിക്ക ആളുകളും ഇതിനെ കാണുന്നത്.","mr":"जरी ते आधुनिक घटनांपासून खूप दूर असले, तरी बरेच लोक कदाचित त्यास स्प्रे पेंट वापरून सार्वजनिक आणि खाजगी मालमत्तेचा विध्वंस करणाऱ्या तरुणांशी जोडतात.","ne":"यद्यपि, आजकल स्थापित ग्राफिटि कलाकारहरू, ग्राफिटि कार्यक्रमहरू र “कानूनी” भित्ताहरू छन्। यस सन्दर्भमा ग्राफिटि पेन्टिङहरू प्राय: अवैधानिक ट्यागहरूभन्दा पनि कलाकृति जस्तै देखिन्छन्।","es":"Aun cuando está lejos de ser un fenómeno moderno, la mayoría de las personas generalmente lo relaciona con el vandalismo en propiedades públicas y privadas por parte de jóvenes usando pintura en aerosol.","sw":"Huku ikiwa mbali na tukio la kisasa, watu wengi labda huishirikisha na vijana kuharibu mali ya kibinafsi na ya umma kutumia rangi ya kunyunyizia.","te":"ఇది ఆధునిక దృగ్విషయం నుండి దూరంగా ఉన్నప్పటికీ, చాలామంది బహుశా స్ప్రే పెయింట్ ఉపయోగించి ప్రభుత్వ  ప్రైవేట్ ఆస్తిని విమోచించే యువతతో సంబంధం కలిగి ఉంటారు.","ur":"اگرچہ یہ جدید مظہر قدرت سے بعید ہے، لیکن زیادہ تر لوگ شاید اسے سپرے پینٹ کا استعمال کرتے ہوئے سرکاری اور نجی املاک کی غارت گری کرنے والے نوجوانوں سے منسلک کرتے ہیں۔","vi":"Mặc dù chưa thể gọi là một hiện tượng đương đại, có lẽ hầu hết mọi người cho rằng hoạt động này bắt nguồn từ việc thanh thiếu niên phá hoại tài sản công và tư bằng cách xịt sơn lên đó.","xh":"Ngelixa kukude kwinto yanamhlanje, uninzi lwabantu mhlawumbi luyidibanisa nolutsha olonakalisa impahla kawonke-wonke kunye neyabucala kusetyenziswa ipeyinti yokutshiza.","yo":"Biotilejepe ó yàtọ̀ sí àwọn ǹkan òde òní, ọ̀pọ̀lọpọ̀ àwọn èèyàn ma ń lọ mọ́ báwọn ọ̀dọ́ se ń ba ohun ìní ìjọba àti aládaní jẹ́ nípa lílo ọ̀dà fínfín.","zu":"Nakuba kungesona isimangaliso sanamuhla, abantu abaningi cishe bakuhlobanisa nentsha ecekela phansi izakhiwo zomphakathi nezabantu ngopende ofuthwayo."}
{"ar":"قال أرياس في بيان: \"أتوقع أن أعود إلى واجباتي في يوم الاثنين\".","zh":"阿里亚斯 (Arias) 在一份声明中表示：“我有望在周一恢复所有工作。”","en":"I expect to return to all my duties on Monday,\" Arias said in a statement.","eu":"“Astelehenean lanera bueltatzea espero dut” esan du Arias-ek adierazpen batean.","fr":"J'espère reprendre toutes mes fonctions dès lundi », a affirmé Arias dans un communiqué.","ml":"തിങ്കളാഴ്ച എന്റെ എല്ലാ ചുമതലകളിലേക്കും തിരിച്ചെത്തുമെന്ന് ഞാൻ പ്രതീക്ഷിക്കുന്നു,” ഏരിയസ് പ്രസ്താവനയിൽ പറഞ്ഞു.","mr":"\"मी सोमवारी माझ्या ड्यूटीवर परत येण्याची अपेक्षा करतो,\"\" असे एरियस यांनी एका निवेदनात म्हटले आहे.\"","ne":"“म सोमबारसम्ममा आफ्ना सबै कर्तव्यहरूमा फर्कने आशा गर्छु”, Arias ले विज्ञप्तिमार्फत भने।","es":"«Espero poder volver a mis funciones el lunes», manifestó Arias en un comunicado.","sw":"Natarajia kurudi katika majukumu yangu yote Jumatatu,” Arias alisema katika taarifa.","te":"సోమవారం నాడు నా అన్ని విధులకు తిరిగి రావాలని నేను ఆశిస్తున్నాను' అని ఆరియాస్ ఒక ప్రకటనలో తెలిపారు.","ur":"اریاس نے ایک بیان میں کہا \"میں پیر کے روز اپنی تمام ڈیوٹیوں پر واپس لوٹنے کی توقع کرتا ہوں\" ۔","vi":"\"Tôi dự định trở lại tiếp tục đảm trách mọi bổn phận vào thứ Hai tới,\" Arias nói trong một tuyên ngôn.","xh":"Ndilinde ukubuyela kuzo zonke idyuti zam ngoMvulo,\" :watsho uArias kwisitatementi.","yo":"“Mo ní ìrẹ̀tí láti padà sí ibi isẹ́ mi ní Ọjọ́ Ajé,” Arias wi nínú àtẹ̀jádẹ.","zu":"Ngilindele ukubuyela emisebenzini yami yonke ngoMsombuluko,\" kwasho u-Arias esitatimendeni."}
{"ar":"استعملت هذه التلسكوبات تجميعاً مكوناً من عدستين لجعل الأشياء البعيدة تبدو أقرب وأضخم.","zh":"这些望远镜使用了两个透镜的组合，使远处的物体看起来既近又大。","en":"These telescopes used a combination of two lenses to make distant objects appear both nearer and larger.","eu":"Teleskopio horiek bi leiar konbinatzen zituzten urruneko objektuak hurbilago eta handiago ikusteko.","fr":"Ces télescopes utilisaient une combinaison de deux lentilles afin que les objets distants paraissent à la fois plus gros et plus proches.","ml":"ഈ ടെലസ്കോപ്പുകൾ ഉപയോഗിക്കുന്നത് 2 ലെൻ‌സുകളുടെ സം‌യുക്തം കൊണ്ട് വിദൂരവസ്തുക്കളെ വലുതായും സമീപത്തായും കാണിക്കുവാനാണ്.","mr":"दूरच्या वस्तू अधिक जवळ आणि मोठ्या दिसण्यासाठी या दुर्बिणींमध्ये 2 लेन्सचे संयोजन वापरले गेले होते.","ne":"टेलिस्कोपहरूमा टाढाका वस्तुहरू नजिक र ठूलो दुबै देख्नका लागि दुईवटा लेन्सको संयोजन प्रयोग गरियो।","es":"Estos telescopios empleaban una combinación de dos lentes para que los objetos lejanos parecieran estar más cercanos y tener mayor tamaño.","sw":"Darubini hizi zilitumia mchanganyiko wa lenzi mbili kufanya vitu vilivyo mbali kuonekana kuwakaribu na kubwa.","te":"ఈ టెలిస్కోపులలో రెండు లెన్స్‌ల కలయికను ఉపయోగించి సుదూర వస్తువులను దగ్గరగా మరియు పెద్దవిగా కనిపించేటట్లు తయారు చేశారు.","ur":"ان دوربینوں میں دور کی چیزوں کو زیادہ نزدیک اور بڑی کرکے دیکھنے کے لیے دو عدسوں کے مجموعے کا استعمال کیا جاتا ہے۔","vi":"Các kính viễn vọng này sử dụng kết hợp hai thấu kính để làm cho đối tượng cách xa xuất hiện gần hơn và to hơn.","xh":"Aba mabonakude basebenzisa indabaniselwano yee-lens ezimbini ukwenza izinto ezikude zibonakale zikufuphi kwaye zinkulu.","yo":"Awon ero iwoye yi n lo apapo lensi meji ti o n mu ki ohun ti o jina dabi ohun ti o sun mo ni, ti o si tobi.","zu":"Lawa matheleskobhu asebenzisa inhlanganisela yamalensi amabili ukwenza izinto ezikude zibonakale kokubili zisiduze futhi zizinkulu."}
{"ar":"وقد شمل إعلان اليوم أيضاً تمديد التزام الحكومة الذي وعدت به في مارس هذا العام بتمويل عربات قطار إضافية.","zh":"今天的公告也延续了政府在今年 3 月作出的承诺：为额外车厢提供资金援助。","en":"Today's announcement also extended the government's commitment made in March of this year to fund extra carriages.","eu":"Gaur egindako iragarpenean aipatu da, halaber, gobernuak bagoi gehigarriak erosteko aurtengo martxoan hartu duen konpromisoa.","fr":"L'annonce d'aujourd'hui prolonge également l'engagement pris par le gouvernement en mars de cette année de financer des voitures supplémentaires.","ml":"അധിക ചരക്കുകൾക്ക് ധന സഹായം നൽകുമെന്ന്‌ ഈ വർഷം മാർച്ചിൽ നടത്തിയ സർക്കാരിന്റെ വാഗ്ദാനം, ഇന്നത്തെ അറിയിപ്പോടു കൂടി വീണ്ടും നീട്ടി.","mr":"आजच्या घोषणेमुळे या वर्षीच्या मार्चमध्ये अतिरिक्त गाड्यांसाठी निधी पुरवण्याच्या सरकारच्या वचनबद्धतेत वाढ केली आहे.","ne":"आजको घोषणाले यस वर्षको मार्चमा सरकारको कोषलाई थप सहयोग गर्ने प्रतिबद्धतालाई पनि विस्तार गर्‍यो।","es":"Además, el anuncio de hoy amplió el compromiso asumido en marzo de este año por el gobierno respecto al financiamiento de vagones adicionales.","sw":"Tangazo la leo limeongeza kujitolea kwa serikali kulikofanyika Machi mwaka huu kufadhili mabehewa ya ziada.","te":"ఈ ఏడాది మార్చిలో ప్రభుత్వము హామీ ఇచ్చినట్లుగా అదనపు క్యారేజీలకు నిధులు సమకూరుస్తున్నట్లు అని కూడా నేటి ప్రకటనలో వచ్చింది.","ur":"آج کے اعلان نے اس سال مارچ میں اضافی گاڑیوں کو فنڈ مہیا کرنے کیلئے حکومت کے عزم کو مزید وسعت دی ہے۔","vi":"Tuyên bố hôm nay cũng mở rộng cam kết mà chính phủ đã đưa ra vào tháng Ba năm nay về việc tài trợ cho các toa dư thừa.","xh":"Isaziso sanamhlanje sikwandisile ukuzibophelela kukarhulumente ngoMatshi walo nyaka ukuxhasa ngemali iinqwelo ezongezelelweyo.","yo":"Ikede oni na sí ileri ijoba lati fowo sí eru gbigbe sii ti wọ́́n se ní Èbìbí.","zu":"Isaziso sanamuhla sinwebe ukuzibophezela kukahulumeni okwenziwe ngoMashi walonyaka sokuxhasa izinkalishi."}
{"ar":"إذا أردت المزيد من المغامرة، فاغتنم الفرصة لتحضير أو مزج بعض السموذي:","zh":"如果你想更新奇一点，可以利用这个机会榨些果汁或制作混合奶昔：","en":"If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:","eu":"Abenturarako gogoz bazaude, egin zukua edo irabiakiak.","fr":"Si vous vous sentez d'humeur plus aventureuse, profitez de l'occasion pour préparer un jus ou mélanger des smoothies :","ml":"നിങ്ങൾക്ക് കൂടുതൽ സാഹസികത തോന്നുന്നുവെങ്കിൽ, ജ്യൂസ് അല്ലെങ്കിൽ ചില സ്മൂത്തികൾ മിശ്രിതമാക്കാനുള്ള അവസരം ഉപയോഗിക്കുക:","mr":"तुम्हाला अधिक रोमांचक वाटत असल्यास, ज्यूस किंवा स्मूदी तयार करण्याची संधी सोडू नका:","ne":"यदि तपाईं अधिक साहसी महसुस गर्दै हुनुहुन्छ भने, यो अवसरलाई जुस बनाउन वा केही स्मूदीहरू ब्लेन्ड गर्न प्रयोग गर्नुहोस्।","es":"Si se anima a experimentar una mayor aventura, aproveche la oportunidad de tomar jugo o de mezclar algunos de los batidos:","sw":"Ikiwa unajisikia jasiri zaidi, chukua fursa ya kutengeneza juisi au sharubati fulani:","te":"మీరు మరింత సాహసోపేత అనుభూతి చెందుతుంటే, కొన్ని స్మూతీలను రసం తీయడం లేదా మిశ్రమం చేసే అవకాశాన్ని పొందండి:","ur":"اگر آپ زیادہ مہم جو محسوس کررہے ہیں، تو اس موقع پر جوس لینے کا موقع لیں یا کچھ سمودھی پھینٹ لیں۔","vi":"Nếu muốn trải nghiệm cảm giác phiêu lưu, nhân cơ hội này, bạn hãy thử làm nước ép hoặc pha chế một số loại sinh tố:","xh":"Ukuba unemvakalelo zokufumanisa, thabatha ithuba lokwenza incindi okanye ucubhe ezicujwayo:","yo":"Bí o bá ń fẹ́ láti dán nǹkan tuntun wò, lo àsìkò náà láti fi lọ àwọn èso pọ̀ di mímu.","zu":"Uma uzizwa ufisa ukwenza izigigaba, thatha ithuba lokwenza ijusi noma uhlanganise izithelo ezihlukahlukene ukuze kube yisiphuzo:"}
{"ar":"قلت أهمية الأمر نظراً لتحقيق مصنعي العدسات معايير أعلى في عملية إنتاج العدسات.","zh":"随着镜头制造商在镜头生产方面达到更高的标准，这已经不算什么问题了。","en":"This is becoming less of an issue as lens manufacturers achieve higher standards in lens production.","eu":"Arazo hori txikiagotzen ari da, lente-ekoizleak lenteen ekoizpenean estandar hobeak lortzen ari baitira.","fr":"Cela devient moins problématique à mesure que les fabricants de lentilles atteignent des normes plus élevées dans la production de lentilles.","ml":"ലെൻസ് നിർമ്മാതാക്കൾ ലെൻസ് ഉൽപ്പാദനത്തിൽ ഉയർന്ന നിലവാരം പുലർത്തുന്നതിനാൽ ഇത് ഒരു പ്രശ്‌നമല്ലാതായി മാറുകയാണ്.","mr":"भिंग उत्पादकांनी भिंग उत्पादनामध्ये उच्च प्रमाणिते संपादित केल्याने हा मुद्दा तसा मागे पडत आहे.","ne":"लेन्स उत्पादकहरूले लेन्सको उत्पादनमा उच्च गुणस्तर प्राप्त गरेपछि यो समस्या कम हुँदै गइरहेको छ।","es":"Este problema cada vez es menos importante gracias a que los fabricantes de lentes logran estándares más altos en su producción.","sw":"Hili linaendelea kuwa suala lisilo la muhimu jinsi watengenezaji wa lenzi wanavyofikia viwango vya juu katika uzalizaji wa lenzi.","te":"లెన్స్ ఉత్పత్తిలో లెన్స్ తయారీదారులు అధిక ప్రమాణాలను సాధిస్తున్నందున ఇది చిన్న సమస్యగా మారుతోంది.","ur":"لینس مصنوعات میں لینس تیار کرنے والوں کے اعلی معیار حاصل کر لینے کے بعد یہ معاملہ اپنی اہمیت کھوتا جا رہا ہے۔","vi":"Điều này ngày càng trở nên đơn giản khi các nhà sản xuất ống kính đạt được tiêu chuẩn cao hơn trong sản xuất ống kính.","xh":"Le iya iyeka ukuba yingxaki njengoko abavelisi beelensi bevelisa iilensi ezikumgangatho ophezulu.","yo":"Kii se isoro pupo mo nitori pe awon to n se lensi ti n se aseyori ni iselopo lensi.","zu":"Lokhu kuya ngokuba inkinga elungisekayo njengoba abenza izibuko befinyelela amazinga aphakeme okwenza izibuko."}
{"ar":"للبروتونات شحنة كهربية موجبة، بينما النيوترونات ليس لها شحنة، أما الإلكترونات فشحنتها سالبة.","zh":"质子带有正电，中子不带电。电子带有负电。","en":"Protons have a positive electric charge while neutrons have no charge. The electrons have a negative electric charge.","eu":"Protoiek karga elektriko positiboa dute eta neutroiek ez dute kargarik. Elektroiek, ordea, karga elektriko negatiboa dute.","fr":"Les protons ont une charge électrique positive tandis que les neutrons n'ont pas de charge. Les électrons ont une charge électrique négative.","ml":"പ്രോട്ടോണുകൾക്ക് പോസിറ്റീവ് ഇലക്ട്രിക്ക് ചാർജാണുള്ളത്, അതേസമയം ന്യൂട്രോണുകൾക്ക് ചാർജൊന്നും ഇല്ല. ഇലക്ട്രോണുകൾക്ക് നെഗറ്റീവ് ഇലക്‌ട്രിക്ക് ചാർജ് ഉണ്ട്.","mr":"प्रोटॉन्सचा एक धन विद्युत भार असतो तर न्यूट्रॉन्सचा भार नसतो. इलेक्ट्रॉन्सचा एक ऋण विद्युत भार असतो.","ne":"प्रोटोनहरूमा सकारात्मक विद्युतीय चार्ज हुन्छ जबकि न्यूट्रोनहरूमा कुनै चार्ज हुँदैन। इलेक्ट्रोनहरूमा नकारात्मक विद्युतीय चार्ज हुन्छ।","es":"Mientras que los neutrones no tienen carga eléctrica, la de los protones es positiva y, la de los electrones, negativa.","sw":"Protoni zina chaji chanya ya umeme wakati neutroni hazina chaji. Elektroni zina chaji hasi ya umeme.","te":"ప్రోటాన్లు ధనాత్మక విద్యుత్ ఆవేశాన్ని కలిగి ఉంటాయి, న్యూట్రాన్లకు ఎలాంటి ఆవేశం ఉండదు. ఎలక్ట్రాన్ లు రుణాత్మక విద్యుత్ ఆవేశాన్ని కలిగి ఉంటాయి.","ur":"پروٹونز میں مثبت الیکٹرسٹی چارج ہوتی ہے جبکہ نیوٹرونز میں کوئی چارج نہیں ہوتا- الیکٹرونز میں منفی الیکٹرک چارج ہوتا ہے-","vi":"Proton mang điện tích dương trong khi neutron không mang điện tích. Electron thì mang điện tích âm.","xh":"IProtoni zine positive electric charge ngelixa I neutrons zingena charge. Ezi electrons zine ne-gative electric charge.","yo":"Protons ní agbára iná nígbàtí neutron kò ní agbára rárá. Awon electrons ni aagbara ina olodi.","zu":"Ama-phrothoni anamandla kagesi kuyilapho ama-nyuthroni engenawo amandla kagesi. Ama elekthroni anamandla kagesi angaphansi kweqanda ngenani."}
{"ar":"كان الزوجان قد تزوجا في تكساس قبل عام وجاءا إلى بافالو للاحتفال مع الأصدقاء والأقارب.","zh":"一年前，这对夫妇在德克萨斯州结婚，之后来到布法罗和亲友共同庆祝。","en":"The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.","eu":"Bikotea duela urte bat ezkondu zen Texasen, eta Buffalo-ra etorri ziren lagunekin eta familiako kideekin ospatzera.","fr":"Le couple s'était marié au Texas il y a un an et était venu à Buffalo pour fêter l'occasion avec des amis et des parents.","ml":"ഒരു വർഷം മുൻപ് ടെക്‌സാസിൽ വച്ച് ഈ ദമ്പതികൾ വിവാഹിതരാവുകയും, സുഹൃത്തുക്കളുടെയും  ബന്ധുക്കളുടെയും കൂടെ ഇത് ആഘോഷിക്കാൻ ബഫലോയിൽ എത്തുകയും ചെയ്തു.","mr":"दाम्पत्याचे लग्न एक वर्षापूर्वी टेक्सासमध्ये झाले होते आणि ते बफेलोमध्ये मित्र व नातेवाईकांबरोबर आनंद साजरा करण्यासाठी आले होते.","ne":"टेक्ससमा ती जोडीले एक वर्षअघि विवाह गरेका थिए। उनीहरू साथी र आफन्तहरूसँग खुशी मनाउन बफेलो आएका थिए।","es":"La pareja había contraído matrimonio en Texas un año atrás y vino a Búfalo para festejar con sus amigos y familiares.","sw":"Wanandoa hao walikuwa wameoana katika Texas mwaka mmoja uliopita na wakaja Buffalo kusherehekea na marafiki na jamaa.","te":"ఈ జంట 1సంవత్సరం క్రితం టెక్సాస్‌లో వివాహం చేసుకున్నారు మరియు స్నేహితులు మరియు బంధువులతో వేడుకలు జరుపుకోవడానికి బఫెలోకు వచ్చారు.","ur":"اس جوڑا نے ٹیکساس میں ایک سال قبل شادی کی اور احباب اور رشتے داروں کے ساتھ جشن منانے بفلو آئے تھے۔","vi":"Một năm trước, cặp vợ chồng này đã kết hôn tại Tiểu bang Texas rồi chuyển đến Thành phố Buffalo để tổ chức ăn mừng cùng với bạn bè và người thân.","xh":"Esi sibini sasitshatele e Texas kunyaka omnye odlulileyo sabuya seza e Buffalo ukuzobhiyoza nezihlobo nezalamane.","yo":"Tọkọ tí ìyàwó ti Ṣe ìyàwó ní Tegsaasi ọdún kan sẹ́yìn , wọ́n wá láti bá àwọn ọ̀rẹ́ àti mọ̀lẹ́bí won yọ.","zu":"Izithandani zashadela e-Texas ngonyaka odlule zabe seziza e-Buffalo ukuzobungaza kanye nabangane nezihlobo."}
{"ar":"صرحت كونامي، ناشرة اللعبة، اليوم في إحدى الصحف اليابانية بأن الشركة لن تطلق لعبة \"االأيام الستة\" في الفلوجة.","zh":"游戏发行商科乐美（Konami）今天在一家日本报纸上发表声明，他们不会发行《费卢杰六日》这款游戏。","en":"The game publisher Konami stated today in a Japanese newspaper that they will not be releasing the game Six Days in Fallujah.","eu":"Konami joko-argitaratzaileak gaur Japoniako egunkari batean adierazi duenez, ez du Six Days in Fallujah jokoa kaleratuko.","fr":"L'éditeur de jeux Konami a déclaré aujourd'hui dans un journal japonais qu'il ne lancera pas le jeu Six Days in Fallujah.","ml":"സിക്സ് ഡേയ്സ് എന്ന ഗെയിം ഫലൂജയിൽ റിലീസ് ചെയ്യില്ലെന്ന് ഗെയിം പബ്ലിഷറായ കൊനാമി ഒരു ജാപ്പനീസ് പത്രത്തിൽ ഇന്ന് പ്രസ്താവിക്കുകയുണ്ടായി.","mr":"खेळाचे निर्माते कोनामी यांनी आज एका जपानी वृत्तपत्राला सांगितले की ते सिक्स डेज इन फाल्लुजाह प्रदर्शित करणार नाहीत.","ne":"खेल प्रकाशक Konamiले आज जापानी अखबारमा उनीहरूले Fallujah मा छ दिनको खेल रिलीज गर्ने छैनन्‌ भने।","es":"La distribuidora de videojuegos Konami manifestó hoy en un periódico de Japón que Six days en Fallujah no será sacado al mercado.","sw":"Mchapishaji wa michezo Konami alisema leo kwenye gazeti la Kijapani kwamba hawatatoa mchezo wa Siku Sita ndani ya Fallujah.","te":"Fallujahలో 6 రోజుల గేమ్‌ను విడుదల చేయబోమని గేమ్ పబ్లిషర్ Konami ఈరోజు Japanese వారపత్రికలో తెలిపారు.","ur":"گیم کے ناشر کونامی نے آج ایک جاپانی اخبار میں کہا ہے کہ وہ Six Days in Fallujah (فلوجہ میں چھ روزہ) گیم کو جاری نہیں کرے گا۔","vi":"Nhà phát hành game Konami hôm nay đã tuyên bố trên một tờ báo Nhật Bản rằng họ sẽ không phát hành game Sáu Ngày Ở Fallujah.","xh":"Abapapashi bezemidlalo i-Konami bachazile namhlanje ukuba kwiphephandaba lase-Japan abazukukhupha umdlalo i-Six Days in Fallujah.","yo":"Olùgbéjáde géèmù Konami sọọ́ di mímọ̀ lónìí nínú ìwé ìròyìn ilẹ̀ Japan wípé àwọn kò ní se àgbéjáde géèmù Six Days ní Fallujah.","zu":"Umenzi wamageyimu iKonami isho namuhla ephephandabeni laseJapani ukuthi ngeke ikhulule igeyimu leziNsuku Eziyisithupha eFallujah."}
{"ar":"رفض روبرتس رفضاً قاطعاً أن يقول متى يعتقد أن تبدأ الحياة، وهو سؤال مهم عند التفكير في أخلاقيات الإجهاض، قائلاً إنه سيكون من غير الأخلاقي التعليق على تفاصيل الحالات المحتملة.","zh":"罗伯茨断然拒绝谈论生命从何时开始的问题。这是考虑堕胎伦理时的一个重要问题，他说，评论可能发生的案件细节是不道德的。","en":"Roberts flatly refused to say about when he believes life begins, an important question when considering the ethics of abortion, saying that it would be unethical to comment on the specifics of likely cases.","eu":"Roberts-ek guztiz uko egin dio bizitzaren hasierari buruz duen iritzia emateari. Gai garrantzitsua da abortuaren etika kontuan hartzean, eta esaten du ez litzatekeela etikoa izango halako kasuen xehetasunei buruzko iritzia ematea.","fr":"Roberts a refusé catégoriquement de clarifier à quel moment il croyait que la vie commence après conception, une question importante dans le cadre du débat éthique sur l'avortement, en répondant qu'il serait contraire à la déontologie de s'exprimer sur des détails précis qui pourraient faire partie de cas juridiques probables.","ml":"സാധ്യതയുള്ള കേസുകളുടെ പ്രത്യേകതകളെ കുറിച്ച് അഭിപ്രായം പറയുന്നത് ധാർമ്മികമായിരിക്കില്ലെന്ന് പറഞ്ഞുകൊണ്ട്, ഗർഭച്ഛിദ്രത്തിന്റെ നൈതികത പരിഗണിക്കുമ്പോൾ ഒരു പ്രധാന ചോദ്യം, ജീവിതം ആരംഭിക്കുന്നുവെന്ന് വിശ്വസിക്കുമ്പോൾ അതേക്കുറിച്ച് പറയുന്നത്, റോബർട്ട്സ് ദാക്ഷിണ്യമില്ലാതെ നിരസിച്ചു.","mr":"संभाव्य प्रकरणांच्या करणांच्या विशिष्टतेवर भाष्य करणे हे अनैतिक असेल असे म्हणत रॉबर्ट्स यांनी आयुष्याची सुरुवात कधी होते असेत्यांना वाटते, यावर काहीही बोलण्यास स्पष्ट नकार दिला, हा गर्भपातासाठीच्या नैतिकतेचा विचार करताना महत्त्वाचा प्रश्न आहे.","ne":"रोबर्ट्सले सम्भावित केसहरूको विशिष्टतामा टिप्पणी गर्न अनैतिक हुने भन्दै गर्भपतनको नैतिकतामा विचार गर्दा एक महत्त्वपूर्ण प्रश्न जीवन कहिले सुरु हुन्छ भन्ने उनले विश्वास गर्छन् भन्नेमा बोल्न ठाडै अस्वीकार गरे।","es":"Fue categórica la negativa de Roberts a dar su opinión respecto de cuándo considera que inicia la vida humana, punto de gran importancia al abordar la ética del aborto, y dijo que no sería moralmente correcto comentar sobre detalles de casos probables.","sw":"Roberts alikataa kabisa kusema ni lini anaamini uhai huanza, swali muhimu inapozingatiwa maadili ya uavyaji mimba, akisema kwamba ingekuwa kinyume na maadili kutoa maoni kuhusu mambo maalum ya matukio ambayo yanawezekana.","te":"జీవితం ఎప్పుడు ప్రారంభమవుతుందనే దాని గురించి తాను  నమ్మేది  చెప్పడానికి  రాబర్ట్స్ నిరాకరించారు, గర్భస్రావం యొక్క నైతిక విలువలను పరిగణనలోకి తీసుకునేటప్పుడు ఒక ముఖ్యమైన ప్రశ్న గురించి  వాస్తవ కేసుల యొక్క నిర్దిష్టతల గురించి వ్యాఖ్యానించడం అనైతికమని చెప్పారు.","ur":"رابٹس نے اس بابت کچھ کہنے سے صاف انکار کیا کہ زندگی کب شروع ہوتی ہے، جو اسقاطِ حمل کی اخلاقیات کے ضمن میں ایک اہم سوال ہے۔ اس نے کہا کہ محتمل کیسوں کی مشخَّص تفاصیل پر رائے زنی غیر اخلاقی ہوگی۔","vi":"Roberts thẳng thắn từ chối nói về thời điểm anh ấy tin cuộc sống bắt đầu, một câu hỏi quan trọng khi xem xét tính đạo đức của việc phá thai, và cho rằng bình luận về những chi tiết của các trường hợp như thế là vô đạo đức.","xh":"URoberts akavumi ukutsho ukuba ubomi buqala nini, umbuzo obalulekileyo xa kucingwa ngombuzo wokuqhomfa, uthi ayiyondlela efanelekileyo yokuziphatha emsebenzini ukuthetha ngeenkcukacha ezinto ekusenokwenzeka zenzekile.","yo":"Roberts kọ jalẹ lati sọ nipa akoko ti o gbagbọ ẹmi bẹrẹ si ni bẹ, ibeere ti o tobi nigba ti eniyan ba n wo ilana oyun sisẹ,wipe yo jẹ eyi ti ko ba ilana iṣe mu lati sọrọ nipa awọn oriṣiriṣi iṣẹlẹ.","zu":"URoberts wenqaba ngokuphelele ukusho ukuthi ukholelwa ukuthi impilo iqala nini, umbuzo obalulekile uma ucabanga ngezimiso zokuziphatha, ethi kuyoba ukuziphatha okungamukeleki ukuphawula ngezici ezithile zezimo ezingenzeka."}
{"ar":"تُظهرالصورة الموالية الذرات حين تنبعث منها الفوتونات. بالتأكيد تكون الفوتونات في الواقع أصغر بكثير من تلك الموجودة في الصورة.","zh":"下一张图片显示的是原子发射光子的情况。当然，实际上光子要比图片上的样子小得多。","en":"The next picture shows the atoms emitting photons. Of course, in reality photons are a lot smaller than those in the picture.","eu":"Jarraian ageri den irudian fotoiak igortzen ari diren atomoak ikus daitezke. Nola ez, errealitatean fotoiak irudikoak baino askoz txikiagoak dira.","fr":"L'image suivante montre les atomes qui émettent des photons. Bien entendu en réalité les photons sont bien plus petits que ceux représentés sur l'image.","ml":"അടുത്ത ചിത്രം ഫോട്ടോണുകൾ പുറപ്പെടുവിക്കുന്ന ആറ്റങ്ങളെ കാണിക്കുന്നു. തീർച്ചയായും, വാസ്തവത്തിൽ ഫോട്ടോണുകൾ ചിത്രത്തിലുള്ളതിനേക്കാൾ വളരെ ചെറുതാണ്.","mr":"पुढील चित्र फोटॉन्स उत्सर्जित करणारे अणू दर्शविते. वास्तविक पाहता, प्रत्यक्षात फोटॉन्स हे चित्रात दाखविले आहेत त्यापेक्षा अतिशय लहान असतात.","ne":"अर्को चित्रले परमाणुहरूले फोटोनहरू उत्सर्जन गरिरहेको देखाउँदछ। अवश्य पनि, वास्तविकतामा फोटोनहरू चित्रमा भएकोभन्दा धेरै साना हुन्छन्।","es":"En la imagen que sigue se ilustran átomos que emiten fotones. Claro está, estos son, en verdad, de un tamaño mucho menor que los de la imagen.","sw":"Picha inayofuata inaonyesha atomu zikitoa fotoni. Kwa hakika, katika hali halisi fotoni ni ndogo zaidi kuliko zile zilizo kwenye picha.","te":"తరువాత చిత్రంలో ఫోటాన్లు ప్రసరి౦చే ఆ౦తర౦గ ప౦టలు చూపిస్తున్నాయి. వాస్తవానికి, వాస్తవానికి ఫోటోలో ఉన్న వాటి కంటే ఫోటాన్లు చాలా చిన్నవిగా ఉంటాయి.","ur":"اگلی تصویر ایٹم کو فوٹون کا اخراج کرتے ہوئے دکھاتی ہے۔ یقینا فوٹون حقیقت میں ان سے بہت چھوٹی ہیں جو وہ تصویر میں دکھتی ہیں۔","vi":"Hình vẽ tiếp theo cho thấy hạt nhân đang phóng ra các photon. Tất nhiên, trong thực tế photon nhỏ hơn rất nhiều so với trong hình.","xh":"Umfanekiso olandelayo ubonakalisa iiathom eziveza iiphotons. Kakade, Enyanisweni iiphoton zincinci kakhulu kunezo zikulo mfanekiso.","yo":"Àwòrán tókàn ṣàfihàn atoms tó ń jáde láti photons. Lóòtọ́, ní ojú ayé photons kéré gan jú àwọn tí à ń rí nínu àwòrán.","zu":"Isithombe esilandelayo sibonisa ama-athomu akhipha ama-photon. Eqinisweni ama-photon mancane kakhulu kunalawa asesithombeni."}
{"ar":"تحتوي منطقة سيرينجتي على حديقة سيرينجتي الوطنية ومنطقة محمية نوجورنوجور ومحمية ماسوا للحيوانات في تنزانيا ومحمية ماساي مارا الوطنية في كينيا.","zh":"塞伦盖蒂（Serengeti）地区包括塞伦盖蒂（Serengeti ）国家公园、坦桑尼亚的恩戈罗恩戈罗（Ngorongoro）自然保护区、马斯瓦（Maswa）野生动物保护区以及肯尼亚的马赛马拉（Maasai Mara）国家保护区。","en":"The Serengeti region contains the Serengeti National Park, the Ngorongoro Conservation Area and Maswa Game Reserve in Tanzania and the Maasai Mara National Reserve in Kenya.","eu":"Serengeti eskualdeak Serengeti Parke Nazionala, Ngorongoro Kontserbazio Eremua eta Maswa Ehiza Erreserba ditu Tanzanian, eta Maasai Mara Erreserba Nazionala Kenyan.","fr":"La région du Serengeti comprend le parc national du Serengeti, la zone de conservation de Ngorongoro et la réserve de chasse des Maswa en Tanzanie, ainsi que la réserve nationale du Masai Mara au Kenya.","ml":"സെറെൻഗെറ്റി നാഷണൽ പാർക്കും എൻഗോഎൻഗോറോ കൺസർവേഷൻ ഏരിയയും ടാൻസാനിയയിലെ മാസ്‌വ ഗെയിം റിസർവും കെനിയയിലെ മാസായി മാര നാഷണൽ റിസർവും സെറെൻഗെറ്റി മേഖലയിൽ ഉൾപ്പെടുന്നു.","mr":"सेरेनगेटी प्रदेशात सेरेनगेटी नॅशनल पार्क, टांझानियामधील नॅगोरोन्गोरो कन्झर्वेशन एरिया आणि मस्वा गेम रिझर्व तसेच केनियामधील मसाई मारा नॅशनल रिझर्व आहे.","ne":"सेरेन्गेटी क्षेत्रमा सेरेन्गेटी राष्ट्रिय पार्क, एनगोरन्गोरो संरक्षण क्षेत्र र तन्जानियामा मासाइ खेल आरक्षित क्षेत्र र केन्यामा मासाइ मारा राष्ट्रिय आरक्षण रहेको छ।","es":"En la región de Serengeti se encuentra el Parque Nacional del Serengeti, la Zona de Conservación de Ngorongoro y la Reserva de Caza Maswa, todas ellas en Tanzania. En Kenia se localiza la Reserva Nacional Massai Mara.","sw":"Eneo la Serengeti lina Mbuga la Kitaifa la Serengeti, Eneo la Uhifadhi la Ngorongoro na Hifadhi ya Wanyamapori ya Maswa katika Tanzania na Hifadhi ya Kitaifa ya Maasai Mara katika Kenya.","te":"సెరెంగెటి ప్రాంతంలో సెరెంగెటి నేషనల్ పార్క్, టాంజానియాలోని న్గొరోంగోరో కన్జర్వేషన్ ఏరియా మరియు మస్వా గేమ్ రిజర్వ్ ఇంకా కెన్యాలోని మాసాయి మారా నేషనల్ రిజర్వ్ కలదు.","ur":"سرانگیٹی علاقوں میں سرانگیٹی نیشنل پارک، تنزانیہ کا ونگورو کنزرویشن علاقہ اور ماسوا گیم ریزرو اور کینیا کا ماسائی مارا نیشنل ریزرو شامل ہیں-","vi":"Vùng Serengeti gồm Công viên Quốc gia Serengeti, Khu Bảo tồn Ngorongoro, Công viên Chăm sóc và Bảo tồn Động vật hoang dã Maswa ở Tanzania và Khu bảo tồn Quốc gia Maasal Mara ở Kenya.","xh":"Ummandla weSerengeti uquka i-Serengeti National Park, iNgorongoro Conservation Area neMaswa Game Reserve eTanzania naseMaasai Mara National Reserve eKenya.","yo":"Agbon ti Serengeti se akopo Serengeti National Park, Ngoromgoro Conservative Area ati Maswa Game Reserve ni orile’de Tanzania ati Maasai Mara NAtional Reserve ti Kenya.","zu":"Indawo yaseSerengeti ineSerengeti National Park, iNgorongoro Conservation Area kanye neMaswa Game Reserve eTanzania kanye neMaasai Mara National Reserve eKenya."}
{"ar":"أفاد كريستوفر غارسيا -المتحدّث باسم قسم شرطة مدينة لوس أنجلوس- إنّ الجّاني الذّكر المشتبه به يخضع للتحقيق بتهمة التعدّي على ممتلكات الغيْر بدلاً عن التخريب.","zh":"洛杉矶警察局发言人克里斯托弗·加西亚（Christopher Garcia）表示，该名男性嫌疑人正接受调查，被调查的原因是非法侵入，而不是故意破坏公物。","en":"Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.","eu":"Christopher Garcia-k, Los Angeles-eko Polizia departamenduko bozeramaileak esan duenez, gizonezko gaizkilea eremu pribatura sartzeagatik ikertzen ari dira, ez bandalismoagatik.","fr":"Christopher Garcia, un porte-parole de la police de Los Angeles, a déclaré que le suspect masculin faisait l'objet d'une enquête pour intrusion plutôt que pour vandalisme.","ml":"ലോസ് ഏഞ്ചലസ് പോലീസ് ഡിപ്പാർട്ടുമെന്റിലെ ഒരു വക്താവായ ക്രിസ്റ്റഫർ ഗാർസിയ പറഞ്ഞു,സംശയ വിധേയനായ പുരുഷ കുറ്റവാളിയുടെ വിധ്വംസന പ്രവർത്തനത്തേക്കാൾ, അയാളുടെ അതിർത്തിലംഘനത്തെ കുറിച്ചാണ് അന്വേഷിക്കുന്നത്.","mr":"लॉस एंजेलिस पोलिस विभागाचे प्रवक्ते ख्रिस्तोफर गार्सिया म्हणाले की संशयित पुरुष गुन्हेगाराची विध्वंसक कृत्याऐवजी अतिक्रमण केल्याबद्दल चौकशी केली जात आहे.","ne":"लस एन्जलस प्रहरी विभागका प्रवक्ता क्रिस्टोफर गार्सियाले भने कि शंकास्पद पुरूष अपराधीलाई तोडफोड गर्नुको सट्टा अपराध गरेको भएर अनुसन्धान भइरहेको छ।","es":"Christopher García, el portavoz del Departamento de Policía de Los Ángeles, dijo que están investigando al hombre sospechoso por invasión a la propiedad privada y no por vandalismo.","sw":"Christopher Garcia, msemaji wa Idara ya Polisi ya Los Angeles, alisema mtuhumiwa wa ukosefu wa kiume anachunguzwa kwa uingiaji bila ruhusa badala ya uharibifu.","te":"లాస్ ఏంజిల్స్ పోలీస్ డిపార్ట్‌మెంట్ ప్రతినిధి క్రిస్టోఫర్ గార్సియా మాట్లాడుతూ, అనుమానిత పురుష నేరస్థుడిని విధ్వంసానికి బదులు అతిక్రమించినందుకు దర్యాప్తు చేస్తున్నారు అని అన్నారు.","ur":"لاس انجلیس پولیس ڈپارٹمنٹ کے ترجمان کرسٹوفر گارشیا نے بتایا کہ مشتبہ مرد جنایت کار سے دخلِ بیجا نہ کہ توڑ پھوڑ کے بارے میں تفتیش کی جا رہی ہے۔","vi":"Christopher Garcia, phát ngôn viên Sở Cảnh Sát Los Angeles cho biết người đàn ông bị tình nghi phạm tội đang bị điều tra về tội xâm phạm hơn là phá hoại.","xh":"UChristopher Garcia, isithethi Sesebe Lezamapolisa eLos Angeles, uthe umrhanelwa oyindoda uphandelwa ukungena ngaphandle kwemvume endaweni yokonakalisa impahla.","yo":"Christopher Garcia, agbẹnusọ fún ẹ̀ka ọlọ́pa Los Angeles, sọ pé wọ́n ti gba ìwádìí lẹnu eni tí wọ́n fura sí ọkùnrin náà fún kíkọjá ayè rẹ́.","zu":"UChristopher Garcia, umkhulumeli woMnyango wamaPhoyisa waseLos Angeles, uthe indoda eyisiboshwa esingumsolwa iphenyelwa ukweqa kunokuhuluza."}
{"ar":"تعني تشينكوي تيري خمسة أراضي وهي تضم خمسة قرى ساحلية صغيرة وهي ريوماغيوري ومانارولا وكورنيغليا وفيرنازا ومونتيروسو التي تقع في منطقة ليغوريا الإيطالية.","zh":"五渔村（Cinque Terre），原意为五块土地，由位于意大利利古里亚（Liguria）地区的五座沿海小村庄 Riomaggiore、Manarola、Corniglia、Vernazza 和 Monterosso 组成。","en":"Cinque Terre, which means Five Lands, comprises the five small coastal villages of Riomaggiore, Manarola, Corniglia, Vernazza and Monterosso located in the Italian region of Liguria.","eu":"Cinque Terre, bost lurraldeak esan nahi duena, Italiako Liguria eskualdeko itsasaldean dauden bost herri txikik osatzen dute: Riomaggiore, Manarola, Corniglia, Vernazza eta Monterosso.","fr":"Cinque Terre, qui signifie Cinq Terres, comprend les cinq petits villages côtiers de Riomaggiore, Manarola, Corniglia, Vernazza et Monterosso dans la région italienne de la Ligurie.","ml":"ഇറ്റാലിയൻ പ്രദേശമായ ലിഗൂറിയയിൽ സ്ഥിതി ചെയ്യുന്ന റിയോമാഗ്ഗിയോർ, മാനറോള, കോർണിഗ്ലിയ, വെർണസ, മോണ്ടെറോസോ എന്നീ അഞ്ച് ചെറിയ തീരദേശ ഗ്രാമങ്ങൾ ഉൾപ്പെടുന്ന ഫൈവ് ലാൻഡ്‌സ് എന്നർത്ഥം വരുന്ന സ്ഥലമാണ് സിൻക് ടെറെ.","mr":"सिनेक टेर, म्हणजे पाच भूभाग, लिगुरियाच्या इटालियन प्रदेशामध्ये रिओमाग्गीओर, मॅनरोला, कॉर्निगलिया, वेर्नाझा आणि मॉन्टरोझो ही किनारपट्टीलगतची पाच लहान गावे आहेत.","ne":"लिगुरियाको इटालि क्षेत्रमा अवस्थित पाँचवटा सानो समुद्री तटवर्ती गाउँहरू रियोमाग्गीओर, मानारोला, कोर्निग्ला, भेर्नाजा र मोन्टेरोस्सो समावेश गर्ने सिन्के टेरे, जसको अर्थ पाँच जग्गा हो।","es":"Cinque Terre (cinco tierras) abarca los pequeños pueblos costeños de Riomaggiore, Manarola, Corniglia, Vernazza y Monterosso, que se encuentran en Liguria, Italia.","sw":"Cinque Terre, yaani Ardhi Tano, ina vijiji vitano vya kipwani vya Riomaggiore, Manarola, Corniglia, Vernazza na Monterosso vilivyo katika eneo la Kiitaliano la Liguria.","te":"సింక్ టెర్రే, అంటే ఐదు భూములని అర్ధం , ఇటలీ  ప్రాంతమైన లిగురియాలో ఉన్న రియోమ్యాగ్గియోర్, మనరోలా, కార్నిగ్లియా, వెర్నాజ్జా మరియు మాంటెరోసో యొక్క ఐదు చిన్న తీర ప్రాంత గ్రామాలు ఉన్నాయి.","ur":"سنک تیرے، جسکا مطلب پانچ زمینیں ہیں، اٹلی کے لیگوریا علاقے میں واقع ریوماگیورے، مانارولا، کارنیگلیہ، ورنازا اور مونٹیروسو کے پانچ چھوٹے ساحلی گاؤں پر مشتمل ہے-","vi":"Cinque Terre, nghĩa là Năm Mảnh Đất, gồm năm làng chài nhỏ Riomaggiore, Manarola, Corniglia, Vernazza và Monterosso tọa lạc tại Liguria của khu vực nước Ý.","xh":"ICinque Terre, okuthetha imihlaba emihlanu, iquka iilali ezintlanu ezingaselunxwemeni zaseRiomaggiore, Manarola, Corniglia, Vernazza naseMonterosso ezikummandla wase-Italiya iLiguria.","yo":"Cinque Terre, èyí to túmọ́ sí Ilẹ́ Márùn, jẹ àkójọpọ̀ àwọn abúlé étíkun márùn ti Riomaggiore, Manarola, Corniglia, Vernaxxa àti Monterosson tó wà nií agbẹ̀gbẹ̀ Liguria ti orílè-èdè Italy.","zu":"ICinque Terre, okusho ukuthi Amazwe Amahlanu, ihlanganisa imizi emincane emihlanu engasogwini yeRiomaggiore, iManarola, iCorniglia, iVernazza kanye neMoterosso esendaweni yaseNtaliyane yaseLiguria."}
{"ar":"أُلحق بالأسطول السابع للبحرية الأمريكية ومقره في ساسيبو، ناجازاكي في اليابان.","zh":"它属于美国海军第七舰队，部署在日本长崎佐世保。","en":"It is assigned to the U.S. Navy’s Seventh Fleet and based in Sasebo, Nagasaki in Japan.","eu":"AEBko Marinako Zazpigarren flotakoa da eta Sasebo-ko basean dago (Nagasaki, Japonia).","fr":"Il est affecté à la septième flotte de la marine américaine et basé à Sasebo, Nagasaki, au Japon.","ml":"യുഎസ് നേവിയുടെ സെവൻത് ഫ്ലീറ്റിലേക്ക് ഇത് നിയുക്തമാക്കി ജപ്പാനിലെ നാഗസാക്കിയിലെ സാസെബോ ആസ്ഥാനമാക്കി.","mr":"हे अमेरिकेच्या नौदलाच्या सातव्या ताफ्याला नियुक्त केले गेले आहे आणि जपानमधील सासेबो, नागासाकी येथे आहे.","ne":"यो अमेरिकी नौसेनाको सातौँ फ्लिटलाई तोकिएको छ र यो जापानको नागासाकी, सासेबोमा आधारित छ।","es":"Forma parte de la Séptima Flota del cuerpo de Marines de los Estados Unidos y su base es en Sasebo, Nagasaki, Japón.","sw":"Imewekwa kwenye kundi la Saba la meli za Nevi ya Marekani ya iliyoko Sasebo, Nagasaki huko Japani.","te":"ఇది U.S. Navy యొక్క ఏడవ నౌకాదళానికి‌ కేటాయించబడింది మరియు ఇది జపాన్‌లో నాగసాకిలోని సాసెబోకు చెందినది.","ur":"اس کو یو ایس نیوی کے ساتویں بیڑہ سے منسلک کیا گیا ہے۔ اس کا مستقر سا سیبو، ناگاساکی، جاپان ہے۔","vi":"Chiếc tàu được biên chế cho Hạm đội 7 của Hải quân Hoa Kỳ và đóng ở Sasebo, Nagasaki, Nhật Bản","xh":"Ibhaliselwe kumKhosi wesiXhenxe we-US Navy futhi ise-Sasebo, e-Nagasaki e-Japan.","yo":"A fún Ẹgbẹ́ Keje àwọn Sójà Ojú Omi Amerika tó wà ní Sasebo Nagasaki, Jépaani.","zu":"Inikezwe i-U.S. Navy Seventh Fleet futhi izinze e-Sasebo, e-Nagasaki e-Japan."}
{"ar":"إذا كنت تستخدم طائرة بدون طيار، تحقق في وقت مبكر مما يسمح لك بتصويره وما هي التصاريح أو الترخيص الإضافية المطلوبة.","zh":"如果使用无人机，请提前仔细确认可以拍摄的内容，以及需要哪些许可或额外的牌照。","en":"If using a drone, check well in advance as to what you are allowed to film and what permits or additional licensing are required.","eu":"Drone bat erabiltzen baduzu, arretaz aztertu behar duzu zer graba dezakezun eta zer baimen edo lizentzia gehigarri behar dituzun.","fr":"Si vous utilisez un drone, vérifiez bien à l'avance ce que vous êtes autorisé à filmer et quels permis ou licences supplémentaires sont nécessaires.","ml":"ഒരു ഡ്രോൺ ഉപയോഗിക്കുമ്പോൾ, നിങ്ങൾക്ക് എന്തെല്ലാം ഫിലിമിൽ പകർത്താൻ അനുവാദമുണ്ട്, എന്തെല്ലാം അനുവദിക്കുന്നു, അതല്ലെങ്കിൽ പ്രത്യേക ലൈസൻസ് ആവശ്യമുണ്ടോ എന്നീ കാര്യങ്ങൾ മുൻകൂട്ടി പരിശോധിക്കുക","mr":"जर ड्रोन वापरत असाल तर, तुम्हाला काय चित्रित करण्याची परवानगी आहे आणि कोणत्या परवानग्या किंवा अतिरिक्त परवान्याची आवश्यकता आहे हे आधीच तपासून ठेवा.","ne":"यदि ड्रोन प्रयोग गरिरहनु भएको छ भने, तपाईंलाई के खिच्न अनुमति दिइएको छ र के अनुमति वा थप इजाजतपत्र आवश्यक छ भनेर राम्ररी जाँच गर्नुहोस्।","es":"Si se utiliza un dron, se deben verificar antes qué puede filmarse y qué permisos o licencias extra se necesitan.","sw":"Ikiwa unatumia ndege-roboti, angalia mapema ni nini unachoruhusiwa kuchukua filamu yake na ni vibali au leseni gani za ziada zinazohitajika.","te":"మీరు డ్రోన్‌ను ఉపయోగిస్తున్నట్లయితే, మీకు ఏది చిత్రీకరించడానికి అనుమతి ఉంది మరియు ఏ అనుమతులు లేదా అదనపు లైసెన్సింగ్ అవసరమో ముందుగానే తనిఖీ చేయండి.","ur":"اگر آپ ڈرون استعمال کرتے ہیں تو پہلے ہی اچھی طرح جانچ کر لیں کہ آپ کو کن چیزوں کی فلم بنانے کی اجازت ہے اور کن اجازت ناموں اور اضافی لائسنس کی ضرورت ہے۔","vi":"Nếu sử dụng phương tiện bay không người lái, hãy kiểm tra lại cho kỹ để biết rõ bạn được phép quay phim những gì và cần có những giấy phép hay giấy tờ gì.","xh":"Ukuba usebenzisa i-drone, khangela kuselithuba ukuba yintoni na okuvumeleke ukuba uyifote nokuba ithini imithetho okanye ilayisenisi efunekayo.","yo":"Ti o ba n lo drooni, ṣaridaju nkan ti wọn gba ẹ laye lati yaworan rẹ ati awọn iwe aṣẹ ti o ye ki o gba.","zu":"Uma wenza umsindo obeleselayo, hlola kusengaphambili ukuthi ikuphi ovunyelwe ukukuthwebula nokuthi yiziphi izimvume noma amalayisensi engeziwe edingekayo."}
{"ar":"تُنظَّم ضريبة الدخل بشكل مختلف حسب الدولة، وتختلف معدلات الضرائب وشرائحها بشكلٍ واسع من دولة إلى أخرى.","zh":"国家不同，所得税的结构是不同的，税率和税率等级也有很大的差异。","en":"Income tax is structured differently in different countries, and the tax rates and brackets vary widely from one country to another.","eu":"Errentaren egitura desberdina da herrialdearen arabera, eta zerga-tasak eta -tarteak asko aldatzen dira herrialde batetik bestera.","fr":"L'impôt sur le revenu est structuré différemment dans différents pays, et les taux d'imposition et les tranches d'imposition varient largement d'un pays à l'autre.","ml":"ആദായ നികുതിയുടെ ഘടന വിവിധ രാജ്യങ്ങളിൽ വിവിധ തരത്തിലാണ്, നികുതി നിരക്കുകളും ബ്രാക്കറ്റുകളും ഓരോ രാജ്യത്തും വ്യത്യസ്തമാണ്.","mr":"विविध देशात वेगवेगळ्या प्रकारे आयकर रचना केली जाते आणि कराचे दर आणि विभागणी एका देशाहून दुसऱ्या देशामध्ये एकदम भिन्न असतात.","ne":"देशअनुसार आयकरसम्बन्धी फरक फरक व्यवस्था गरिएको हुन्छ र करको दर र सीमा देशपिच्छे भिन्न हुन्छ।","es":"El impuesto sobre la renta está organizado de forma diferente en los distintos estados y las tasas impositivas y las categorías difieren mucho entre países.","sw":"Ushuru wa mapato huundwa kwa njia tofauti katika nchi tofauti, na viwango na vikundi vya ushuru hutofautiana pakubwa toka nchi moja hadi nyingine.","te":"ఆదాయ పన్ను వివిధ దేశాల్లో వేర్వేరుగా ఉంటుంది మరియు పన్ను రేట్లు మరియు బ్రాకెట్లు ఒక  దేశం నుండి ఇంకొక దేశానికి  విస్తృతంగా మారుతూ ఉంటాయి.","ur":"مختلف ممالک میں انکم ٹیکس کا خاکہ مختلف انداز میں تیار کیا جاتا ہے اور ایک ملک سے دوسرے ملک کے ٹیکس کی شرح اور بریکٹس بڑے پیمانے پر مختلف ہوتے ہیں۔","vi":"Thuế thu nhập được quy định khác nhau ở các quốc gia khác nhau và thuế suất và khung thuế đều khác nhau ở từng quốc gia.","xh":"Irhafu yengeniso ilungelelaniswe ngeendlela ezingafaniyo kumazwe ahlukahlukeneyo, yaye amazinga erhafu kunye nengeniso echatshazelwa ngawo iyahluka kakhulu ngokwahlukana kwamazwe.","yo":"Iṣesí owó orí yàtò láti ìlú kan sí kan, oye owó orí àti ẹ̀gbẹ́ owó orí ma niyàtọ̀ gaan láti ìlú kan sí kan.","zu":"Intela yomholo ihlelwe ngendlela ehlukile emazweni ahlukene, futhi namanani nezingxenye ezehlukile zentelaziyehlukahlukakusuka kwelinye izwe kuya kwelinye."}
{"ar":"يوجد كهف ضئيل بالقرب من القمة يجب المرور خلاله، إنه منخفض جداً وضيّق إلى حد كبير.","zh":"必须穿过靠近顶部的一个很低、很狭窄的小洞。","en":"There's a tiny cave near the top that must be passed through, it is quite low and a rather tight squeeze.","eu":"Pasa beharreko koba txiki bat dago puntatik gertu, nahiko baxua eta estua.","fr":"Près du sommet, il faut traverser une petite grotte plutôt exiguë et dont le plafond est assez bas.","ml":"മുകളിന് സമീപം ഒരു ചെറിയ ഗുഹയുണ്ട്, അത് കടന്നുപോകണം,  ഇത് പൂര്‍ണ്ണമായും ചെറുതാണ്, മാത്രമല്ല ഇറുകിയതും ഞെരുക്കമുള്ളതുമാണ്.","mr":"शिखराजवळ तिथे एक छोटीशी गुहा आहे ज्यामधून आपल्याला जावेच लागते, ती खूप खाली आहे खरच खूप चिंचोळी आहे.","ne":"माथिको नजिक सानो गुफा छ जुन पार गर्नुपर्नेछ, यो एकदमै सानो र साँघुरो छ।","es":"En la parte superior se encuentra una cueva pequeña por la que hay que pasar. Es bastante baja y estrecha.","sw":"Kuna pango ndogo karibu na juu ambalo lazima lipitwe, liko chini kabisa na la kubana sana.","te":"ఎగువన ఒక చిన్న గుహ ఉంది, దాని గుండా తప్పక వెళ్ళాలి, ఇది చాలా తక్కువగా ఉంటుంది ఇంకా గట్టిగా నలిపివేస్తుంది.","ur":"چوٹی کے قریب ایک چھوٹا سا غار موجود ہے جسے عبور کیا جانا ضروری ہے، یہ کافی نیچا ہے اور بہت ہی تنگ ہے۔","vi":"Phải đi qua một cái hang nhỏ ở gần đỉnh, nó khá thấp và chật chội.","xh":"Kukho umqolomba omncinane ekumele kudlulwe kuwo, usezantsi kakhulu kwaye umxinwa.","yo":"Ihò kékeré kan wà ní ẹ̀gbẹ́ kan lókè tí a lè gbà kọjá, ó lọlẹ̀ ó sì fúnpa.","zu":"Kunomhume omncane eduze nesiqongo okumelwe kudlulwe kuwo, usezansi kakhulu futhi uminyene."}
{"ar":"فقط آثار الكارثة، وليس الاكتئاب والخوف كانت شرطًا في جلسات PA المنتظمة أسبوعياً.","zh":"只有杞人忧天思维的影响，而不是沮丧和恐惧的影响，才能有条件地每周定期进行结构性体育锻炼。","en":"Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.","eu":"Pentsaera katastrofistaren eraginak ziren soilik ariketa fisiko antolatuak astero edukitzearen araberakoak, eta ez depresioa ezta beldurra.","fr":"Seuls les effets de la catastrophe, et non la dépression et la peur, étaient conditionnés par des séances hebdomadaires régulières et structurées d'AP.","ml":"മുടങ്ങാതെ പ്രതിവാരം നടക്കുന്ന പിഎ സെഷനുകളുടെ സോപാധികമായി വന്നത് ദുരന്തത്തിന്റെ ഫലങ്ങൾ മാത്രമാണ്, വിഷാദരോഗവും പേടിയും അതിൽ ഉൾപ്പെടുന്നില്ല.","mr":"नैराश्य आणि भीती नव्हे तर केवळ आपत्तिजनक परिणाम हे नियमित साप्ताहिक संरचित पीए सत्र सशर्त होते.","ne":"उदासी र डरका प्रभावहरू नभई केवल विनाशकारी प्रभावहरू नियमित साप्ताहिक संरचित PA सत्रहरूको शर्त थियो।","es":"Solo los efectos de la catastrofización, no de la depresión o del miedo, estaban condicionados a sesiones de AF estructuradas, semanales y regulares.","sw":"Ni athari tu za kutia janga chumvi, si mafadhaiko na uoga, zilizokuwa na masharti ya vipindi vya PA vya mara kwa mara kila wiki.","te":"కుంగుబాటు మరియు భయం కాకుండా కేవలం లేనిది ఉన్నట్లు ఎక్కువగా ఊహించుకోవడమే నియమిత వారంవారీ నిర్మాణాత్మక PA సెషన్‌లకు అవసరమైన షరతు.","ur":"صرف تباہی کے اثرات، نہ کہ پژمردگی اور خوف باقاعدگی سے ہفتہ وار منظم PA سیشنز کے ساتھ مشروط تھا-","vi":"Chỉ những tác động do tình trạng bi kịch hóa, không phải là trầm cảm hay sợ hãi mới là đối tượng của các buổi hoạt động vật lý được thiết kế hàng tuần.","xh":"Ziziphumo zentlekele, kungekhona uxinzeleleko kunye noloyiko ezazinokubangela kubekho iiseshoni ze-PA veki nganye.","yo":"Awọn ipa ti ajalu nikan, kiise ibanujẹ tabi ẹru ni o jẹ awọn isẹlẹ gbẹdẹkẹ ọlọsọọsẹ ti akoko PA.","zu":"Ukuphela komphumela wokubuka izinto zizimbi kunangendlela eziyiyo, hhayi ukucindezeleka futhi ukwasaba bekunombandela wemihlangano ye-PA yamaviki onke ehleliwe."}
{"ar":"رٌفعت دعوى القضية في ولاية فرجينيا لأنها موطن شركة AOL الرائدة في تقديم خدمات الإنترنت، والتي نٌسِبت إليها الاتهامات.","zh":"作为发起指控的公司，领先的互联网服务提供商美国在线 (AOL) 的总部位于弗吉尼亚州，因此这起案件在弗吉尼亚州起诉。","en":"The case was prosecuted in Virginia because it is the home to the leading internet service provider AOL, the company who instigated the charges.","eu":"Kasua Virginia-n prozesatu zen, hura delako AOL interneteko zerbitzuko hornitzaile nagusiaren egoitza eta enpresa hark bultzatu dituelako karguak.","fr":"L'affaire a été jugée en Virginie puisque c'est le domicile du fournisseur d'accès à Internet AOL, la société à l'origine des accusations.","ml":"പ്രമുഖ ഇന്റർനെറ്റ് സേവന ദാതാക്കളായ AOL-ന്റെ ആസ്ഥാനമായതിനാൽ, വിർജീനിയയിലാണ് കേസ് വിചാരണ ചെയ്തത്, കുറ്റാരോപണങ്ങൾക്ക് പ്രേരകമായ കമ്പനി ഇതാണ്.","mr":"खटला व्हर्जिनियामध्ये चालवला जात होता, कारण ते आरोप करणाऱ्या AOL या इंटरनेट सेवा पुरवणाऱ्या अग्रगण्य कंपनीचे मूळ ठिकाण आहे.","ne":"यो अग्रणी इन्टरनेट सेवा प्रदायक एओएलको घर हुनाले भर्जिनियामा मुद्दा चलाइएको थियो।","es":"El proceso legal fue llevado a cabo en Virginia, ya que allí se encuentra la sede de la compañía más importante de servicios de Internet, AOL, que fue quien presentó los cargos.","sw":"Kesi hiyo ilishtakiwa huko Virginia kwa sababu ni nyumbani kwa mtoaji mkuu wa huduma ya intaneti AOL, kampuni iliyoanzisha mashtaka hayo.","te":"కేసు వర్జీనియాలో విచారించబడింది ఎందుకంటే ఇది ప్రముఖ ఇంటర్నెట్ సర్వీస్ ప్రొవైడర్ AOL నివాస స్థలం, ఆ కంపెనీ ఆరోపణలు చేసింది.","ur":"اس کیس کو ورجینیا میں فائل کیا گیا کیوں کہ یہ سر بر آوردہ انٹرنیٹ سرویس پرووائڈ ر کمپنی اے او ایل کا مستقر ہے اور جس نے ان اتہامات کو شہ دی۔","vi":"Vụ án được khởi tố tại Virginia vì đây là quê nhà của công ty cung cấp dịch vụ Internet hàng đầu AOL, là đơn vị đã đưa ra các cáo buộc.","xh":"Ityala latshutshiselwa eVirginia kuba likhaya kumnikezeli wenkonzo ye-intanethi okhokelayo i-AOL, inkampani eyaphembelela ityala.","yo":"Virginia ni wọ́n ti ṣe ẹjọ́ náà, nítorí ibẹ̀ ni ilé àwọn ile iṣẹ tó ń pèsè intanẹtì tí ó ga jùlọ tí a mọ̀ sí AOL wà, ilé iṣẹ́ tí ó bẹ̀rẹ̀ ìgbówólélórí.","zu":"Icala lathethwa e-Virginia ngoba iyindawo eyinhloko yomhlinzeki we-inthanethi i-AOL, okuyinkampani eyavula icala."}
{"ar":"ما هي الخلية؟ كلمة الخلية مشتقة من الكلمة اللاتينية \"cella\"، وتعني \"الغرفة الصغيرة\"، تمت صياغة هذا المصطلح لأول مرة من قبل عالم مجهر كان يراقب هيكل الفلين.","zh":"什么是细胞？“细胞”一词来源于拉丁语“cella”，意思是“小房间”，最初是由观察软木结构的显微镜学家创造的。","en":"What is a cell? The word cell comes from the Latin word \"cella\", meaning \"small room\", and it was first coined by a microscopist observing the structure of cork.","eu":"Zer da zelula bat? Zelula hitzak Latineko “cella” hitzean dauka jatorria, “gela txikia” esan nahi duena, eta artelazkiaren egitura aztertzen ari zen mikroskopiolari batek erabili zuen lehen aldiz.","fr":"Qu’est-ce qu’une cellule ? Le mot « cellule » vient du mot latin « cella », qui signifie « petite pièce », et a été inventé par un microscopiste qui observait la structure du liège.","ml":"\"എന്താണ് ഒരു സെൽ? ലാറ്റിൻ പദമായ \"\"സെല്ല\"\" എന്നതിൽ നിന്നാണ് സെൽ എന്ന വാക്കുണ്ടായത്. \"\"ചെറിയ മുറി\"\" എന്നാണ് അതിനർത്ഥം. കോർക്കിന്റെ ഘടന നിരീക്ഷിക്കുന്ന ഒരു മൈക്രോസ്കോപ്പിസ്റ്റാണ് ഇത് ആദ്യമായി കണ്ടുപിടിച്ചത്.\"","mr":"\"एक पेशी म्हणजे काय? हा शब्द लॅटिन \"\"सेला\"\" या शब्दापासून बनला आहे, ज्याचा अर्थ \"\"लहान जागा\"\" असा आहे आणि कॉर्कच्या संरचनेचे सूक्ष्मदर्शकाखाली निरीक्षण करण्यातून प्रथम तयार करण्यात आला. \"","ne":"सेल भनेको के हो? “सानो कोठा” अर्थ रहेको सेल ल्याटिन शब्द “सेला” बाट आएको हो। यो पहिलो कर्कको संरचना अवलोकन गर्दा माइक्रोस्कोपिस्टले तयार गरेको थियो।","es":"¿Qué es una célula? Este término deriva del latín cella, que significa «cuarto de tamaño reducido», y fue empleado por primera vez por un microscopista mientras estudiaba la estructura del corcho.","sw":"Seli ni nini? Neno cell linatokana na neno la Kilatini \"cella\", linalomaanisha \"chumba kidogo\", na lilibuniwa mara ya kwanza na mtaalamu wa hadubini alipokuwa akitazama muundo wa dutu ya mwaloni.","te":"\"సెల్ అంటే ఏమిటి? సెల్ అనే పదం లాటిన్ పదం \"\"సెల్లా\"\" ​​నుండి వచ్చింది, దీని అర్థం \"\"చిన్న గది\"\", మరియు కార్క్ యొక్క నిర్మాణాన్ని గమనిస్తూ మొదట ఓ మైక్రోస్కోపిస్ట్ దీనిని ఉపయోగించారు.\"","ur":"سیل کیا ہے؟ سیل کا لفظ لاطینی لفظ ”سیلا“ سے مشتق ہے جس کے معنی ”چھوٹا کمرہ“ کے ہیں، اور اس کو ایک خورد بین نے کارک کے ڈھانچے کا مشاہدہ کرتے ہوئے جاری کیا۔","vi":"Tế bào là gì? Từ tế bào bắt nguồn từ tiếng La-tinh “cella”, nghĩa là “căn phòng nhỏ”, và được sử dụng đầu tiên bởi một nhà nghiên cứu quan sát cấu trúc của gỗ bần dưới kính hiển vi.","xh":"Yintoni iseli? Igama elithi iseli livela kwigama lesiLatini “cella” elithetha “igumbi elincinci,” yaye laqanjwa yinzululwazi eyabona indlela eme ngayo i-cork.","yo":"Kínni sẹ́ẹ̀lì? ọ̀rọ̀ náà wá látinú ọ̀rọ̀ Latin tí wọ́n pè ní “cella”, ìtumọ̀ “iyàrá kékerá” tí wọ́n sì mún un jáde látinu àyẹ̀wò àwọn kòkòrò kékeré àti ètò ìdẹ́nu.","zu":"Liyini ingqamuzane? Igama elithi ingqamuzane liqhamuka kwelesi-Latin elithi “cella”, okusho “igumbi elincane”, futhi lasetshenziswa okokuqala uchwepheshe wokusebenzisa isibonakhulu ehlola indlela ukhokho owakheke ngayo."}
{"ar":"اعتمدت الخطة الأمريكية على شن هجمات منظمة من ثلاثة اتجاهات مختلفة.","zh":"美国计划从三个不同的方向发动协同攻击。","en":"The American plan relied on launching coordinated attacks from three different directions.","eu":"Estatubatuarren planaren oinarria eraso koordinatuak egitean zetzan, hiru norabidetan.","fr":"Le plan américain reposait sur le lancement d'attaques coordonnées depuis trois directions différentes.","ml":"three വ്യത്യസ്ത ദിക്കുകളിൽനിന്ന് ഏകോപിതമായ ഒരാക്രമണം നടത്തുക എന്നതാണ് അമേരിക്കൻ പദ്ധതി അവലംബിച്ചത്","mr":"अमेरिकन योजना ही तीन वेगवेगळ्या दिशेने समन्वित हल्ले करण्यावर अवलंबून होती.","ne":"अमेरिकी योजना तीन विभिन्न दिशाहरूबाट समन्वय गरिएको आक्रमण सुरू गर्ने भनी भर परेको थियो।","es":"La base de la estrategia de EE. UU. fue el lanzamiento de ataques coordinados desde tres puntos diferentes.","sw":"Mpango wa Marekani ulitegemea uanzishaji wa mashambulio yaliyoratibiwa kutoka pande tatu tofauti.","te":"అమెరికన్ ప్రణాళిక 3 వేర్వేరు దిశల నుండి సమన్వయ దాడులను ప్రారంభించడంపై ఆధారపడింది.","ur":"امریکی منصوبہ تین مختلف سمتوں سے مربوط حملے کرنے پر مبنی تھا۔","vi":"Kế hoạch của Mỹ là dựa vào việc phát động tấn công phối hợp từ ba hướng khác nhau.","xh":"Icebo le-Melika belithembhele ekuhlaseleni okuvela kwiindawo ezintathu ngamaxesha adibanisiweyo.","yo":"Ètò ìlú Amerika gbẹ́kẹ̀ lé kíkọjú ìjàkadì láti ibi ọ̀tọ̀tọ̀ mẹ́ta.","zu":"Isu laseMelika lixhomeke ekuhlaseleni okuqondiswayo okusuka ezinhlangothini ezintathu ezihlukahlukene."}
{"ar":"غنت المغنية التركية \"سيزين أكسو\" مع الإيطالي \"أليساندرو سافينا\" والمغني اليوناني \"هاريس أليكسيو\".","zh":"土耳其歌剧女歌唱家茜泽·阿克苏 （Sezen Aksu）与意大利男高音亚历山德罗·沙费纳（Alessandro Safina）和希腊歌手哈里斯·阿莱克修（Haris Alexiou）同台表演。","en":"Turkish diva Sezen Aksu performed with the Italian tenor Alessandro Safina and Greek singer Haris Alexiou.","eu":"Turkiako diva Sezen Aksu-k Alessandro Safina tenore italiarrarekin eta Haris Alexiou abeslari greziarrarekin abestu zuen.","fr":"La diva turque Sezen Aksu s'est produite avec le ténor italien Alessandro Safina et la chanteuse grecque Haris Alexiou.","ml":"ഇറ്റാലിയൻ ടെനറായ അലസാൻഡ്രോ സഫിന, ഗ്രീക്ക് ഗായകൻ ഹാരിസ് അലക്സിയോ എന്നിവരോടൊപ്പം ടർക്കിഷ് താരം സെസെൻ അക്‌സു അരങ്ങത്തെത്തി.","mr":"तुर्की सुप्रसिद्ध गायिका सेझेन आक्सू यांनी इटालियन टेनर अॅलेसँड्रो सफिना आणि ग्रीक गायक हॅरिस अॅलेक्सिओ यांच्यासह परफॉर्म केले.","ne":"टर्की डिभा Sezen Aksu ले इटालियन टेनर टेनिस Alessandro Safina र ग्रीक गायक Haris Alexiou सँग प्रदर्शन गरे।","es":"La diva turca Sezen Aksu cantó con Alessandro Safina, un tenor italiano, y con la cantante griega Haris Alexiou.","sw":"Diva wa Uturuki Sezen Aksu aliigiza pamoja na mwimbaji wa sauti mwembamba wa kiume, Alessandro Safina wa Italia pamoja na mwimbaji wa Ugiriki Haris Alexiou.","te":"టర్కీకి చెందిన తార సెజెన్ అక్సు, ఇటలీకి చెందిన టేనోర్ అలెశాండ్రో సఫీనా మరియు గ్రీకుకు చెందిన గాయని హారిస్ అలెక్సియోతో కలిసి ప్రదర్శన ఇచ్చారు.","ur":"ترکی ساحرہ سیزن اکسو نے اطالوی ٹینور الیسانڈرو سفینہ اور یونانی گلوکار حارث الیزیاؤ کے ساتھ اپنے فن کا مُظاہرہ کیا۔","vi":"Nữ danh ca Sezen Aksu của Thổ Nhĩ Kỳ trình diễn cùng với ca sĩ giọng nam cao Alessandro Safina của Ý và ca sĩ Haris Alexiou của Hy Lạp.","xh":"I-diva yaseTurkey uSezen Aksu ucule ne tena yase Itali u-Alessandro Safina kunye nemvumi yaseGrisi u-Haris Alexiou.","yo":"Arabirin onidan ara Turkeyi - Sezen Aksu seré pẹ̀lú olórin tẹ́nọ̀ tó wá láti Italy Alessandro Safina ati olorin ara Greek singer Haris Alexiou.","zu":"Isihlabani somculo saseTheki uSezen Aksu ucule nomculi wetena u-Alessandro Safina nomculi womGriki uHaris Alexiou."}
{"ar":"وتتشابه اللغتين الهندية والأردية في المفردات لكنهما مختلفتان في الكتابة. ففي المحادثات اليومية، يمكن للمتحدثين من كلتا اللغتين عادةً فهم بعضهم البعض.","zh":"印度语和乌尔都语有着相似的词汇，但文字的书写方式不同；在日常对话中，这两种语言通常可以交流互通。","en":"Hindi and Urdu are similar in vocabulary but different in script; in everyday conversations, speakers of both languages can usually understand each other.","eu":"Hindiak eta urduak hiztegi antzekoa dute baina idazkera ezberdina; eguneroko hizketaldietan, bi hizkuntzen hiztunek bata bestea uler dezakete.","fr":"L'hindi et l'ourdou disposent d'un vocabulaire semblable mais d'une écriture différente ; lors d'une conversation de tous les jours, les locuteurs des deux langues peuvent en général se comprendre.","ml":"ഹിന്ദിയും ഉറുദുവും പദാവലിയിൽ സമാനമാണെങ്കിലും ലിപി ഒന്നല്ല. ദൈനംദിന സംഭാഷണങ്ങളിൽ, രണ്ട് ഭാഷകളും സംസാരിക്കുന്നവർക്ക് സാധാരണയായി പരസ്പരം മനസ്സിലാക്കാൻ സാധിക്കും.","mr":"हिंदी आणि उर्दू यांचा शब्दसंग्रह सारखा आहे पण लिपी वेगळी आहे; दैनंदिन जीवनातील संभाषणांमध्ये, या दोन भाषा बोलणारे लोक एकमेकांचे बोलणे समजू शकतात.","ne":"लिपिमा भिन्न हुने हिन्दी र उर्दू लेखाइमा समान छन्; दुबै भाषाका वक्ताहरूले दैनिक कुराकानीमा सामान्यतया एक अर्कालाई बुझ्न सक्छन्।","es":"Si bien son similares en cuanto al vocabulario, el hindi y el urdu difieren en la forma de escribirse. En las conversaciones de todos los días, los hablantes de los dos idiomas pueden, por lo general, entenderse unos a otros.","sw":"Kihindi na Kiurdu zinafanana kwa msamiati lakini tofauti katika hati; katika mazungumzo ya kila siku, wazungumzaji wa lugha zote mbili wanaweza kuelewana.","te":"హిందీ మరియు ఉర్దూ మాట్లాడటానికి ఒకేలా ఉంటాయి కాని వాటి లిపి భిన్నంగా ఉంటుంది; సాధారణంగా ఈ రెండు భాషలు మాట్లాడేవారు, వారి రోజూవారి సంభాషణలో ఒకరి భాషను ఇంకొకరు అర్ధం చేసుకోగలరు.","ur":"ذخیرۂ الفاظ کے لحاظ سے ہندی اور اردو یکساں ہیں لیکن طرز تحریر جداگانہ ہے؛ روزمرہ کی بات چیت میں، دونوں زبانوں کے بولنے والے ایک دوسرے کو اچھی طرح سمجھ سکتے ہیں۔","vi":"Tiếng Hindi và tiếng Urdu giống nhau về mặt từ vựng nhưng khác về chữ viết; trong trò chuyện hàng ngày, người nói được cả hai ngôn ngữ này thường có thể hiểu ý của nhau.","xh":"Isii-Hindi nesi-Urdu ziyelelene ngamagama kodwa zohlukile ngokubhalwa; kwincoko yemihla ngemihla, abathethi bezi lwimi zombini bayakwazi ukuvana.","yo":"Èdè ìperí Hindi àti Urdu jọ ara wọn, ṣùgbọn ìyàtọ̀ wà nínú kíkọ wọn sílẹ̀;Nínú ìbánisọ̀rọ̀ ojoojúmọ́, àwọn olùsọ̀ èdè méjèèjì lè gbọ́ ara wọn yé yéké.","zu":"IsiHindi nesi-Urdu ziyafana ngohlelo lwamagama kodwa ziyahluka ngokubhala; ekukhulumeni kwansuku zonke, izikhulumi zezilimi zombili ngokuvamile ziyakwazi ukuzwisisana."}
{"ar":"وجدت هيئة الاتصالات والإعلام الأسترالية أنه على الرغم من أنه تم بث الفيديو على الإنترنت، برنامج الأخ الأكبر لم ينتهك أياً من قوانين الرقابة على المحتوى عبر الإنترنت لأن الوسائط لما تخزن على موقع برنامج الأخ الأكبر الإلكتروني.","zh":"ACMA 还发现，尽管视频已经在互联网上播放，但《老大哥》（Big Brothe）并未违反在线内容审查的法律，因为该媒体并未保存在《老大哥》的网站上。","en":"The ACMA also found that despite the video being streamed on the Internet, Big Brother had not breached online content censorship laws as the media had not been stored on Big Brother's website.","eu":"ACMAk aurkitu duenez, gainera, bideoa Internet bidez igorri bada ere, Big Brother saioak ez ditu sareko edukien zentsura-legeak urratu, edukia ez baitzen gorde Big Brother-en webgunean.","fr":"L'ACMA a également conclu que, même si la vidéo était diffusée en continu sur Internet, Big Brother n'avait pas enfreint la législation sur la censure du contenu en ligne, car le contenu multimédia n'avait pas été stocké sur le site de Big Brother.","ml":"വീഡിയോ ഇന്റർനെറ്റിൽ സ്ട്രീം ചെയ്തിട്ടും, ബിഗ് ബ്രദറിന്റെ വെബ്സൈറ്റിൽ മീഡിയ സൂക്ഷിക്കാത്തതിനാൽ, ഓൺലൈൻ കണ്ടന്റ് ‌ സെൻസർഷിപ് നിയമങ്ങൾ ബിഗ് ബ്രദർ ലംഘിച്ചിട്ടില്ലെന്ന് എസിഎംഎ കണ്ടെത്തി.","mr":"ACMA ला असेही आढळले की व्हिडीओ इंटरनेटवर प्रसारित होऊनही, बिग ब्रदरच्या वेबसाइटवर मीडिया संग्रहित न केल्यामुळे बिग ब्रदरने ऑनलाइन आशय सेन्सॉरशिप कायद्याचे उल्लंघन केलेले नाही.","ne":"ACMAले यो पनि पत्ता लगायो कि इन्टरनेटमा भिडियो प्रवाहित हुनुको बाबजुद, बिग ब्रदरको वेबसाइटमा मिडिया भण्डारण नभएकाले बिग ब्रदरले अनलाइन सामग्री सेन्सरसिप कानुनको उल्लङ्घन गरेका थिएनन्।","es":"La Autoridad Australiana de Comunicaciones y Medios (ACMA) también decidió que, aun cuando el video fue transmitido por internet, Gran hermano no había infringido las leyes de censura de contenidos en línea, ya que no se había almacenado en la página web de Gran hermano.","sw":"ACMA ilipata kujua kwamba licha ya video hiyo kufululizwa kwenye Intaneti, Big Brother haikuwa imekiuka sheria za udhibiti wa maudhui ya mtandaoni kwani midia hiyo haikuwa imehifadhiwa kwenye tovuti ya Big Brother.","te":"వీడియోను ఇంటర్నెట్‌లో ప్రసారం చేసినప్పటికీ, Big Brother వెబ్‌సైట్‌లో మీడియాను స్టోర్ చేయకపోవడం వలన Big Brother ఆన్‌లైన్ కంటెంట్ సెన్సార్‌షిప్ చట్టాలను ఉల్లంఘించలేదని ACMA కూడా కనుక్కుంది.","ur":"اے سی ایم اے کو یہ بھی پتہ لگا کہ انٹرنیٹ پر ویڈیو کو نشر کیے جانے کے باوجود، بگ برادر نے آن لائن مشمولات کی سنسرشپ کے قوانین کی خلاف ورزی نہیں کی تھی کیونکہ میڈیا فائل بگ برادر کی ویب سائٹ پر محفوظ نہیں کی گئی تھی۔","vi":"ACMA cũng kết luận rằng mặc dù đoạn video được chiếu trực tiếp trên Internet, nhưng Big Brother đã không vi phạm luật kiểm duyệt nội dung trên mạng do nội dung này không lưu trữ trên trang web của Big Brother.","xh":"I-ACMA iphinde yafumanisa ukuba nagona ividiyo ibihanjiswa kwi-intanethi, uBig Brother khange ophule imithetho ye-censorship nanjengoko imidiya ibingagcinwanga kwiwebhusaythi kaBig Brother.","yo":"ACMA tun wariri pe biotilejepe won fi fidio naa han lori intaneeti, Egbon Okunrin o tii lodi si awon ofin ipalenumo ero ori intaneeti tori won o ti da midia naa pada si ori saiti Egbon Okunrin.","zu":"I-ACMA iphinde yathola ukuthi ngaphezu kokuboniswa kwevidiyo kuyi-inthanethi, i-Big Brother ayiphulanga imithetho yokubonisa izinto kuyi-inthanethi njengoba okwakuboniswa bekungagcinwanga ewebhusayithini ye-Big Brother."}
{"ar":"احتج ما يقرب من 200 شخص، في لندن، أمام مكاتب بعض أصحاب حقوق الطبع والنشر الكبار.","zh":"伦敦约有 200 人在主要的版权持有者的办公室外抗议。","en":"In London, about 200 people protested outside some major copyright holders' offices.","eu":"Londresen, 200 lagun inguruk protesta egin dute egile-eskubideen hainbat jabe nagusiren bulegoen aurrean.","fr":"À Londres, environ 200 personnes ont manifesté devant les bureaux de certains grands détenteurs de droits d’auteur.","ml":"ലണ്ടനിലെ ചില പ്രമുഖ പകർപ്പവകാശ ഉടമകളുടെ ഓഫീസുകൾക്ക് മുന്നിൽ 200 ഓളം പേർ പ്രതിഷേധിച്ചു.","mr":"लंडनमध्ये, सुमारे २०० लोकांनी काही मुख्य कॉपीराइट धारकांच्या कार्यालयांबाहेर आंदोलन केले.","ne":"लन्डनमा करिब 200 मानिसले केही मुख्य प्रतिलिपि अधिकार प्राप्त कार्यालयहरूको बाहिर विरोध गरे।","es":"En Londres, cerca de 200 personas se manifestaron afuera de las oficinas de algunos de los propietarios de derechos de autor más importantes.","sw":"Katika London, takribani watu 200 waliandamana nje ya ofisi za baadhi ya wenye hakimiliki.","te":"లండన్ లో, కొన్ని ప్రధాన కాపీరైట్లు కలిగి ఉన్నవారి ఆఫీసుల బయట సుమారు 200 మంది ప్రజలు నిరసన వ్యక్తం చేశారు.","ur":"لندن میں تقریبا 200 لوگوں نے کچھ بڑے کاپی رائٹ ہولڈرز کے دفاتر کے باہر احتجاج کیا۔","vi":"Ở Luân Đôn, khoảng 200 người đã biểu tình bên ngoài một số văn phòng bản quyền lớn.","xh":"ELondon, malunga nabantu abayi-200 baye baqhankqalaza ngaphandle kweeofisi zabantu ababambe amalungelo okubhala nokupapasha imisebenzi yabo.","yo":"Nìlú Londoni o tó bìí èyàn 200 tó fìfè éhónú hàn níwájú dìé nínú àwọn ilé isé nla tó n di ètò ìlò mu.","zu":"ELandani, abantu abangaba u-200 babhikisha ngaphandle kwamahhovisi wezinye zezinkampani ezinkulu ezinamalungelo okushicilela."}
{"ar":"مع ذلك، فكل الكازينوهات المذكورة في اللائحة أعلاه تقريباً تقدم مشروبات، ومعظمها يجلب ترفيهاً يحمل علامات تجارية (وبالأساس تلك الكبيرة منها والتي تحيط بألبوكويرك وسانتا في مباشرةً).","zh":"然而，上面列出的几乎所有赌场都供应饮料，其中一些赌场还提供知名的娱乐活动（主要是紧邻阿尔伯克基和圣达菲的大型赌场）。","en":"However, nearly all of the casinos listed above serve drinks, and several of them bring in name-brand entertainment (primarily the large ones immediately surrounding Albuquerque and Santa Fe).","eu":"Hala ere, goian zerrendatutako kasino gehienek edariak zerbitzatzen dituzte eta horietako batzuk markek eskainitako entretenimendua eskaintzen dute (batez ere Albuquerque eta Santa Fe inguruko markak).","fr":"Toutefois, presque tous les casinos cités ci-dessus servent des boissons, et plusieurs d'entre eux proposent des distractions de haute qualité (principalement les grands casinos situés à proximité d'Albuquerque et de Santa Fe)","ml":"എന്നിരുന്നാലും, മുകളിൽ പറഞ്ഞിരിക്കുന്ന മിക്കവാറും എല്ലാ കാസിനോകളിലും മദ്യം ലഭ്യമാണ്, അവയിൽ പലതിലും പ്രസിദ്ധമായ വിനോദങ്ങളും ഉണ്ടാവും (പ്രധാനമായും ആൽബുഖുർഖ്, സാന്റ ഫെ എന്നിവയ്ക്ക് ചുറ്റുമുള്ള വലിയവയിൽ).","mr":"तथापि, वर सूचीबद्ध असलेले सर्व कसिनो मद्यपान सर्व्ह करतात आणि त्यापैकी बरेचजण ब्रँडच्या नावाने करमणूक करतात (प्रामुख्याने अल्बुकर्क आणि सांता फे च्या सभोवतालीच असलेले मोठे एखादे)","ne":"यद्यपि, माथि सूचिकृत गरिएका लगभग सबैजसो क्यासिनोहरूले पेय पदार्थ बेच्दछन् र तीमध्ये धेरैजसोले नाम-ब्रान्ड मनोरञ्जन (प्राथमिक रूपमा विशाल अल्बुकर्क र सान्टा फेको वरिपरिको) प्रदान गर्छन्।","es":"Aun así, la mayoría de los casinos antes referidos sirven bebidas y varios de ellos ofrecen espectáculos de renombre (principalmente los más grandes, situados alrededor de Albuquerque y Santa Fe).","sw":"Walakini, karibu kasino zote zilizoorodheshwa hapo juu hutoa vinywaji, na kadhaa huleta chapa tajika za burudani (kimsingi zile kubwa zinazozingira Albukuku na Santa Fe moja kwa moja).","te":"అయితే, పైన పేర్కొన్న దాదాపు అన్ని కాసినోలు డ్రింక్స్ సర్వ్ చేస్తాయి, వాటిలో చాలా వరకు నేమ్-బ్రాండ్ వినోదాన్ని తీసుకువస్తాయి (ప్రధానంగా అల్బుకెర్క్యూ శాంటా ఫేలకు దగ్గరగా చుట్టూ ఉన్నపెద్ద వి).","ur":"تاہم، اوپر فہرست کردہ تقریباً تمام کیسینو مشروبات فراہم کرتے ہیں، اور اُن میں سے اکثر نامی برانڈ تفریح لاتے ہیں (بنیادی طور پر بڑی والی جو فوری البقرقو اور سانٹا فے کا گھیراؤ کرتی ہیں)۔","vi":"Tuy nhiên gần như tất cả các sòng bạc liệt kê ở trên đều phục vụ đồ uống và một số sòng bạc còn cung cấp dịch vụ giải trí có thương hiệu (chủ yếu là các sòng bạc lớn nằm ngay sát Albuquerque và Santa Fe).","xh":"Sekunjalo, phantse zonke iikhasino ezichazwe kolu luhlu lungentla ziyanikisa ngeziselo, kwaye uninzi lwazo zizisa amagama aziwayo kwezolonwabo (ikakhulu ezi zinkulu zingqonge i-Albuquerque ne Santa Fe).","yo":"Síbèsíbè, o féè to gbogbo ilé tẹ́tẹ́ ti a kà sílè lókè, lo n ta ọtí, púpọ̀ nínú wọn wọn si ma n mú ìdárayá olórúkọ na (pàápàá jùlọ àwọn ti o tibi gidi ti o wa ní agbẹ̀gbẹ̀ Albuquerque àti Santa Fei.","zu":"Noma kunjalo, cishe zonke izindawo zokugembula ezibhalwe phezulu zidayisa iziphuzo, kanti eziningana kuzo zihlinzeka ezokuzijabulisa zohlobo oluthile (ngokuvamile ezinkulu kuzo ezakhelene ne-Albuquerque kanye ne-Santa Fe)."}
{"ar":"يمكن أن تنهار جدران وسقوف الكهوف الجليدية ويمكن أن تنغلق شقوقها.","zh":"冰洞的墙壁和屋顶可能会坍塌，裂缝可能会闭合。","en":"The walls and roofs of ice caves can collapse and cracks can get closed.","eu":"Gerta liteke elurtegietako hormak eta sabaiak behera etortzea eta zirrikituak ixtea.","fr":"Les murs et les toits des grottes de glace peuvent s’effondrer et les fissures se refermer.","ml":"ഐസ് ഗുഹകളുടെ ചുമരുകളും മേൽക്കൂരകളും തകർന്ന് വിള്ളലുകൾ അടയാം.","mr":"बर्फाच्या गुहांच्या भिंती आणि छते पडू शकतात आणि भेगा बंद होऊ शकतात.","ne":"हिमगुफाहरूका भित्ता र छतहरू ढल्न सक्छन् र चिराहरू बन्द हुन सक्छन्।","es":"Podrían colapsar los muros y los techos de las cuevas de hielo, y cerrarse las grietas.","sw":"Kuta na paa za mapango ya barafu zinaweza kuporomoka na nyufa zinaweza kuzibwa.","te":"మంచు గుహల గోడలు మరియు పైకప్పులు కూలిపోగలవు మరియు పగుళ్లు మూసుకుపోగలవు.","ur":"برف کے غاروں کی چھتیں اور دیواریں گرسکتی ہیں اور دراڑیں بند ہو سکتی ہیں۔","vi":"Vách và nóc của các hang băng có thể đổ sập và các vết nứt có thể liền lại.","xh":"Indonga namaphahla emiqolomba yomkhenkce angawa zize nentanda zivaleke.","yo":"Àwọn ògiri àti àjà àpáta yìnyìn lè jábọ́ kí ìhò tó wà n bẹ̀ tì.","zu":"Izindonga kanye nophahla lwemihume yeqhwa lungawa futhi imiklayeko ingavaleka."}
{"ar":"تعد هذه هي المرة الأولى التي تمت فيها إدانة باستخدام التشريع الذي تم سنَّه في عام ٢٠٠٣ للحد من البريد الإلكتروني الجماعي، والذي يُعرف أيضاً باسم البريد العشوائي، بسبب التوزيع غير المرغوب فيه إلى صناديق بريد المستخدمين.","zh":"这是首次按照 2003 年颁布的法律来定罪，该法律旨在遏制未经请求就向用户邮箱发送大量电子邮件（又称垃圾邮件）的行为。","en":"This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.","eu":"Erabiltzaileen postontzietan eskatu gabeko spam-a mugatzeko 2003an indarrean jarri zen legedia erabilita gauzatu den lehen zigorra da.","fr":"C'est la première fois qu'une condamnation est obtenue grâce à la législation promulguée en 2003 pour lutter contre l'envoi de courriers électroniques de masse, ou spam, provenant de la distribution non sollicitée dans les messageries des utilisateurs.","ml":"ആവശ്യപ്പെട്ടിട്ടില്ലാത്ത വിതരണങ്ങളിൽനിന്ന് ഉപയോക്താക്കളുടെ മെയിൽ ബോക്സുകളിലേക്ക് ബൾക്ക് ഇ-മെയിൽ, ചുരുക്കിപ്പറഞ്ഞാൽ, പാഴ്മെയിലുകൾ അയക്കുന്നത് നിരോധിക്കുന്നതിനുവേണ്ടി, 2003 ൽ പ്രാബല്യത്തിൽവന്ന നിയമനിർമ്മാണം ഉപയോഗിച്ച് ഒരു കുറ്റാരോപണം ലഭിക്കുന്നത് ഇതാദ്യമാണ്.","mr":"प्रथमच २००३ मध्ये तयार करण्यात आलेल्या कायद्याचा उपयोग करून वापरकर्त्याच्या मेलबॉक्समध्ये बल्क इमेल, AKA स्पॅमला अनपेक्षित वितरणाद्वारे आळा घातल्याबद्दल एकाला दोषी ठरवण्यात आले आहे.","ne":"2003 मा लागू गरिएको कानूनको प्रयोग गरी बल्क इमेल, अर्थात् स्प्यामलाई प्रयोगकर्ताहरूका मेलबक्सहरूमा अप्रत्याशित वितरणबाट रोक्नका लागि प्रयोग गरिएको विश्वास प्राप्त भएको यो पहिलो पटक हो।","es":"Esta es la primera vez que se obtiene una condena basada en la legislación sancionada en 2003 para detener los correos electrónicos masivos, conocidos como spam, provenientes de la distribución no solicitada en las casillas de correo de los usuarios.","sw":"Hii ndio mara ya kwanza hukumu imepatikana kwa kutumia sheria iliyopitishwa mwaka wa 2003 ili kupunguza barua-pepe nyingi yaani taka kutoka kwa wasambazaji wasioombwa hadi kwenye masanduku ya watumiaji.","te":"అనధికార  పంపిణీ నుండి  వినియోగదారుల మెయిల్‌బాక్స్‌ల లోకి  బల్క్ ఇమెయిల్‌ అంటే  స్పామ్ నిరోధించడానికి  2003లో అమలు చేసిన చట్టాన్ని ఉపయోగించి ఆరోపణ చేయడం  ఇదే మొదటిసారి.","ur":"اس قانون کے تحت جسے 2003 میں غیر مطلوب بلک ای میل (اسپام) کو افراد کے میل بکسوں میں بھیجنے کی ممنوعیت کے لئے پاس کیا گیا، یہ پہلی بار ہے کہ کوئی شخص عدالت سے محکوم ہوا۔","vi":"Đây là lần đầu tiên một bản án đạt được nhờ áp dụng luật ban hành năm 2003 để hạn chế e-mail hàng loạt, còn gọi là thư rác, được phân phối vào hộp thư mặc dù người dùng không mong muốn.","xh":"Eli lixesha lokuqala kufunyanwa isigwebo kusetyenziswa umthetho owamiselwa ngo-2003 ukunqanda i-imeyile eninzi, ekwaziwa ngokuba yi spam, ukusuka ekuhanjisweni okungacelwanga ukuya kubasebenzisi bebhokisi zeposi.","yo":"Igba akọkọ ree ti a ma ran eyan lọ si ẹwọn lati ofin ti a fi silẹ ni ọdun 2003 lati din imeeli gbogbogbo ti a tun pe ni spaami, lati awọn onibaara ti a o beere fun, si inu kolo meeli awọn to n lo imeeli.","zu":"Lokhu okokuqala ukulahlwa icala kutholakale ngokusebenzisa umthetho oshwaywe ngo-2003 wokunqanda ama-imeyili aya ebantwini abaningi, abuye aziwe ngokuthi i-spam, avela kubantu angacelwanga kubo kuya kumabhokisi we-imeyili wabasebenzisi."}
{"ar":"يوجد عددٌ من المطاعم المحيطة بالحديقة، وغالباً ما تُقام حفلاتٌ موسيقيةٌ مجانية ٌمن الشرفة المركزية في فترات بعد الظهر والمساء.","zh":"花园周围有许多餐馆，在下午和晚上，中央凉亭经常会有免费演唱会。","en":"There are a number of restaurants surrounding the garden, and in the afternoons and evening there free concerts are often given from the central gazebo.","eu":"Hainbat jatetxe daude lorategiaren ondoan eta arratsalde eta iluntzeetan doako kontzertuak egiten ohi dira erdiko kioskoan.","fr":"On peut trouver un grand nombre de restaurants autour du jardin, et des concerts gratuits ont souvent lieu l'après-midi et le soir depuis le kiosque central.","ml":"പൂന്തോട്ടത്തിന് ചുറ്റും നിരവധി റെസ്റ്റോറന്റുകളുണ്ട്, നടുവിലുള്ള മട്ടുപ്പാവിൽ ഉച്ചകഴിഞ്ഞും വൈകുന്നേരവും സൗജന്യ സംഗീതമേളകൾ ഉണ്ടാവാറുണ്ട്.","mr":"या उद्यानासभोवती अनेक उपाहार गुहे आहेत आणि दुपारी आणि संध्याकाळी इथे बर्‍याचदा मध्यवर्ती व्यासपीठावरून  मोफत मैफिलींचे आयोजन केले जाते.","ne":"त्यहाँ बगैंचा वरिपरि थुप्रै रेस्टुरेन्टहरू छन्, र दिउँसो र बेलुका त्यहाँ प्रायः केन्द्रीय गजेबोबाट दिइने निःशुल्क कन्सर्टहरू हुन्छन्।","es":"El jardín está rodeado por varios restaurantes y, por las tardes y por las noches, se suelen ofrecer conciertos gratuitos desde la glorieta central.","sw":"Kuna mikahawa kadhaa inayozunguka bustani, na katika nyakati za adhuhuri na jioni maonyesho ya bure hufanywa huko katika gazebo iliyo katikati.","te":"తోట చుట్టూ అనేక రెస్టారెంట్లు ఉన్నాయి, అక్కడ మధ్యాహ్నం ఇంక సాయంత్రం సమయంలో ఉచిత కచేరీలు తరచుగా సెంట్రల్ గజెబో నుంచి ఇస్తారు.","ur":"باغ کے گرد و پیش کئی ایک رستوراں ہیں، اور سہ پہر اور شام میں یہاں اکثر مرکزی گزیبو سے مفت کنسرٹ پیش کئے جاتے ہیں۔","vi":"Có nhiều nhà hàng xung quanh khu vườn và vào buổi chiều và buổi tối, có các buổi hòa nhạc miễn phí từ khu vực khán đài trung tâm.","xh":"Kukho iqela lendawo zotyela ezingqunge igadi, kwaye emvakwemini nasemalanga kuxaphake ukubakho imidlalo yeqonga esuka kwi ntente esesiqikithini.","yo":"Àwọn ilé óúnjẹ́ yí ọgbà náà ká, ní ọ̀san àti ní alé wọ́n fún central gazebo ní àwọn orin kíkọ.","zu":"Kunezitolo zokudlela eziningana ezizungeze ingadi, futhi emini nasentambama lapho amakhonsati wamahhala avame ukunikezwa kusuka etendeni eliyinhloko."}
{"ar":"سيبقى الجشع والأنانية مصاحبين لنا أبد الدهر، فطبيعة التعاون في استفادة الغالبية يصاحبها كسب المزيد دائماً على المدى القصير بأنانية التصرف.","zh":"贪婪和自私永远与我们同在，合作的本质就是当大多数人受益时，短期的自私行为总能带来更多利益","en":"Greed and selfishness will always be with us and it is the nature of cooperation that when the majority benefit there will always be more to gain in the short term by acting selfishly","eu":"Diruzalekeria eta norberekeria gurekin egongo dira beti, eta elkarlanaren funtsa da gehienentzako onura dagoenean beti egongo dela epe laburrean gehiago irabazteko aukera, berekoikeriaz jardunda.","fr":"L’avidité et l’égoïsme feront toujours partie de nous. Il est naturel dans un rapport de coopération de gagner plus et rapidement, en agissant avec égoïsme, lorsque la majorité est avantagée.","ml":"അത്യാഗ്രഹവും സ്വാർത്ഥതയും എപ്പോഴും നമ്മോടൊപ്പമുണ്ട്. സ്വാർത്ഥതയോടെ പ്രവർത്തിച്ച് ചെറിയ കാലം കൊണ്ട് നേട്ടമുണ്ടാക്കാൻ താൽപ്പര്യപ്പെടുന്ന ഭൂരിപക്ഷം ഉള്ളപ്പോൾ ഇതിന് സഹകരണത്തിന്റെ സ്വഭാവമാണ്.","mr":"लोभ आणि स्वार्थीपणा नेहमीच आपल्याबरोबर राहील आणि हे सहकार्याचे स्वरूप आहे ज्याचा बहुसंख्य लोकांना स्वार्थीपणाने वागून अल्पावधीत लाभ मिळवण्यासाठी नेहमीच अधिक फायदा होतो","ne":"बहुमतले लाभ उठाउँदा छोटो अवधिमा स्वार्थी व्यवहार गरेर अधिक लाभ प्राप्त गर्ने हुनाले लोभ र स्वार्थ जहिले पनि हामीसँग हुन्छ र यो सहकार्यको प्रकृति हो।","es":"La codicia y el egoísmo siempre estarán con nosotros y la esencia de la cooperación radica en que, cuando la mayoría se beneficia, siempre habrá más por ganar a corto plazo si se actúa de forma egoísta.","sw":"Tamaa na ubinafsi siku zote zitakuwa nasi na ni hali ya ushirikiano kwamba wakati wengi wanafaidika siku zote kutakuwa na mengi ya kufaidi kwa muda mfupi kwa kutenda kiubinafsi.","te":"దురాశ ఇంకా స్వార్థం ఎల్లప్పుడూ మనతో పాటే ఉంటాయి, సహకారం యొక్క స్వభావం ఏమిటంటే, మెజారిటీ ప్రయోజనం ఉన్నప్పుడు స్వార్థపూరితంగా వ్యవహరించడం ద్వారా స్వల్పకాలికంలో ఎల్లప్పుడూ ఎక్కువ లాభం ఉంటుంది","ur":"لالچ اور بے لوثی ہمیشہ ہمارے ساتھ رہیں گے اور یہ تعاون کا خاصہ ہے کہ جہاں اکثریت فیض یاب ہوتی ہے وہیں مختصر میعاد میں خود غرضی سے کام کرکے ہمیشہ زیادہ فائدہ اٹھایا جائے گا۔","vi":"Tham lam và ích kỷ luôn tồn tại trong chúng ta và nó là bản chất của sự kết hợp khi lợi nhuận luôn đạt được nhiều hơn trong một khoảng thời gian ngắn bằng những hành động ích kỷ","xh":"Ukubawa nokucingela wena wedwa kuya kuhlala kunathi kwaye luhlobo lwentsebenziswano apho xa uninzi luxhamla kuya kuhlala kunenzuzo eninzi exhesheni elifutshane xa ucingela wena wedwa.","yo":"Ìmọ taraẹni àti ìjẹkújẹ ma wà nínu wa ó sí jẹ́ nínu ìfọwasowọ́pọ̀ ní nígbàtí ọ̀pọ̀ ènìyàn bá jẹ́ àǹfàní ni a ma ṣe rí èrè ní ọjọ́ tí kò pẹ́","zu":"Ubugovu kanye nomhawu kuzohlala nathi ngaso sonke isikhathi futhi kuba khona lapho sifuna ukusebenzisana, lapho kuzuza khona abaningi kuzohlale kunokuningi ongakuzuza ngesikhathi esifushane ngokuba nomhawu"}
{"ar":"مع مرور الزمن، العديد من الكلمات التي أُخِذَت من اللغة الألمانية قد اندمجت. كانت هذه بداية حركة التنوير.","zh":"随着时间的推移，许多德语外来词与原有词汇合并。这就是启蒙运动的开始。","en":"As time passed, many words that were borrowed from German coalesced. This was the beginning of enlightenment.","eu":"Denborak aurrera egin ahala, alemanetik hartutako hainbat hitz batu egin ziren. Hori izan zen ilustrazioaren hasiera.","fr":"Au fil du temps, de nombreux mots empruntés à l'allemand se sont mélangés. Ce fut le début du développement.","ml":"സമയം കടന്നുപോകുന്തോറും ജർമ്മനിൽ നിന്ന് കടമെടുത്ത നിരവധി വാക്കുകൾ ഏകീകൃതമാണ്. ഇതാണ് പ്രബുദ്ധതയുടെ തുടക്കം.","mr":"कालांतराने, जर्मनमधून घेण्यात आलेल्या अनेक शब्दांचा संचय झाला. ज्ञानप्राप्तीचा तो आरंभ होता.","ne":"समय बित्दै जाँदा, जर्मनबाट लिइएका धेरै शब्दहरू संयोजित भए। यो ज्ञानको सुरुवात थियो।","es":"Con el transcurso del tiempo, muchas palabras tomadas del alemán se fusionaron. Esto marcó el inicio de la iluminación.","sw":"Kadiri muda ulivyopita, maneno mengi yaliyoombwa kutoka Ujerumani yalichanganyika. Huu ulikuwa mwanzo wa uelewa.","te":"సమయం గడిచేకొద్దీ, జర్మన్ నుండి తెచ్చుకున్న అనేక పదాలు కలిసిపోయాయి. ఇది జ్ఞానోదయానికి నాంది.","ur":"جیسے جیسے وقت گزرتا گیا، بہت سے الفاظ جو جرمن زبان سے لیے گئے تھے، وہ گھل مل گئے۔ یہ روشن خیالی کے دور کا آغاز تھا۔","vi":"Theo thời gian, có rất nhiều từ được vay mượn từ tiếng Đức kết hợp. Đây là khởi đầu của Thời kỳ Khai sáng.","xh":"Njengoko ixesha lihamba, amagama amanintsi awayebolekwe kwisi German adibana. Oku yaba kukuqala kokukhanyiselwa.","yo":"Níbí ọjọ́ se ń gorí ọjọ́, ọ̀pọ̀lọpọ̀ ọ̀rọ̀ tí wọ́n yá láti Germany dirapọ̀ di ọ̀kan. Èyí ni ìbẹ̀rẹ̀ ìlàlọ́yẹ̀.","zu":"Njengoba isikhathi sihamba, amagama amaningi ayebolekwe kwelaseJalimane ahlanganiswa. Lokhu kwakuyisiqalo sokukhanya."}
{"ar":"وعلى الرغم من ذلك، فإنها معضلة من الصعب حلها وستستغرق سنين طوال قبل أن نشهد بناء مفاعلات اندماج ذات نفع.","zh":"然而，这是一个很难解决的问题。需要很多年的时间，我们才能看到实用的聚变反应堆建成。","en":"This, however, is a very hard problem to solve and will take many years before we see useful fusion reactors built.","eu":"Hala ere, ebazteko zaila da arazo hori, eta urte asko beharko dira fusio-erreaktore erabilgarriak eraikitzen hasi aurretik.","fr":"Ceci, cependant, est un problème très difficile à résoudre et il faudra de nombreuses années avant de voir construire des réacteurs à fusion fructueux.","ml":"എന്നിരുന്നാലും, ഇത് പരിഹരിക്കാൻ വളരെ ബുദ്ധിമുട്ടുള്ള ഒരു പ്രശ്നമാണ്, കൂടാതെ ഉപയോഗപ്രദമായ ഫ്യൂഷൻ റിയാക്ടറുകൾ നിർമ്മിക്കുന്നതിന് വർഷങ്ങൾ എടുക്കും.","mr":"मात्र, निराकरण करण्यासाठी ही एक अतिशय कठीण समस्या आहे आणि आपण उपयुक्त फ्युजन रिअॅक्टर बांधलेले पाहण्यापूर्वी अनेक वर्षे जातील.","ne":"यद्यपि यो समाधान गर्न धेरै गाह्रो समस्या हो र हामीले उपयोगी फ्यूजन रिएक्टरहरू निर्माण भएको देख्न धेरै वर्ष लाग्ने छ।","es":"Sin perjuicio de ello, es un problema de muy difícil solución y no será factible lograr la construcción de reactores de fusión útiles sino hasta dentro de muchos años.","sw":"Hii, hata hivyo, ni shida ngumu sana kutatua na itachukua miaka mingi kabla ya matanuri ya kufaa ya kinyuklia kuundwa.","te":"అయితే, ఇది పరిష్కరించడానికి చాలా క్లిష్టమైన సమస్య మరియు  ఉపయోగకరమైన ఫ్యూజన్ రియాక్టర్లను నిర్మాణం  మనం చూడటానికి చాలా సంవత్సరాలు పడుతుంది.","ur":"حالانکہ، اس مسئلہ کو حل کرنا بہت مشکل ہے اور ہمیں مفید فیوژن ری ایکٹرز کی تعمیر کئی سالوں بعد دیکھنے کو ملے گی۔","vi":"Tuy vậy, đây là một vấn đề rất khó giải quyết và sẽ mất nhiều năm nữa chúng ta mới được chứng kiến các nhà máy điện nhiệt hạch hữu dụng được xây dựng.","xh":"Lena, ke, yingxaki enzima kakhulu ukuba isonjululwe kwaye iyakuthatha iminyaka emininzi phambi kokuba sibone izixhobo ezakhiweyo eziluncedo.","yo":"Amo, Ọ̀rọ yí i ni rọgbọ lati Ṣe, ó ma gbà ọdún púpọ̀ kató rí àpere kíkò riakto ajokanpọ̀.","zu":"Lokhu, nokho, inkinga okunkimbinkimbi ukuyixazulula futhi kuzothatha iminyaka eminingi ngaphambi kokuba sebone isiphehli esihlanganisayo sakhiwa."}
{"ar":"على سبيل المثال، يميل الأطفال الذين ينتمون إلى أقلية عرقية يخضع أفرادها للتنميط بأنهم لا يحققون نتائج جيدة في المدرسة إلى الأداء غير الجيد في المدرسة بمجرد معرفتهم بالصورة النمطية المرتبطة بعرقهم.","zh":"例如，如果人们模式化地认为某个少数族裔的孩子在学校表现不好，那么这些孩子一旦了解了关于自己族裔的模式化观念，他们在学校往往就有不好的表现。","en":"For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.","eu":"Adibidez, eskolan lan gutxi egiten duten estereotipoa duen gutxiengo arraza batekin identifikatzen diren haurrek eskolan emaitza okerragoak izateko joera izaten dute haien arrazarekin erlazionatutako estereotipoaren berri izaten dutenean.","fr":"Par exemple, les enfants qui s'identifient à une minorité raciale perçue habituellement comme peu performante à l'école ont tendance à échouer à l'école dès qu'ils découvrent le stéréotype associé à leur race.","ml":"ഉദാഹരണത്തിന്, സ്കൂളിൽ നന്നായി മുന്നേറാത്ത മുദ്രകുത്തപ്പെട്ട വംശീയ ന്യൂനപക്ഷമായി തിരിച്ചറിയുന്ന കുട്ടികൾ അവരുടെ വംശവുമായി ബന്ധപ്പെട്ട മുദ്രണത്തെപ്പറ്റി അറിഞ്ഞുകഴിഞ്ഞാൽ സ്‌കൂളിൽ മികച്ച രീതിയിൽ മുന്നേറാത്ത പ്രവണത കാണിക്കുന്നു.","mr":"उदाहरणार्थ, एकदा का मुलांना त्यांच्या वांशिक रूढीवादाची जाणीव झाली की  त्यांच्या रूढीवादाच्या वांशिक अल्पसंखेमुळे ते शाळेत व्यवस्थित अभ्यास करत नाहीत.","ne":"उदाहरणका लागि, विद्यालयमा राम्रो नगर्ने रुढीवादी रहेको जातीय अल्पसङ्ख्यकको रूपमा पहिचान भएका बच्चाहरूले आफ्नो जातिसँग सम्बन्धित रुढीवादी बारे एकपटक जानेपछि विस्यालयमा राम्रो नगर्न खोज्छन्।","es":"Por ejemplo, aquellos pequeños que se identifican con una minoría racial presa de un estereotipo según el cual no les va bien en la escuela desarrollan una tendencia al fracaso escolar una vez que toman conocimiento del preconcepto vinculado con su raza.","sw":"Kwa mfano, watoto ambao wanashirikishwa na uchache wa kabila wanaodhaniwa kuwa hawafanyi vizuri shuleni huwa hawafanyi vizuri shuleni mara tu wanapogundua juu ya dhana linalohusishwa na kabila zao.","te":"ఉదాహరణకు, పాఠశాలలో సరిగా రాణించరని స్టీరియోటైప్‌గా గుర్తించబడిన జాతి అల్పసంఖ్యాక వర్గాల పిల్లలు, తమ జాతితో ముడిపడిన స్టీరియోటైప్ గురించి తెలుసుకున్న తరువాత, స్కూలులో బాగా రాణించలేరు.","ur":"مثال کے طور پر، وہ بچے جو نسلی اقلیت کے ساتھ بطور اسکول میں اچھا نہ کرنے کے پہچانے جاتے ہیں جو دقیانوسی ہے وہ ایک بار جب اپنی نسل سے وابستہ دقیانوسی کے بارے میں جانتے ہیں تو اسکول میں اچھا نہیں کرنا چاہتے ہیں۔","vi":"Ví dụ, những trẻ thuộc nhóm dân thiểu số hay bị rập khuôn cho là không học giỏi ở trường sẽ có xu hướng không học giỏi ở trường một khi chúng biết về sự định hình rập khuôn liên quan đến chủng tộc của mình.","xh":"Umzekelo, abantwana bebala elithile elijongelwa phantsi kwezemfundo baqhele ukungenzi kakuhle esikolweni emva koba bevile.","yo":"Fun apẹẹrẹ, awọn ọmọ ti wọn damọ si ẹya to kere ti o si gbagbọ pe awọn kole se dada ni ile iwe,nitori naa ni wọn ki fi se dada ni ile iwe nitori igbagbọ wọn to so mọ eya wọn.","zu":"Ngokwesibonelo, izingane zohlanga oluncane ezijwayezwe ukuthi azisebenzi kahle esikoleni zivame ukungasebenzi kahle esikoleni lapho zifunda ngomqondo ojwayezwayo ohlotshaniswa nohlanga lwazo."}
{"ar":"صرح لودين أن المسؤولين قد قرروا إلغاء جولة الإعادة لتجنيب الأفغان النفقات والمخاطر الأمنية التي تترتب على انتخابات أخرى.","zh":"洛丁（Lodin）还表示，官员们决定取消第二轮选举，是为了给阿富汗人节省再次选举的开支，同时避免选举的安全风险。","en":"Lodin also said officials decided to cancel the runoff in order to save Afghans the expense and security risk of another election.","eu":"Lodin-ek aipatu du, halaber, agintariek bigarren itzulia bertan behar utzi dutela afganistandarrei beste hauteskunde baten gastua eta segurtasun-arriskua aurreztearren.","fr":"Lodin a également déclaré que les responsables ont décidé d'annuler le second tour afin d'épargner aux Afghans les dépenses et les risques de sécurité d'une autre élection.","ml":"മറ്റൊരു തിരഞ്ഞെടുപ്പിന്റെ സുരക്ഷാക്കുറവിൽ നിന്നും  അധിക ചിലവുകളിൽ നിന്നും അഫ്ഗാൻകാരെ ഒഴിവാക്കുന്നതിനായി രണ്ടാം ഘട്ട തിരഞ്ഞെടുപ്പ്  വേണ്ടെന്നുവയ്ക്കാൻ തീരുമാനിച്ചതായി ലോദിൻ ഉദ്യോഗസ്ഥരോട് പറഞ്ഞു.","mr":"लेडिनने असेही सांगितले की, अधिकाऱ्यांनी अफगाणचा खर्च आणि सुरक्षेची जोखीम टाळण्यासाठी रनऑफ रद्द करण्याचा निर्णय घेतला.","ne":"लोदिनले अफगानीहरूलाई अर्को निर्वाचनको खर्च र सुरक्षा जोखिमबाट बचाउनका लागि पदाधिकारीहरूले निर्वाचन रद्द गर्ने निर्णय गरेको पनि बताए।","es":"Lodin también comentó que los funcionarios optaron por cancelar la segunda vuelta para que los afganos ahorraran el costo y el riesgo de seguridad de una nueva ronda.","sw":"Lodin pia alisema maafisa waliamua kufuta kurudiwa kwa kura ili kuokoa watu wa Afghan gharama na hatari kwa usalama ambayo ingeletwa na uchaguzi mwengine.","te":"మరో ఎన్నికల ఖర్చు, భద్రత ప్రమాదం నుండి ఆఫ్ఘన్లు కాపాడేందుకు అధికారులు ఎన్నికలను రద్దు చేయాలని నిర్ణయించినట్లు లోదిన్ తెలిపారు.","ur":"لوڈین نے یہ بھی بتایا کہ عہدیداروں نے افغانوں کو دوسرے انتخابات کے اخراجات اور سیکیورٹی کے خطرے سے بچانے کیلئے فیصلہ کُن انتخاب منسوخ کرنے کا فیصلہ کیا ہے۔","vi":"Lodin cũng cho biết các quan chức quyết định hủy bầu cử bổ sung để tiết kiệm chi phí cho người dân Afghanistan và tránh rủi ro an ninh của cuộc bầu cử này.","xh":"U Lodin uphinde wathi amagosa agqibe ekubeni arhoxise ukhuphiswano ukuze asindise ama Afghani kwiindleko nokhuseleko lolunye ulwanyulo.","yo":"Lodin tún sọ pẹ àwọn òsisẹ́ pinu láti fagilé àtúndì ìbò láti le yọ àwọn ará Afghanistan lọ́wọ́ ìnáwó àti ewu ààbò tó lè jẹyọ nípasè ètò ìdìbò mìíràn.","zu":"ULodin ubuye wathi iziphathimandla zinqume ukumisa ukhetho oluqhubekayo ukuze zilondolozele abantu base-Afghanistan izindleko kanye nezingozi zokuphepha zolunye ukhetho."}
{"ar":"الفوتونات أصغر حتى من مكونات الذرات!","zh":"光子甚至比构成原子的物质还要小！","en":"Photons are even smaller than the stuff that makes up atoms!","eu":"Fotoiak atomoa osatzen duten gaiak baino txikiagoak dira!","fr":"Les photons sont même plus petits que les particules formant les atomes !","ml":"ആറ്റങ്ങൾ നിർമ്മിക്കുന്ന ദ്രവ്യങ്ങളെക്കാളും വളരെ ചെറുതാണ് ഫോട്ടോണുകൾ!","mr":"फोटॉन्स हे अनेक अणु ज्या पदार्थापासून बनलेले असतात त्यापेक्षा देखील लहान असतात!","ne":"फोटोनहरू परमाणु बनाउने सामानहरू भन्दा पनि झन साना हुन्छन्!","es":"¡El tamaño de los fotones es incluso menor que el de la materia que compone los átomos!","sw":"Fotoni ni ndogo hata kuliko vitu vinavyotengeneza atomu!","te":"ఫోటాన్లు, అణువులను ఏర్పరచే పదార్థాల కంటే కూడా చిన్నవి!","ur":"فوٹونز ان عناصر سے بھی چھوٹے ہوتے ہیں جو ایٹمز کی تشکیل کرتے ہیں!","vi":"Hạt pho-ton thậm chí còn nhỏ hơn cả những thứ cấu thành nguyên tử!","xh":"Iiphotons zincinane nangakumbi kunee-atom!","yo":"Àwọn ìwọn iná tún kéré ju àwọn n´ kan tó kórajọ di àwọn ìwọn nkan tó gba àyè tó kéré jùlọ.","zu":"Ama-phothon mancane kakhulu kunezinto ezenza ama-athomu!"}
{"ar":"ومع ذلك، ففي ماليزيا، وعلى الأقل بين الملايو في الأرياف، يعني ذلك \"تعال\"، على غرار حني السبابة اتجاه الجسم، وهي إشارة تُستعمل في بعض الدول الغربية ولا يجب استعمالها إلا لهذا الغرض.","zh":"但是，在马来西亚，至少在农村地区的马来人中，这个手势类似于在某些西方国家用食指朝自己身体摆动，表示“过来”，并且这个手势仅用来表示这个意思。","en":"However, in Malaysia, at least among the Malays in rural areas, it means \"come over,\" similar to the index finger bent toward the body, a gesture which is used in certain Western countries, and should be used only for that purpose.","eu":"Malaysian, ordea, landa eremuko malaysiarren artean behintzat, “etor zaitez” esan nahi du, hatz erakuslea gorputzerantz tolestearen antzera, Mendebaldeko herrialde batzuetan erabiltzen den keinua, eta horixe adierazteko soilik erabili behar da.","fr":"En revanche, en Malaisie, du moins chez les Malais des zones rurales, cela signifie « viens par ici », comme le fait de plier l'index vers soi, geste utilisé dans certains pays occidentaux, et il ne devrait être utilisé qu'en ce sens.","ml":"\"എന്നിരുന്നാലും, മലേഷ്യയിൽ ഗ്രാമീണ മേഖലയിലെ മലയക്കാർക്കിടയിലെങ്കിലും ശരീരത്തിലേക്ക് വളച്ചുപിടിച്ച ചൂണ്ടുവിരൽ \"\"കടന്നുവരൂ\"\" എന്നാണ് അർത്ഥമാക്കുന്നത്. ചില പടിഞ്ഞാറൻ രാജ്യങ്ങളിൽ ഉപയോഗിക്കുന്ന ഒരു ആംഗ്യമായ ഇത് ആ ആവശ്യത്തിനായി മാത്രം ഉപയോഗിക്കേണ്ടതാണ്.\"","mr":"\"असे असले तरीही, मलेशियामध्ये , निदान गावांमध्ये राहणाऱ्या मलय लोकांमध्ये, याचा अर्थ \"\"इकडे या\"\" असा होतो, हे तर्जनी तळहाताकडे मूडपण्यासारखेच आहे, जी पश्चिमी देशांमध्ये वापरली जाणारी खूण आहे आणि ती फक्त त्याच कारणासाठी वापरावी.\"","ne":"यद्यपि मलेसियामा, कम्तिमा ग्रामीण इलाकामा मलेहरूमा, यसको अर्थ “भेट्न आउ” भन्ने हुन्छ, शरीरतर्फ चोर औँला झुकाइएको जस्तै, एक इशारा जुन केही पश्चिमी देशहरूमा प्रयोग गरिन्छ र त्यही उद्देश्यका लागि मात्र प्रयोग गरिनुपर्दछ।","es":"Sin embargo, en Malasia, al menos entre quienes viven en áreas rurales, significa «ven aquí», similar al dedo índice que se dobla señalando hacia el propio cuerpo, un gesto que se utiliza en ciertos países de Occidente; solo debería usarse con ese propósito.","sw":"Walakini, huko Malaysia, angalau kati ya Malay katika maeneo ya vijijini, inamaanisha \"kuja huku,\" sawa na kidole cha kwanza kilichoelekezwa kuelekea kwenye mwili, ishara ambayo hutumiwa katika nchi fulani za Magharibi, na inapaswa kutumiwa tu kwa sababu hiyo.","te":"\"\"\"అయితే, మలేషియాలో కనీసం గ్రామీణ ప్రాంతాలలో ని మలాయ్ లలో, \"\"\"\"రండి\"\"\"\" అని అర్థం, శరీరం వైపు వంగిన చూపుడు వేలు ను పోలి ఉంటుంది, కొన్ని పాశ్చాత్య దేశాలలో దీనిని ఉపయోగిస్తారు, మరియు ఆ ప్రయోజనం కోసం మాత్రమే ఉపయోగించాలి.\"\"\"","ur":"لیکن ملیشیا، یا کم از کم دیہاتی ملایائیوں کے درمیان، اس کے معنی “آ جائیے” کے ہیں۔ بالکل اسی طرح جیسے کہ انگشتِ شہادت سے اشارہ کیا جاتا ہے۔ اس کا رواج بعض مغربی ملکوں میں ہے اور اس کو اسی مقصد کے لئے استعمال کرنا چاہئے۔","vi":"Tuy nhiên ở Mã Lai, ít nhất là ở vùng nông thôn, nó có nghĩa là \"lại đây\", tương tự cử chỉ ngoắc ngón trỏ hướng vào người được dùng ở một số nước phương Tây, và chỉ nên dùng chỉ cho mục đích đó.","xh":"Sekunjalo, eMalaysia, phakathi kwabantu basezilalini baseMalaysia, ithetha ukuthi “yiza apha,” ngokufanayo nomnwe ogotyiweyo wajonga emzimbeni noluphawu olusetyenziswa kwamanye amazwe aseNtshona, yaye lumele lusetyenziselwe loo njongo kuphela.","yo":"Síbẹ̀, ní Malaysia, pàápàá láàárin àwọn ará Malaysia tí ó wà ní ìgbèríko, ó túnmọ̀ sí “máa bọ̀” ó fi ara pẹ́ títẹ ọmọ ìka kèejì sọ́dọ̀ ara ẹni, iyi ara tí a sábà máa ń lò ní àwọn orílẹ̀-èdè ìwò-oòrùn kọ̀ọ̀kan, tí a sì gbọdọ̀ lò fún ìdí náà nìkan ṣoṣọ.","zu":"Nokho, eMalaysia, okungenani phakathi kwezindawo zasemaphandleni zaseMalay, kusho ukuthi \"woza,\" ngokufanayo nonkomba ogotshelwe ngasemzimbeni, isenzo esisetshenziswa kwamanye amazwe aseNtshonalanga, futhi kumelwe sisetshenziselwe leyo njongo kuphela."}
{"ar":"ومع ذلك، في حزيران 1956، وُضعت وعود كروتشوف على المحك عندما تحولت أعمال الشغب في بولندا، حيث تظاهر العمال ضد نقص في الغذاء و اقتطاعات الأجور، إلى احتجاج عام ضد النظام الشيوعي.","zh":"然而，在 1956 年 6 月，当波兰工人抗议食品短缺和减薪的骚乱演变成对共产主义制度本身的抗议时，赫鲁晓夫的承诺面临着考验。","en":"However, in June 1956, Krushchev's promises were put to the test when riots in Poland, where workers were protesting against food shortages and wage cuts, turned into a general protest against Communism.","eu":"Hala ere, 1956ko ekainean, Krushev-ek egindako promesak probatu egin ziren; Polonian elikagai-gabeziaren eta soldaten jaitsieraren kontrako langileen protesta komunismoaren aurkako protesta orokor bihurtu ziren.","fr":"Cependant, en juin 1956, les promesses de Khrouchtchev ont été mises à l'épreuve lorsque les émeutes en Pologne, où les travailleurs protestaient contre les pénuries alimentaires et les réductions de salaires, se sont transformées en une protestation générale contre le communisme.","ml":"എന്നിരുന്നാലും, 1956 ജൂണിൽ, ഭക്ഷ്യക്ഷാമത്തിനും വേതനം വെട്ടിക്കുറച്ചതിനും എതിരെ തൊഴിലാളികൾ ആരംഭിച്ച പ്രതിക്ഷേധം കമ്മ്യൂണസത്തിന് എതിരായ ജനകീയ പ്രതിക്ഷേധമായി മാറിയ പോളണ്ടിലെ കലാപ സമയത്ത് ക്രൂഷ്ചേവിന്റെ വാഗ്ദാനങ്ങൾ പരീക്ഷിക്കപ്പെട്ടു.","mr":"तथापि, जून 1956 मध्ये, पोलंडमधील दंगली दरम्यान क्रुश्चेवच्या आश्वासनांची कसोटी लागली जेव्हा कामगार अन्नटंचाई आणि वेतन कपातीचा निषेध करत होते त्याचे साम्यवादाविरूद्धच्या सर्वसाधारण निषेधात रुपांतर झाले.","ne":"यद्यपि, सन् 1956 जुनमा पोल्यान्डमा दङ्गा हुँदा ख्रुश्चेभका प्रतिज्ञाहरू जाँचमा राखियो, जहाँ कामदारहरूले खाद्यान्न अभाव र ज्याला कटौतीको विरोध गरिरहेका प्रदर्शन साम्यवाद विरूद्धको सार्वजनिक विरोधमा परिणत भएको थियो।","es":"No obstante, en junio de 1956, se pusieron a prueba las promesas de Krushchev, cuando los disturbios en Polonia encabezados por trabajadores que protestaban por la falta de alimentos y las reducciones salariales, derivaron en una manifestación generalizada contra el comunismo.","sw":"Hata hivyo, mnamo Juni 1956, ahadi za Kruschev ziliwekwa katika jaribio wakati maandamano katika Polandi, ambapo wafanyakazi walikuwa wakipinga upungufu wa chakula na kukatwa kwa mishahara, yaligeuka kuwa maandamano ya jumla dhidi ya Ukomunisti.","te":"అయితే 1956 జూన్ లో, ఆహార కొరత వేతన కోతలకు వ్యతిరేకంగా కార్మికులు నిరసన వ్యక్తం చేస్తున్న పోలాండ్ లో అల్లర్లు కమ్యూనిజంకు వ్యతిరేకంగా సాధారణ నిరసనగా మారినప్పుడు క్రుష్చెవ్ వాగ్దానాలు పరీక్షకు ఉంచబడ్డాయి.","ur":"تاہم جون 1956 میں خرشچیف کے وعدے اس وقت آزمائش کی کسوٹی پر رکھے گئے جب پولینڈ کے مزدوروں نے غذائی قلت اور اجرت کی تخفیف کے خلاف دنگا کیا۔ بعد میں یہ دنگے کمیونزم کے خلاف عام احتجاج میں بدل گئے۔","vi":"Tuy nhiên, vào tháng Sáu năm 1956, một cuộc bạo loạn nổ ra tại Ba Lan đã thách thức các cam kết của Krushchev. Ban đầu chỉ là cuộc biểu tình phản đối tình trạng khan hiếm thực phẩm và giảm lương của công nhân, nhưng về sau đã biến thành cuộc tổng biểu tình phản đối Chủ Nghĩa Cộng Sản.","xh":"Kodwa ke, ngeyeSilimela ngo-1956, izithembiso zika-Kruchev zavavanywa ngo qhanqalazo lwase-Poland, apho anasebenzi babelwela ukunqaba lokutya nokuphungulwa kwemivuzo, yaijika yayitoyitoyi eyaphetha iphikisa i-Communism.","yo":"Àmọ́ ní Okudu 1956, a dán àwọn ìlérí Kruṣẹ́fì wò nígbà rogbodiyan ní Polandi m, tí àwọn oṣiṣẹ́ ń takò àìsí oúnjẹ́, ìdínkù owó iṣẹ́, tó dí rogbodiyan gbogbogbò láti takò Komunisimi.","zu":"Nokho, NgoJuni 1956, izithembiso zavivinywa lapho iziteleka e-Poland, lapho izisebenzi bezibhikishela ukusweleka kokudla nokuncishiselwa iholo, zishintsha ziba ukubhikisha okuvamile ngokumelene nobuKhomanisi."}
{"ar":"في هذه الحالة، ساعد استحضار النماذج السابقة للسلوك الريادي والنجاحات الناتجة الناس على استيعاب التغيّرات الجديدة واتجاه الكنيسة المحليّة الجديد.","zh":"在这种情况下，回顾之前的创业行为和取得的成功可以帮助人们对当地教会的新变化和新方向保持开放的态度。","en":"In this instance, recalling previous instances of entrepreneurial behavior and resulting successes helped people to be open to new changes and new direction for the local church.","eu":"Egoera horretan, aurreko jarrera ekintzaileak eta haien arrakasta gogoratzeak jendeari lagundu zion aldaketa berriekiko eta herriko elizarekiko norabide berriarekiko alde agertzen.","fr":"En l’occurrence, le fait de se rappeler des exemples précédents de comportement entrepreneurial et des succès qui en ont résulté a aidé les gens à s’ouvrir à de nouveaux changements et a aidé l'église locale à prendre une nouvelle direction.","ml":"ഈ സന്ദർഭത്തിൽ, സംരംഭകത്വ പെരുമാറ്റത്തിന്റെ മുൻ സന്ദർഭങ്ങളും അതിന്റെ ഫലമായുണ്ടായ വിജയങ്ങളും പ്രാദേശിക ചർച്ചിനായി പുതിയ മാറ്റങ്ങളും പുതിയ ദിശയും സ്വീകരിക്കാൻ ആളുകളെ സഹായിച്ചു.","mr":"या उदाहरणात, उद्योजकीय वागणुकीच्या मागील घटना आठवल्यामुळे मिळालेल्या यशाने लोकांना स्थानिक चर्चसाठी नवीन बदल आणि नवीन दिशांना स्वीकारण्यात मदत केली.","ne":"यस घटनामा, पहिलेका उद्यमशील व्यवहारका उदाहरणहरू र तिनका सफल परिणामहरू स्मरण गर्नाले मानिसहरूलाई नयाँ परिवर्तनप्रति र स्थानीय चर्चका लागि नयाँ निर्देशन प्रति खुला हुन सहयोग पुर्‍यायो।","es":"Aquí, recordar instancias anteriores de comportamiento empresarial, y los éxitos obtenidos gracias a ellos, aportó a lograr que las personas se abrieran a nuevos cambios y direcciones para la iglesia local.","sw":"Kwa wakati huu, kukumbuka matukio ya awali ya tabia za ujasiriamali na mafanikio yaliyofuatia kulisaidia watu kuwa wazi kwa mabadiliko mapya na mwelekeo mpya wa kanisa la kienyeji.","te":"ఈ సందర్భంలో, వ్యవస్థాపక ప్రవర్తన యొక్క గత సందర్భాలను గుర్తు చేసుకోవడం దాని ఫలితంగా సాధించిన విజయాలు స్థానిక చర్చికి కొత్త మార్పులకు  కొత్త దిశకు తెరవడానికి సహాయపడింది.","ur":"اس مثال میں، گزشتہ مہم کارانہ رویئے اور نتیجتاً ملنے والی کامیابی کی مثالوں کو یاد کرنا لوگوں کو مقامی چرچ کی نئی تبدیلیوں اور نئی سمتوں کی جانب مبذول کرنے میں مددگار ثابت ہوا۔","vi":"Trong trường hợp này, việc gợi nhớ lại những trường hợp trước đó về hoạt động khởi nghiệp và kết quả thành công đã giúp mọi người cởi mở hơn đối với những thay đổi và hướng đi mới cho nhà thờ địa phương.","xh":"Kweli xesha, ukukhumbula kumaxa angaphambili emikhwa yoshishino enemiphumela kwimpumelelo yanceda abantu ukuba bavumele utshintsho banike nomkhomba Ndlela kwibandla elisekuhlaleni.","yo":"Fún àpẹẹrẹ yìí, sise ìrántí àwọn ìhùwàsí onísòwò àti àwọn àbájáde àsẹyorí rẹ máà n ran àwọn ènìyàn lọ́wọ́ làti tẹ́wọ́gba àwọn ìyàtọ titun àti ìdarí fún ìjọ agbẹ̀gbẹ̀.","zu":"Kulesi simo, ukukhumbula izimo ezidlule zokuziphatha kwezamabhizinisi kanye nempumelelo ebakhona kwasiza abantu bamukele izinguquko kanye nendlela entsha yesonto lendawo."}
{"ar":"أراد بعض الرهبان الألمان تقريب السكان الأصليين من الأله، لذلك اخترعوا اللغة الحرفية الإستونية.","zh":"一些德国修道士想让上帝更接近本国人，所以他们发明了爱沙尼亚文字语言。","en":"Some German monks wanted to bring God closer to the native people, so they invented the Estonian literal language.","eu":"Alemaniako monje batzuek Jainkoa bertakoengana hurbiltzea nahi zuten, eta, horretarako, Estoniako hizkuntza literala asmatu zuten.","fr":"Certains moines allemands voulaient rapprocher Dieu des autochtones ; c’est pour cela qu’ils ont inventé la langue littérale estonienne.","ml":"ചില ജർമ്മൻ സന്ന്യാസിമാർ ദൈവത്തെ സ്വദേശികളുമായി കൂടുതൽ അടുപ്പിക്കാൻ ആഗ്രഹിച്ചു, അതിനുവേണ്ടി അവർ എസ്തോണിയൻ അക്ഷര ഭാഷ കണ്ടുപിടിച്ചു.","mr":"काही जर्मन भिक्षू देवाला मूळ लोकांजवळ आणू इच्छित होते, म्हणून त्यांनी एस्टोनियन शाब्दिक भाषेचा शोध लावला.","ne":"केही जर्मन भिक्षुहरूले परमेश्वरलाई स्वदेशी मानिसहरूको नजिक ल्याउन चाहन्थे, त्यसैले उनीहरूले इस्टोनियन शाब्दिक भाषाको आविष्कार गरे।","es":"Algunos monjes de Alemania querían acercar a la gente nativa a Dios, motivo por el cual inventaron el idioma literal estonio.","sw":"Watawa wengine wa Kijerumani walitaka kumleta Mungu karibu na watu asili, kwa hivyo wakabuni lugha halisi ya Kiestonia","te":"కొంతమంది జర్మన్ ఋషులు దేవుడిని స్థానిక ప్రజలకు దగ్గర చేయాలనుకున్నారు, అందుకని వారు ఎస్టోనియన్ సాహిత్య భాషను కనుగొన్నారు.","ur":"کچھ جرمن راحب وہاں کے مقامی لوگوں کو خدا کے قریب لانا چاہتے تھے، اسلئے انہوں نے ایسٹونیا کی لُغوی زبان ایجاد کی-","vi":"Một số thầy tu người Đức muốn đưa Đức Chúa tới gần người bản địa hơn, nên họ tạo ra tiếng E-xtô-ni-a.","xh":"Ezinye iiMonki zaseJamani zazifuna ukusondeza uThixo kubantu bomthonyama, ngoko zayila ulwimi lwase-Estonia lomthonyama.","yo":"Awọn ará ilẹ̀ German mú Ọlọ́rún wá súnmọ́ àwọn ẹnìyàn ìbilẹ̀, torí náà wọ́n ṣe àgbékalẹ̀ èdè Estonia.","zu":"Ezinye izindela zamaJalimane bezifuna ukusondeza uNkulunkulu ebantwini bomdabu, ngakho zasungula ulimi lokubhala lwase-Estonia."}
{"ar":"سوف تحقْق ستاردست رقماً قياسياً جديداً على الإطلاق لكونها أسرع مركبة فضائية تعود إلى الأرض، محطّمةً الرّقم القياسي السّابق الذي تمّ تسجيله في شهر أَيَّار عام 1969 أثناء عودة وحدة قيادة أبولو إكس.","zh":"星尘号将打破 1969 年 5 月阿波罗 X 指令舱返回地球时创下的纪录，并创下空前的新纪录，成为返回地球最快的太空飞船。","en":"Stardust will set a new all-time record for being the fastest spacecraft to return to Earth, breaking the previous record set in May of 1969 during the return of the Apollo X command module.","eu":"Stardust-ek errekor berria ezarriko du Lurrera itzuli den espazio-ontzi azkarrena izategatik. Aurreko errekorra 1969ko maiatzean ezarri zen Apolo X-aren komando-modulua itzultzean.","fr":"Stardust établira un nouveau record historique pour être le vaisseau spatial le plus rapide à revenir sur Terre, battant le précédent record établi en mai 1969 lors du retour du module de commande d'Apollo X.","ml":"ഭൂമിയിലേക്ക് മടങ്ങുന്ന ഏറ്റവും വേഗമേറിയ ബഹിരാകാശ പേടകമെന്ന നിലയിൽ സ്റ്റാർ‌ഡസ്റ്റ്, 1969 മെയ് മാസത്തിൽ അപ്പോളോ എക്സ് കമാൻഡ് മൊഡ്യൂളിന്റെ തിരിച്ചുവരവിനിടെ സൃഷ്ടിച്ച മുൻ റെക്കോർഡ് തകര്‍ത്ത്, എക്കാലത്തെയും ഒരു പുതിയ റെക്കോർഡ് സ്ഥാപിക്കും.","mr":"स्टारडस्ट, १९६९ च्या मेदरम्यान अपोलो एक्स कमांड मॉड्यूलने रचलेला विक्रम मोडून, पृथ्वीवर सर्वाधिक वेगाने परत येणारे अवकाशयान या नवीन विक्रमाची नोंद करले.","ne":"स्टारडस्ट पृथ्वीमा फर्कनका लागि सबैभन्दा छिटो अन्तरिक्ष यानका लागि नयाँ सर्व-समय कीर्तिमान स्थापित गर्नेछ, मेमा 1969 मा Apollo X कमान्ड मोड्युलको फिर्ताको क्रममा अघिल्लो रेकर्ड तोड्यो।","es":"Stardust impondrá un nuevo récord histórico por ser la nave espacial más rápida en retornar a la tierra, batiendo el anterior de mayo de 1969, que había sido alcanzado durante el regreso del módulo de comando Apolo X.","sw":"Stardust itaweka rekodi mpya ya wakati wote kwa kuwa chombo cha angani chenye kasi ya juu zaidi kurudi Duniani, na kuvunja rekodi ya awali iliyowekwa mnamo Mai 1969 wakati wa kurudi kwa moduli ya udhibiti ya Apollo X.","te":"అపోలో ఎక్స్ కమాండ్ మాడ్యూల్ తిరిగి వచ్చినప్పుడు 1969 మేలో నెలకొల్పిన మునుపటి రికార్డును బద్దలు కొట్టి, స్టార్‌డస్ట్ భూమికి తిరిగి వచ్చిన వేగవంతమైన అంతరిక్ష నౌకగా కొత్త ఆల్-టైమ్ రికార్డ్‌ను నెలకొల్పుతుంది.","ur":"اپولو ایکس کمانڈ موڈیول کی مئی 1969ء میں واپسی کے دوران قائم کردہ سابق رکارڈ کو توڑتے ہوئے اسٹارڈسٹ زمین پر واپس آنے والی تیز ترین خلائی گاڑی ہونے کا ایک نیا رکارڈ قائم کرے گا۔","vi":"Stardust sẽ lập kỷ lục chưa từng có để trở thành tàu vũ trụ quay về Trái đất nhanh nhất, phá vỡ kỷ lục trước đó được thiết lập vào tháng Năm năm 1969 với sự trở lại của tàu chỉ huy Apollo X.","xh":"I-Stardust siya kophula irekhodi elitsha lokuba sesona sipacecraft sibalekayo ukubuyela emhlabeni, sisophula irekhodi lakuqala elalibekwe ngo Meyi ka-1969 ngexesha lokubuyela kuka-Apollo X command module.","yo":"Stardust yíò gbé àkọsílẹ̀ tí ó ga jùlọ kalẹ̀ pẹ̀lú bí ó se ba àkọ́sílẹ̀ ti oṣù karùn ún ọdún 1969 jẹ́ ní àkókò ìpadàbọ̀ Apollo X.","zu":"I-Stardust uzobeka irekhodi elisha elizohlala-njalo ngokuba indizamshini esheshayo ukubuya emhlabeni, iphule irekhodi eledlule elabekwa ngo-May 1969 phakathi nokubuya kuka-Apollo X."}
{"ar":"توفى راكب الدراجات النارية ذا ال13 عام بيتر لينز بعد كونه جزءاً في حادث حلبة إنديانابوليس موتور سبيدواي.","zh":"13 岁的摩托车赛车手彼得·伦茨在印第安纳波利斯赛车场上发生车祸丧生。","en":"Peter Lenz, a 13-year-old motorcycle racer, has died after being involved in a crash at the Indianapolis Motor Speedway.","eu":"Peter Lenz 13 urteko motor-lasterkaria hil egin da Indianapolis-eko Motor Speedway-en istripu bat izan ondoren.","fr":"Peter Lenz, un pilote de moto de 13 ans, est mort après avoir été impliqué dans un accident sur l'Indianapolis Motor Speedway.","ml":"മോട്ടോർ സൈക്കിൾ റെയിസറായ, 13 വയസ്സുകാരൻ പീറ്റർ ലെൻസ്, ഇൻഡ്യനാപോളിസ് മോട്ടോർ സ്പീഡ്‌വേയിൽ ഉണ്ടായ അപകടത്തിൽ മരിച്ചു.","mr":"पीटर लेन्झ, हा 13-वर्षीय मोटरसायकल स्पर्धक, इंडियानापोलिस मोटर स्पीडवेवर एका अपघातानंतर मरण पावला आहे.","ne":"इन्डियानापोलिस मोटर स्पिडवेमा दुर्घटनामा परेर 13 वर्षे मोटरसाइकल रेसर पिटर लेन्जको मृत्यु भएको छ।","es":"Peter Lenz, un corredor de motocicletas de 13 años, falleció luego de participar en un accidente en el autódromo de Indianápolis.","sw":"Peter Lenz, mwendeshaji wa pikipiki za mashindano mwenye umri wa miaka 13, alifariki baada ya kuhusika katika ajali kwenye Motor Speedway ya Indianapolis.","te":"ఇండియానాపోలిస్ మోటార్ స్పీడ్ వే వద్ద జరిగిన ప్రమాదంలో 13 ఏళ్ల పీటర్ లెంజ్ అనే మోటార్ సైకిల్ రేసర్ దుర్మరణం చెందాడు.","ur":"پیٹرلینز، ایک 13 سالہ موٹرسائیکل ریسر، انڈیانا پولیس موٹر اسپیڈوے پر ایک تصادم کا شکار ہوکر جاں بحق ہوچُکا ہے۔","vi":"Tay đua mô tô 13 tuổi Peter Lenz đã thiệt mạng liên quan đến một vụ đụng xe ở Đường đua Mô-tô Indianapolis.","xh":"UPeter Lenz, umdlali wemidyarho yezithuthu oneminyaka eyi-13, uye wasweleka emva kokutshayisa e-Indianapolis Motor Speedway.","yo":"Peter Lenz,ọmọ ọdún mẹ́tàlá a fi kẹ̀kẹ́ sáré ìje jáde láyé lẹ́yìn àkọlù tó wáyé ni ojú ọ̀nà márosẹ̀ Indianapolis.","zu":"UPeter Lenz, oneminyaka ewu-13 ongumjahi wezithuthuthu, uye washona ngemva kokuthinteka enhlekeleleni eyenzeke e-Indianapolis Motor Speedway."}
{"ar":"أُسس الدين في القرن الخامس عشر على يد \"جورو ناناك\" (1469-1539). خلفه من بعده تسعة \"غورو\" آخرين.","zh":"该宗教于 15 世纪由古鲁·纳纳克 (1469-1539) 创立。随后又有九位古鲁。","en":"The religion was founded in the 15th century by Guru Nanak (1469–1539). There followed in succession a further nine gurus.","eu":"Erlijioa 15. mendean sortu zuen Guru Nanak-ek (1469-1539). Haren ondoren beste bederatzi guru egon ziren.","fr":"La religion a été fondée au XVe siècle par le gourou Nanak (1469-1539). Neuf autres gourous se sont succédés.","ml":"15 നൂറ്റാണ്ടിൽ ഗുരു നാനാക്ക് (1469–1539) മതം സ്ഥാപിച്ചു.  തുടരെത്തുടരെ ഒരു കൂടുതൽ 9 ഗുരുക്കന്മാരുണ്ട് പിന്നാലെ.","mr":"हा धर्म 15 व्या शतकात गुरु नानक (1469-1539) यांनी सुरू केला. त्यानंतर पुढे 9 गुरूंनी त्याचे पालन केले.","ne":"यो धर्मको स्थापना 15 औँ शताब्दीमा गुरू नानक (1469–1539) द्वारा भएको थियो। यसमा अरू नौ गुरूहरू उत्तराधिकारको रूपमा रहे।","es":"Guru Nank (1469- 1569) fundó la religión en el siglo XV y le siguieron, de forma sucesiva, otros nueve gurúes.","sw":"Dini ilianzishwa karne ya 15 na Guru Nanak 1469-1539). Palifuatilia urithi wa walimu tisa.","te":"ఈ మతాన్ని 15వ శతాబ్దంలో గురునానక్ (1469–1539) స్థాపించాడు. ఆ తర్వాత వరుసగా తొమ్మిది గురుగురు వచ్చారు.","ur":"اس مذہب کی بنیاد گورو نانک (1469-1539) نے 15 ویں صدی میں رکھی۔ ان کے بعد یکے بعد دیگرے نو مزید گورو آئے۔","vi":"Tôn giáo này được thành lập vào thế kỷ thứ 15 bởi Guru Nanak (1469–1539). Kế tiếp theo đó là sự xuất hiện của thêm chín vị đạo sư.","xh":"Le nkolo yaqalwa ngenkulungwane ye-15 nguMfundisi u-Nanak (1469-1539). Apho kwalandela ngokusekela abanye abafundisi abalithoba.","yo":"Wọ́n sèdásílẹ̀ ẹ̀sìn náà ní sẹ́ńtu (1469–1539).","zu":"Le nkolo yasungulwa ekhulwini leminyaka lama-15 uMfundisi uNanak (1469–1539). Kwalandela abanye abefundisi abayisishiyagalolunye ngokulandelana."}
{"ar":"عولج على الفور من قبل الطاقم الطبي على الطريق ونُقل إلى مستشفى محلي حيث توفي لاحقاً.","zh":"当时，在场的医务人员立即对他进行了抢救，并将他送往当地一家医院，后来他因救治无效身亡。","en":"He was immediately attended to by the on-track medical staff and transported to a local hospital where he later died.","eu":"Lasterketako medikuek artatu zuten berehala eta tokiko ospitalera eraman zuten, eta han hil zen beranduago.","fr":"Il a été immédiatement pris en charge par le personnel médical sur la piste et transporté dans un hôpital local où il est mort par la suite.","ml":"ഓൺ-ട്രാക്ക് മെഡിക്കൽ സ്റ്റാഫ് ഉടൻ തന്നെ അദ്ദേഹത്തെ പരിചരിക്കുകയും ഒരു പ്രാദേശിക ആശുപത്രിയിലേക്ക് മാറ്റുകയും ചെയ്തു, പിന്നീട് അവിടെ വച്ച് അദ്ദേഹം മരിച്ചു.","mr":"लक्ष ठेऊन असलेल्या वैद्यकीय कर्मचाऱ्यांनी तातडीने त्याला तपासले आणि स्थानिक रुग्णालयात नेले जिथे त्याचा नंतर मृत्यू झाला.","ne":"उनलाई अन-ट्र्याक चिकित्सा कर्मचारीद्वारा तुरून्तै हेरियो र एक स्थानीय अस्पतालमा लगियो जहाँ पछि उनको मृत्यु भयो।","es":"Recibió atención médica inmediata en la pista y fue trasladado a un hospital local, donde falleció más tarde.","sw":"Mara moja alihudumiwa na wafanyikazi wa matibabu ya kufuatilia na kusafirishwa hadi hospitali ya eneo hilo ambapo baadaye alifariki.","te":"వెంటనే చికిత్స పొందుతున్న వైద్య సిబ్బంది అతడిని స్థానిక ఆస్పత్రికి తరలించగా, అనంతరం ఆయన మృతి చెందారు.","ur":"اس کو فوری طور پر جگہ پر موجود طبی عملے نے دیکھا اور اُنہیں ایک مقامی ہسپتال میں منتقل کیا گیا جہاں بعد میں وہ وفات پاگیا۔","vi":"Tay đua này đã ngay lập tức được các nhân viên y tế theo dõi và đưa đến một bệnh viện địa phương, tuy nhiên sau đó đã không qua khỏi.","xh":"Waye wahoywa ngabezonyango abasebaleni waza wasiwa esibhedlele sasekuhlaleni apho waye waswelekela kamva.","yo":"Àwọn onímọ̀ ìlera tó wà ní ojú iṣẹ́ kọjú sí lẹ́sẹ̀kësẹ̀, wọ́n dẹ̀ gbée lọ sí ilé ìwòsàn agbègbè ní ibí tí o ti gbẹ́mímì.","zu":"Wahlolwa abezokwelapha abasemgaqweni womjaho ngokushesha futhi wahanjiswa esibhedlela sendawo lapho ashona khona."}
{"ar":"احتفظ بنسخة أخرى في أمتعتك وعبر الإنترنت (أرسل لنفسك بريدًا إلكترونيًا بمرفق أو خزنه على \"السحابة\").","zh":"备好一份复印件放在行李中，并在网上另存一份副本（通过电子邮件给自己发送附件，或者存储在“云端”）。","en":"Have another copy in your luggage and online (e-mail to yourself with attachment, or stored in the \"cloud\").","eu":"Eraman beste kopia bat maletan eta eduki beste bat linean (bidali eranskina posta elektronikoz zeure buruari edo gorde ezazu “hodeian”).","fr":"Ayez à disposition une autre copie dans vos bagages et en ligne (e-mail adressé à vous-même avec pièce jointe, ou stocké dans le « cloud »).","ml":"\"മറ്റൊരു പകർപ്പ് നിങ്ങളുടെ ലഗേജിലും ഓൺലൈനായും സൂക്ഷിക്കുക (അറ്റാച്ച്മെന്റ് ചെയ്തു നിങ്ങൾക്ക് തന്നെ ഇമെയിൽ ചെയ്യുക, അല്ലെങ്കിൽ \"\"ക്ലൗഡിൽ\"\" സ്റ്റോർ ചെയ്യുക).\"","mr":"\"तुमच्या सामानात आणि ऑनलाइन स्वरुपात कॉपी सोबत ठेवा (स्वत:ला अटॅचमेंटसह ईमेल करा किंवा \"\"क्लाउड\"\"मध्ये संचयित करा\"\").\"","ne":"तपाईंको लगेज वा अनलाइनमा अर्को प्रतिलिपि राख्नुहोस् (संलग्ननको साथ आफैँलाई इमेल गर्नुहोस् वा “क्लाउड”मा भण्डारण गर्नुहोस्)।","es":"Guarde otra copia en la maleta y una digital (envíela por correo electrónico como archivo adjunto o súbala a la «nube»).","sw":"Kuwa na nakala nyingine katika mzigo wako na mtandaoni (baruapepe iliyo na kiambatisho kwako mwenyewe, au kuhifahiwa kwenye “wingu”).","te":"\"మీ సామాను మరియు ఆన్‌లైన్‌లో మరొక కాపీని పొందండి (అటాచ్‌మెంట్‌తో మీకు ఇ-మెయిల్ చేయబడుతుంది లేదా \"\"క్లౌడ్\"\" లో నిల్వ చేయబడింది).\"","ur":"اپنے ساتھ آن لائن ایک اور نقل رکھیں۔ (ای میل کے ساتھ منسلک کریں اور خود کو بھیجیں، یا \"کلاؤڈ\" میں محفوظ کریں)۔","vi":"Hãy dự phòng một bản sao lưu để trong hành lý của bạn và một bản sao lưu trực tuyến (gửi email có chứa tệp đính kèm cho chính mình, hoặc lưu trữ tài liệu lên “đám mây”)","xh":"Funeke ubenekopi kumthwalo wakho futhi kumnathazwe (zi-email-ele ufake iphepha, okanye uyigcine kwi-\"cloud\").","yo":"Ni ẹ̀dà míràn nínú ẹrù àti orí ìtàkùn ( fi ímeèlì pẹ̀lú àfikún ṣọwọ́ sí ara rẹ̀ tàbí sínú “afẹ́fẹ́”).","zu":"Gcina enye ikhophi emthwalweni wakho naku-inthanethi (zithumelele yona ku-imeyili, noma uligcinwe ku-\"cloud\")."}
{"ar":"أكدت النظرية فكرة أن شعب الماوري هاجروا من بولنيزيا في الأسطول الكبير وانتزعوا نيوزيلندا من الموريوري لكي يبنوا مجتمعاً زراعياً.","zh":"然后该理论确立了这样一种观点：毛利人从波利尼西亚乘“大船”迁移，并从莫里奥里人手中夺取了新西兰，建立了一个农业社会。","en":"The theory then established the idea that the Maori people migrated from Polynesia in a Great Fleet and took New Zealand from the Moriori, establishing an agricultural society.","eu":"Teoriaren arabera, Maori jendea Polinesiatik joan zen flota handi batean eta Zeelanda Berria kendu zieten Morioriei, eta nekazal gizartea ezarri zuten.","fr":"La théorie a ensuite établi l'idée que le peuple Maori a migré de Polynésie dans une Grande Flotte et a pris la Nouvelle-Zélande aux Moriori, établissant une société agricole.","ml":"മയോരി ജനവിഭാഗം പോളിനേഷ്യയിൽനിന്ന് വലിയൊരു കൂട്ടമായി വരികയും അവരെ ഉപയോഗിച്ച് ന്യൂസിലണ്ട് ഒരു കാർഷിക സമൂഹം സ്ഥാപിച്ചുവെന്നുമുള്ള ആശയത്തെ ഈ സിദ്ധാന്തം സ്ഥാപിച്ചെടുത്തു.","mr":"या सिद्धांताने  मग ही संकल्पना प्रस्थापित  केली की माओरी लोकांनी पॉलिनेशियाहून एका गमोठ्या समूहात  स्थलांतर केले आणि न्यूझीलंडला मोरिओरी यांच्याकडून काढून घेतले  आणि कृषक समाजाची स्थापना केली.","ne":"सिद्धान्तले त्यसपछि माओरी जनता पोलिनेसियाबाट ग्रेट फ्लिटमा सरेको र मोरिओरीबाट न्युजिल्यान्ड पुगेको र कृषि समाजको स्थापना गरेको विचार गरे।","es":"Más tarde, la teoría instauró la idea de que el pueblo maorí había emigrado desde Polinesia, a bordo de una Gran Flota, y que despojó a los Moriori de Nueva Zelanda, instalando allí una sociedad agrícola.","sw":"Basi nadharia ikaanzisha wazo kwamba watu wa Maori walihama kutoka Polynesia katika Kundi Kubwa na kuchukua Nyuzilandi kutoka kwa Moriori, na kuanzisha jamii ya kilimo.","te":"తదుపరి ఈ సిద్ధాంతం మావోరి ప్రజలు ఒక గ్రేట్ ఫ్లీట్ లో పాలినేసియా నుండి వలస వచ్చి న్యూజిలాండ్ ను మొరియోరి నుండి తీసుకొని, ఒక వ్యవసాయ సమాజాన్ని స్థాపించే ఆలోచనను కలిగి ఉంది.","ur":"اسکے بعد نظریہ نے یہ رائے قائم کی کہ ماوری لوگوں نے ایک عظیم بحری بیڑے میں پولینیشیا سے نقل مکانی کی تھی اور زرعی معاشرہ قائم کرنے کیلئے موریوری لوگوں سے نیو زیلینڈ کو چھین لیا تھا۔","vi":"Thuyết này sau đó đưa ra ý tưởng rằng những người Maori di cư từ Polynesia trong Quân đoàn vĩ đại và giành lấy New Zealand từ tay người Moriori, lập nên xã hội nông nghiệp.","xh":"Le mfundiso yandisa ukuvo lokuba amaMaori ayesuka e Polynesia kwi Great Fleet athabatha I NewZealand kuma-Moriori, batsho badala uluntu lolimo nemfuyo.","yo":"Àlàyé náà wá fìdí àbá náà múlẹ̀ pé àwọn ènìyàn Maori kúrò láti Polynesia pẹ̀lú ọkọ̀ tó dára wọ́n sì lọ sí New Zealand láti Maori tí wọ́n sì dá ẹgbẹ́ ǹkan ọ̀gbìn sílẹ̀.","zu":"Umcabango wakha umbono wokuthi abantu bama-Maori basuke ePholinesiya ngeMikhumbi Eminingi futhi bathathela ama-Mariori iNyuzilandi, bamisa umphakathi wokulima."}
{"ar":"كانت \"المابوتشي\" أيضاً واحدة من آخر مجموعات السكان الأصليين الأمريكية المستقلة، والتي لم يتم تقبلها بالكامل في الحكم الناطق بالإسبانية حتى بعد استقلال دولة \"تشيلي\".","zh":"马普切人也是最后独立的美洲原住民部落之一。直到智利独立后，才完全归入西班牙语系统治者的统治下。","en":"The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.","eu":"Mapucheak ere izan ziren Amerikako azken talde indigena independenteetako bat. Izan ere, ez zituzten gaztelaniaz hitz egitera behartzen zituen arauak erabat bereganatu Txileren independentziaren ostera arte.","fr":"Les Mapuches ont également été l’un des derniers groupes indigènes américains indépendants, qui n’ont été entièrement absorbés par la domination hispanophone qu’après l’indépendance du Chili.","ml":"സ്വതന്ത്ര അമേരിക്കയിലെ അവസാനത്തെ തദ്ദേശ വംശജരിൽപ്പെട്ടവർ ആയിരുന്നു മാപുചെ വിഭാഗം,ചിലി സ്വതന്ത്രമാകുന്നത്  വരെ, സ്പാനിഷ് സംസാരിക്കുന്ന ഭരണത്തോട് ഇവർ പൂർണ്ണമായും ഇഴുകിച്ചേർന്നിരുന്നില്ല.","mr":"मापुचे देखील अंतिम स्वतंत्र अमेरिकी मूळनिवासी समूहांपैकी एक होते, जे चिली स्वतंत्र होईपर्यंत स्पॅनिश-भाषिक सत्तेमध्ये पूर्णपणे सामावले गेले नव्हते.","ne":"मापुचे एउटा अन्तिम स्वतन्त्र अमेरिकी आदिवासी समूह पनि थियो, जुन चिलीको स्वतन्त्रतापछि पूर्ण रूपमा स्पेनी भाषी शासनमा सामेल भएको थिएन।","es":"Los mapuches también fueron una de las últimas tribus americanas independientes, que no quedaron absorbidas por completo por el dominio de la lengua española, sino hasta después de la independencia de Chile.","sw":"Mapuche pia walikuwa mojawapo ya vikundi huru asilia vya Marekani, ambavyo havikuzama kabisa katika sheria ya Kihispania hadi baada ya uhuru wa Chile.","te":"చిలీకు స్వాతంత్య్రం వచ్చినంత వరకు స్పానిష్ మాట్లాడే పాలనలో పూర్తిగా రానటువంటి చివరి స్వతంత్ర అమెరికన్ స్వదేశీ వర్గాలలో మ్యాపుచె కూడా ఒకటి.","ur":"ماپوچہ، بھی گزشتہ خودمختار امریکی دیسی گروپوں میں سے ایک تھے جو چلی کی آزادی کے بعد تک ہسپانوی بولنے والوں کی حکمرانی میں پوری طرح جذب نہیں ہوئے تھے۔","vi":"Mapuche cũng là một trong những tộc thổ dân được độc lập sau cùng ở châu Mỹ không bị ảnh hưởng hoàn toàn bởi quy tắc nói tiếng Tây Ban Nha cho đến khi Chile giành được độc lập.","xh":"Abantu abayiMapuche, liqela lokugqibela labantu bomthonyama baseMelika abangazange bangene ngokupheleleyo phantsi kolawulo lweSpeyini de iChile yazimela geqe.","yo":"Àwọn Mapuche náà jẹ́ ọ̀kan lára èèyàn Amẹrika tó gba òmìnira kẹ́yìn, tí wọn kò kó sínú ẹ̀yà tó ń sọ èdè Spain títí di ìgbà tí ilẹ́ Chile gba òmìnira.","zu":"Ama-Mapuche bekungamanye wamaqembu omdabu azimele wokugcina waseMelika, ababengangenanga ngokugcwele emthethweni wokukhuluma isiPanishi ngemva kokuzimela kwe-Chile."}
{"ar":"ولم تعرف السلطات اسمه حتى الآن، بالرغم من أنهم يعرفون أنه من مجموعة الإيغور العرقية.","zh":"当局仍然不知道他的名字，只知道他是维吾尔族人。","en":"His name is still unknown to authorities, although they do know he is a member of the Uighur ethnic group.","eu":"Agintariek oraindik ez dute ezagutzen haren izena, baina badakite Uighur-en talde etnikoko kide bat dela.","fr":"Les autorités ignorent encore son nom, mais on sait tout de même qu'il est membre de l'ethnie Ouïghour.","ml":"വീഗർ വംശീയ വിഭാഗത്തിലെ അംഗമാണെന്ന് അവർക്ക് അറിയാമെങ്കിലും, അയാളുടെ പേര് ഇപ്പോഴും അധികാരികൾക്ക് അജ്ഞാതമാണ്.","mr":"त्याचे नाव अधिकाऱ्यांना अद्याप माहीत नाही, तथापि तो उईघर वांशिक गटाचा एक सदस्य असल्याचे त्यांना माहीत आहे.","ne":"उसको नाम अधिकारीहरूमा अझै पनि अज्ञात छ, तथापि उनीहरूलाई थाहा छैन कि उनी उईघुर जातीय समूहको एक सदस्य हुन्।","es":"Su nombre es aún desconocido para las autoridades, aunque saben que es miembro del grupo étnico iugur.","sw":"Jina lake bado halijulikani kwa mamlaka, ingawa wanajua yeye ni memba wa kikundi cha kikabila cha Uighur.","te":"అతని పేరు ఇప్పటికీ అధికారులకు తెలియదు, అయినప్పటికీ అతను ఉయ్ఘర్ జాతి సమూహంలో సభ్యుడని వారికి తెలుసు.","ur":"اس فرد کا نام حکام کے لئے اب بھی نا معلوم ہے اگرچہ ان کو معلوم ہے کہ اس کا تعلق اوئیغور نسلی گروہ سے ہے۔","vi":"Giới chức hiện vẫn chưa biết tên anh ta mặc dù họ biết anh ta là người dân tộc Uighur.","xh":"Igama lakhe alikaziwa ngabasemagunyeni, nangona besazi ukuba ulilungu lesizwe saseUighur.","yo":"Orúkọ rl kò tí jẹ́ mímọ̀ fún àwọn aláṣẹ, ṣùgbọ́n wọ́n mọ̀ pé ọmọ ẹgbẹ́ ẹ̀yà Uighur.","zu":"Igama lakhe alikaziwa iziphathimandla, nakuba zazi ukuthi uyilungu leqembu lohlanga lwe-Uighur."}
{"ar":"يعتمد عدد أصحاب اللغة الأم على احتساب متحدثي اللهجات المرتبطة بها من عدمه.","zh":"母语人数取决于紧密相关的方言是否计算在内。","en":"The number of native speakers varies depending on whether or not very closely related dialects are counted.","eu":"Hizlari natiboen kopurua aldatu egiten da, harekin estu erlazionatuta dauden dialektoak kontuan hartzen diren arabera.","fr":"Le nombre de langues maternelles dépend de si oui ou non les dialectes très proches sont pris en compte.","ml":"വളരെ അടുത്ത ബന്ധമുള്ള നാടോടി ഭാഷകളെ കണക്കാക്കുന്നുണ്ടോ ഇല്ലയോ എന്നതിനെ ആശ്രയിച്ച് പ്രാദേശിക ഭാഷ കൈകാര്യം ചെയ്യുന്നവരുടെ എണ്ണം വ്യത്യാസപ്പെടുന്നു.","mr":"मूळ भाषकांची संख्या ही खूप जवळच्या संबंधित बोली भाषा मोजल्या जातात की नाहीत यानुसार बदलते.","ne":"मातृभाषा वक्ताहरूको संख्या निकट रुपमा सम्बन्धित धेरै बोलीहरू गणना गरिन्छ कि गरिँदैन भन्नेमा निर्भर गर्छ।","es":"La cantidad de hablantes nativos será diferente según se computen o no dialectos que estén muy relacionados entre sí.","sw":"Idadi ya wazungumzaji wenyeji hutofautiana kulingana na kama lahaja zinazohusiana kwa karibu sana zinahesabiwa au la.","te":"మాతృభాష మాట్లాడే వారి సంఖ్య, సంబంధిత భాషలను వారు మాట్లాడే తీరు, వైఖరిని బట్టి మారుతూ ఉంటుంది.","ur":"اس زبان کو بولنے والوں کی تعداد میں تفاوت اس پر منحصر ہے کہ قریبی طور سے باہم مربوط لہجات کی گنتی کی جاتی ہے یا نہیں۔","vi":"Số lượng người bản ngữ khác nhau tùy thuộc vào việc kết hợp chặt chẽ giữa các phương ngữ với nhau hay không.","xh":"Inani lezithethi zemveli liyehluka ngokuxhomekeka ekubeni zibaliwe na okanye hayi ezona zisondele kakhulu kololwimi.","yo":"Oyè àwọn tó gbọ́ èdè ìbílẹ̀ mà n yàtọ̀ ní torí bóyá àwọn a ma n ka àwọn ẹ̀ya èdè to súnmọ́ ara wọ.","zu":"Inani lezikhulumi zendawo liyahluka kuye ngokuthi ulimi lwesigodi oluhlobene kakhulu luyabalwa yini noma cha."}
{"ar":"شارك معظم الأشخاص الذين يعملون في قطاع الدواجن، ولكن هناك أيضًا بعض المخاطر على مراقبي الطيور.","zh":"大多数病例出自与家禽打交道的人群，但观鸟者也有一定风险。","en":"Most have involved people who work with poultry, but there is also some risk to birdwatchers.","eu":"Gehienak hegaztikiarekin lan egiten duten pertsonen artean gertatu dira, baina hegazti-behatzailek ere badute arriskua.","fr":"La plupart impliquaient des personnes qui travaillent avec des volailles, mais il existe également un certain risque pour les observateurs d'oiseaux.","ml":"കോഴിവളർത്തലുമായി ബന്ധപ്പെട്ട ആളുകളാണ് കൂടുതലും, പക്ഷേ പക്ഷിനിരീക്ഷകർക്ക് ചില അപകട സാധ്യതകളുമുണ്ട്.","mr":"यामध्ये पोल्ट्रीमध्ये काम करणाऱ्या लोकांचा सहभाग असला तरी पक्षीनिरीक्षकांनाही थोडा धोका आहे.","ne":"ज्यान गुमाउने मान्छेहरूमध्ये धेरैजसो कुखुरा पालनमा काम गर्ने व्यक्तिहरू रहेका छन् तर चराहरू अवलोकन गर्न चाहने व्यक्तिमा पनि यसबाट केही जोखिम रहेको छ।","es":"Si bien casi todos los afectados tenían contacto en sus trabajos con aves de corral, también puede haber algún riesgo para los observadores de aves.","sw":"Mengi yamehusisha watu ambao hufanya kazi na kuku, lakini pia kuna hatari kiasi kwa watazama ndege.","te":"అత్యధికులు కోళ్ల ఫారాలలో పనిచేసే వ్యక్తులు, అయితే పక్షులను చూసేవారికి కూడా కొంత ప్రమాదం ఉంటుంది.","ur":"زیادہ تر لوگوں نے ایسے افراد کو شامل کیا ہے جو مرغی خانہ میں کام کرتے ہیں، لیکن ماہرین طیوریات کو بھی کچھ خطرہ لاحق ہے۔","vi":"Hầu hết đều ảnh hưởng đến những người làm việc trong ngành gia cầm, nhưng khách ngắm chim cũng có nguy cơ.","xh":"Abantu abaninzi bebesebenza ngeenkukhu, kodwa ukho umngcipheko kwabanye abathanda ukubuka iintaka.","yo":"Ọ̀pọ̀ ló ti mún àwọn èèyàn tó ń ṣe ọ̀sìn adìẹ, àmọ́ àwọn ewu kán wà nínú wíwó ẹyẹ.","zu":"Abaningi bahlanganisa abantu abasebenza ngezinkukhu, kodwa zikhona nezingozi kubabheki bezinyoni."}
{"ar":"اللغة السنسكريتية هي لغة معقدة وغنية للغاية، والتي كانت مصدراً للعديد من اللغات الهندية الحديثة، تماماً مثل اللاتينية التي هي مصدر اللغات الأوروبية مثل الفرنسية والإسبانية.","zh":"梵语是一种博大精深的语言，也是许多现代印度语的起源，就像拉丁语是法语和西班牙语等欧洲语言的起源一样。","en":"Sanskrit is a very complex and rich language, which has served to be the source for many modern Indian languages, just like Latin is the source for European languages like French and Spanish.","eu":"Sanskritoa oso hizkuntza konplexu eta aberatsa da, eta Indiako hizkuntza moderno askoren iturria izan da, latina Europako hizkuntza askoren (esaterako, frantsesaren edo gaztelaniaren) iturri den era berean.","fr":"Le sanskrit est une langue très complexe et très riche, qui a servi de source à de nombreuses langues indiennes modernes, tout comme le latin est la source de langues européennes telles que le français et l'espagnol.","ml":"വളരെ സങ്കീർണ്ണവും സമ്പന്നവുമായ ഒരു ഭാഷയാണ് സംസ്കൃതം, ഫ്രഞ്ച്, സ്പാനിഷ് പോലുള്ള യൂറോപ്യൻ ഭാഷകളുടെ ഉറവിടം ലാറ്റിൻ പോലെ തന്നെ നിരവധി ആധുനിക ഇന്ത്യൻ ഭാഷകളുടെ ഉറവിടമായി അത് വർത്തിച്ചിട്ടുണ്ട്.","mr":"संस्कृत ही अतिशय क्लिष्ट आणि समृद्ध भाषा आहे, जी अनेक आधुनिक भारतीय भाषांच्या जन्मासाठी कारणीभूत आहे, जसे लॅटिन हा फ्रेंच आणि स्पॅनिश भाषांचा स्रोत आहे.","ne":"फ्रान्सेली र स्पेनिश जस्ता युरोपेली भाषाहरूका स्रोत ल्याटिन जस्तै भारतीय भाषाहरूका लागि संस्कृत धेरै जटिल र धनी भाषा स्रोत बन्न पुग्यो।","es":"El sánscrito es un idioma complejo y rico que sirvió como semillero de muchas otras lenguas modernas de la India, así como el latín es fuente de las lenguas europeas, tales como el francés y el español.","sw":"Sanskrit ni lugha tata na tajiri sana, ambayo imekuwa chanzo cha lugha nyingi za kisasa za Kihindi, kama vile Kilatini ilivyo chanzo cha lugha za Kizungu kama vile Kifaransa na Kispanya.","te":"సంస్కృతం చాలా సంక్లిష్టమైన మరియు గొప్ప భాష, ఇది అనేక ఆధునిక భారతీయ భాషలకు మూలంగా ఉపయోగపడింది, లాటిన్ ఫ్రెంచ్ మరియు స్పానిష్ వంటి యూరోపియన్ భాషలకు మూలం.","ur":"سنسکرت بیحد پیچیدہ اور زرخیز زبان ہے، جس نے متعدد جدید ہندوستانی زبانوں کے ماخذ کے طور پر خدمت انجام دی ہے، ٹھیک اسی طرح جیسے فرانسیسی اور ہسپانوی جیسی یوروپی زبانوں کیلئے لاطینی زبان ماخذ کا درجہ رکھتی ہے-","vi":"Tiếng Phạn là ngôn ngữ rất phức tạp và phong phú, được sử dụng như nguồn tham khảo cho các ngôn ngữ Ấn Độ hiện đại, giống như tiếng Latinh là nguồn gốc của các ngôn ngữ Châu Âu như tiếng Pháp và tiếng Tây Ban Nha.","xh":"I-Sanskrit lulwimi oluxananazileyo nolutyebileyo, elubangele ukuba libe sisiseko selwimi ezinintsi ze Indiya yanamhlanje, njengesiLatini isisiseko sezilwimi zaseYurophu njengesiFrentshi neSipanish.","yo":"Ede lile ati aladun ni Sanskriti, o ti wulo gege bi orisun opo ede Indiya igbalode, gege bii ede Latini se je orisun awon ede Yuropi bii Faranse ati Speen.","zu":"I-Sanskrit iwulimi oluyinkimbinkimbi nolucebile, luye lwaba oluyinhloko ezilimini eziningi zanamuhla zaseNdiya, njengesi-Lathini luwulimi oluyinhloko ezilimini zaseYurophu njengesiFulentshi kanye nesiPanishi."}
{"ar":"يُعد سوفوكليس وأريستوفان من كتاب المسرحيات المشهورين حتى الآن وتعد مسرحياتهما من أعظم الأعمال في الأدب العالمي.","zh":"索福克勒斯（Sophocles ）和阿里斯托芬（Aristophanes）仍然是受欢迎的剧作家，他们的戏剧被认为是世界文学中最伟大的作品之一。","en":"Sophocles and Aristophanes are still popular playwrights and their plays are considered to be among the greatest works of world literature.","eu":"Sofokles eta Aristofanes ere antzerkigile famatuak dira oraindik ere, eta haien antzerkiak literaturaren munduko lan handienen artean daude.","fr":"Sophocle et Aristophane sont toujours des dramaturges populaires, et leurs pièces sont considérées comme faisant partie des plus grandes œuvres de la littérature mondiale.","ml":"സോഫക്കിൾസും അരിസ്റ്റോഫാനസും ഇപ്പോഴും ജനപ്രിയ നാടകകൃത്തുക്കളാണ്. അവരുടെ നാടകങ്ങൾ ലോക സാഹിത്യത്തിലെ ഏറ്റവും മികച്ച സൃഷ്ടികളായി കണക്കാക്കപ്പെടുന്നു.","mr":"सोफोकल आणि अरिस्टॉपफेन अजून देखील लोकप्रिय नाटककार आहेत आणि त्यांची नाटके जागतिक साहित्यात अत्युच्च कामामध्ये गणली जातात.","ne":"सोफोकल्स र एरिस्टोफेन्स अझै लोकप्रिय नाटककारहरू हुन् र उनीहरूका नाटकहरूलाई विश्व साहित्यबीच महानतम कृतिहरू भएको मानिन्छ।","es":"Sófocles y Aristófanes continúan siendo célebres escritores de obras de teatro y sus trabajos se consideran de los mejores de la literatura mundial.","sw":"Sophocles na Aristophanes bado ni waandishi maarufu wa michezo ya kuigiza na michezo yao huzingatiwa kuwa miongoni mwa kazi kubwa za fasihi ya ulimwengu.","te":"సోఫోక్లెస్ అరిస్టోఫనేస్ ఇప్పటికీ ప్రసిద్ధ నాటక రచయితలు వారి నాటకాలు ప్రపంచ సాహిత్యంలోని గొప్ప రచనలలో ఒకటిగా పరిగణించబడుతున్నాయి.","ur":"سوفوکلس اور ایرسٹوفینز آج بھی مقبول ڈرامہ نویس ہیں اور ان کے ڈرامے عالم ادب کے عظیم فن پاروں میں گردانے جاتے ہیں۔","vi":"Sophocles và Aristophanes vẫn là những kịch tác gia nổi tiếng và các vở kịch của họ được xem là thuộc hàng những tác phẩm văn học vĩ đại nhất của thế giới.","xh":"U-Sophocles no-Aristophanes basengabhali bemiboniso abaziwayo futhi nemiboniso yabo isanconywa njengemiboniso engeyiwayo elizweni lemibhalo.","yo":"Sopocies àti Aristophanes ṣì jẹ́ gbajúgbajà olùkọ̀wé eré àti pé àwọn eré wọn jẹ́ ìkan lára iṣẹ́ tó tóbi jù lọ ní lítírésọ̀.","zu":"USophocles kanye no-Aristophanes basasengababhali bemidlalo abathandwayo futhi imidlalo yabo ithathwa njengemisebenzi emikhulu kakhulu yezincwadi zezwe."}
{"ar":"طورت سان فرانسيسكو بنيةً تحتيةً سياحيةً كبيرةً مع العديد من الفنادق والمطاعم ومرافق المؤتمرات من الطراز الأوّلِ.","zh":"旧金山开发了一个规模庞大的旅游基础设施，内设多家酒店、餐厅和一流的会议场所。","en":"San Francisco has developed a large tourist infrastructure with numerous hotels, restaurants, and top-notch convention facilities.","eu":"San Frantziskok turistentzako azpiegitura handia garatu du, hainbat hotel, jatetxe eta primerako batzarretarako zerbitzuekin.","fr":"San Francisco a développé une grande infrastructure touristique avec de nombreux hôtels, restaurants et installations de congrès de premier ordre.","ml":"നിരവധി ഹോട്ടലുകളും റെസ്റ്റോറന്റുകളും മികച്ച കൺവെൻഷൻ സൗകര്യങ്ങളും ഉള്ള ഒരു വിശാലമായ വിനോദസഞ്ചാര അടിസ്ഥാനസൗകര്യം സാൻ ഫ്രാൻസിസ്കോ വികസിപ്പിച്ചെടുത്തിട്ടുണ്ട്.","mr":"सॅन फ्रान्सिस्कोने अनेक हॉटेल, उपहारगृह आणि अधिवेशनांसाठी लागणाऱ्या उच्च दर्जाच्या सुविधा यांसह पर्यटनाच्या पायाभूत सुविधा मोठ्या प्रमाणावर विकसित केल्या आहेत.","ne":"सान फ्रान्सिस्कोले असङ्ख्य भोजनालय, रेस्टुरेन्ट र शीर्ष सम्मेलन सुविधाहरूको साथ एक विशाल पर्यटन पूर्वाधार विकास गरेको छ।","es":"Con una gran variedad de hoteles, restaurantes e instalaciones para convenciones de primer nivel, San Francisco ha ido desarrollando una gran infraestructura turística.","sw":"San Francisko imekuza miundombinu kubwa ya watalii ambayo ni hoteli mikahawa, na vifaa vingi, vya kongamano vya hali ya juu.","te":"శాన్​ఫ్రాన్సిస్కో అనేక హోటళ్ళు, రెస్టారెంట్లు మరియు అగ్రశ్రేణి సమావేశ సౌకర్యాలతో పెద్ద పర్యాటక మౌలిక సదుపాయాలను అభివృద్ధి చేసింది.","ur":"سان فرانسسکو نے متعدد ہوٹلوں، رستورانوں، اور اعلی درجہ کی کنونشن سہولیات کے ساتھ ایک بڑا سیاحتی تحت البنیہ قائم کیا ہے۔","vi":"San Francisco đã phát triển cơ sở hạ tầng du lịch rộng lớn với nhiều khách sạn, nhà hàng, và cơ sở hội nghị cao cấp.","xh":"I-San Francisco yenze kwabakho izinto ezininzi ezisetyenziswa ngabahambi ngieehotelezayo ezininzi, iindawo zokutya, kunye neendawo zenkomfa ezingayiwayo.","yo":"San Francisco ti ka ilé ńlá fún àwọn tó rìnrìn àjò wá sí ìlú yẹn pẹ̀lú ọ̀pọ̀lọpọ̀ àwọn ilé ìtura, ilé óúnjé, àti ibi tí wọ́n ti lè ṣe ìpàdé.","zu":"I-San Francisco izungezwe izakhiwo ezinkulu zezivakashi ezinamahhotela amaningi, izitolo zokudlela, kanye nezakhiwo zemihlangano ezisezingeni eliphezulu."}
{"ar":"اكتسبنا نظرة ثاقبة عن الماضي وعن بعض من الشخصيات التي أثّرت بشكل إيجابي أو سلبي على ثقافة المنظمة، أثناء الاستماع إلى الأفراد بينما يشاركون قصصهم الفردية، والعائلية، والتنظيمية.","zh":"在听取别人分享他们个人、家庭和组织的故事时，我们对过去以及一些对组织文化有或好或坏影响的人物有了宝贵的认识。","en":"While listening to individuals share their individual, family, and organizational stories, we gained valuable insight into the past and some of the personalities who influenced for good or ill the culture of the organization.","eu":"Bakoitzaren istorio indibidualak, familiarrak eta erakundekoak entzuten, erakundearen kulturan eragin positiboa edo negatiboa zuten nortasun batzuei eta iraganari buruzko informazio interesgarria lortu genuen.","fr":"En écoutant les individus raconter leur histoire personnelle, familiale et au sein de l'organisation, nous avons pu obtenir des informations précieuses sur le passé et sur certaines des personnalités qui ont influencé positivement ou négativement la culture de l'organisation.","ml":"വ്യക്തികളെ ശ്രവിക്കുമ്പോൾ അവരുടെ വ്യക്തിപരവും കുടുംബപരവും സ്ഥാപനപരവുമായ കഥകൾ പങ്കുവയ്ക്കുക, ഭൂതകാലത്തിലേക്കും കൂടാതെ സ്ഥാപനത്തിന്റെ സംസ്ക്കാരത്തെ നന്നായോ മോശമായോ സ്വാധീനിച്ച ചില വ്യക്തികളിലേക്കും അമൂല്യമായ ഉൾക്കാഴ്ചകൾ ഞങ്ങൾക്ക് ലഭിച്ചിട്ടുണ്ട്.","mr":"एखाद्या व्यक्तीचे म्हणणे ऐकत असताना त्यांच्या वैयक्तिक, कौटुंबिक आणि संघटनात्मक गोष्टी सांगत असताना, आम्हाला भूतकाळातील आणि संस्थेच्या संस्कृतीवर चांगला किंवा वाईट प्रभाव पाडणार्‍या काही व्यक्तिमत्त्वांबद्दल मौल्यवान ज्ञान प्राप्त झाले.","ne":"मानिसहरूले उनीहरूको व्यक्तिगत, पारिवारिक, र संगठनात्मक कथाहरू बताउँदा सुन्ने क्रममा, हामीले विगत र संगठनको संस्कृतिलाई राम्रो वा नराम्रो प्रभाव पारेका केही व्यक्तित्वहरूको मूल्यवान अन्तरदृष्टि प्राप्त गर्यौं।","es":"Mientras escuchábamos a otros contar sus historias personales, de sus familias y de sus formas de organización, recolectamos información de utilidad sobre el pasado y respecto de algunas de las personalidades que tuvieron efectos, sean positivos o negativos, en la cultura de la organización.","sw":"Wakati wa kusikiliza watu wakishirikisha hadithi za kibinafsi, kifamilia au kishirika, tulipata ufahamu wa kale wenye thamani na baadhi ya watu ambao waliathiri utamaduni wa shirika kwa njia nzuri au mbaya.","te":"వ్యక్తులు చెప్పే వారి వ్యక్తిగత, కుటుంబ మరియు సంస్థాగత కథలను వింటున్నప్పుడు, మాకు గతం గురించి మరియు సంస్థ యొక్క సంస్కృతికి మంచి లేదా చెడు కోసం ప్రభావితం చేసిన కొంతమంది వ్యక్తుల గురించి మంచి అవగాహన వచ్చింది.","ur":"افراد کو اپنی ذاتی، خاندانی، اور تنظیمی کہانیاں اشتراک کرتے ہوئے سننے پر، ہم نے ماضی کی کچھ شخصیات کی قیمتی بصیرت حاصل کی جنہوں نے تنظیم کی ثقافت پر اچّھا یا برا اثر ڈالا تھا۔","vi":"Khi lắng nghe người khác chia sẻ câu chuyện của bản thân, gia đình, và tổ chức của họ, chúng ta thu thập được những kiến thức quý báu về quá khứ và một số nhân vật có ảnh hưởng tốt hay xấu đến văn hóa của tổ chức đó.","xh":"Ngoxa besimamele amabali abantu obuqu, eentsapho kunye nawentlangano, siye safumana ukuqonda ngembali kunye nendlela abanye abantu abaye baphembelela ngayo indlela esebenza ngayo intlangano enoba kakuhle okanye kakube.","yo":"Nígbà tá à ń gbọ́ bí oníkálukú se ń sọ ìtàn oníkóówá, mọ̀lẹ́bí, àti ẹgbẹ́jẹgbẹ́, a rí ìwòye tó péye sí ìṣẹ̀lẹ̀ tó ti sẹ̀ sẹ́yín àti àwọn èèyàn tó ti se rere tàbí ìbàjẹ́ sí àṣà ẹgbẹ́.","zu":"Ngenkathi silalele abantu ngabanye besitshela izindaba zabo, zomndeni, kanye nezenhlangano, sithole ukuqonda okubalulekile kwesikhathi esidlule kanye nabanye babantu abathonye isiko lenhlangano ngendlela enhle noma embi."}
{"ar":"في الحقيقة، لا تؤثر رموز المناطق مطلقاً على النسخ غير القانوني؛ سوف يتم تشغيل نسخة بت-مقابل-بت من القرص بشكل مقبول على أي جهاز حيث سوف يتم تشغيل النسخة الأصلية.","zh":"事实上，区域码对非法复制毫无影响；一份逐位拷贝的磁盘副本在任何可以播放原盘的设备上都可以顺利播放。","en":"In fact, region codes have absolutely no effect on illegal copying; a bit-for-bit copy of a disk will play just fine on any device where the original will.","eu":"Izan ere, eskualdeko araudiek ez dute inolako eraginik kopia ilegalengan; bitez bit kopiatutako disko batek originalak bezain ongi funtzionatuko du edozein gailutan.","fr":"En fait, les codes régionaux n'ont absolument aucun effet sur la copie illégale; une copie bit à bit d'un disque fonctionne très bien sur n'importe quel appareil où l'original peut être joué.","ml":"യഥാര്‍ത്ഥത്തിൽ, പ്രദേശ കോഡുകൾക്ക് നിയമവിരുദ്ധമായ പകർപ്പിൽ ഒരു സ്വാധീനവുമില്ല; ഏത് ഉപകരണത്തിലും ഒരു ഡിസ്കിലെ ബിറ്റ്-ഫോർ-ബിറ്റ് പകർപ്പ്, അതിന്റെ ഒറിജിനൽ പോലെ തന്നെ, നന്നായി പ്ലേ ചെയ്യും.","mr":"वास्तविक पाहता, प्रदेश कोडचा बेकायदेशीर कॉपी करण्यावर काहीही प्रभाव पडत नाही; डिस्कची संपूर्ण कॉपी कोणत्याही डिव्हाइसवर ओरिजिनल प्रमाणेच अगदी चांगली प्ले होईल.","ne":"क्षेत्र कोडहरूको वास्तवमा अवैध प्रतिलिपिमाथि कुनै पनि प्रभाव हुँदैन; डिस्कको बिटले मूलले जस्तै प्रति बिट प्रतिलिपिअनुसार कुनै पनि उपकरणमा ठिक प्ले गर्ने छ।","es":"En efecto, los códigos de región no inciden en modo alguno sobre las copias ilícitas. Una réplica idéntica de un disco se reproducirá sin problemas en los mismos dispositivos que el original.","sw":"Kwa kweli, misimbo ya mikoa hazina athari kabisa kwa unakilishaji haramu; nakala ndogo ndogo za diski zitacheza tu vizuri kwenye kifaa chochote kinachocheza nakala halisi.","te":"వాస్తవానికి, చట్టవిరుద్ధమైన కాపీపై రీజియన్ కోడ్ లు ఎలాంటి ప్రభావాన్ని చూపించవు; ఒక డిస్క్ యొక్క బిట్-ఫర్ బిట్ కాపీ ఒరిజినల్ ఏ పరికరంలో అయినా చక్కగా ప్లే అవుతుంది.","ur":"در حقیقت، غیر قانونی کاپی کرنے پر علاقائی کوڈ کا قطعی کوئی اثر نہیں ہوتا ہے۔ ڈسک کی تھوڑی تھوڑی سی نقل کسی بھی ڈیوائس پر جہاں ڈسک اصلی ہوگی وہی ڈسک بالکل ٹھیک چلے گی۔","vi":"Thực tế, mã khu vực hoàn toàn không ảnh hưởng đến việc sao chép bất hợp pháp; bản sao y của đĩa sẽ hoạt động tốt trên mọi thiết bị mà bản gốc hoạt động tốt.","xh":"Ngapha koko, iikhowudi zommandla azinampembelelo kukhuphelo olungekho mthethweni; ikopi encinci yediski iya kudlala kakuhle nakwesiphi na isixhobo apho unqontsonqa we diski angadlala khona.","yo":"Ni tooto koodi agbègbè o ni ipa kankan lori didaako to n rufin;; bi a ba da diski ko die die nkan ti a dako ma a sise nibikibi ti atileba ti le sise.","zu":"Empeleni, amakhodi wendawo awasebenzi nakancane ekukopeni okungekho emthethweni; ukukopa kwe-bit nge-bit kwediski kuzoyenza idlale kahle kunoma iyiphi idivayisi lapho idiski yangempela ingadlala khona."}
{"ar":"كما هو الحال مع مشاكل الجهاز التنفسي في المناخات الباردة، فإن المشاكل المعوية في المناخات الحارة شائعة إلى حد ما وفي معظم الحالات تكون مزعجة بشكل واضح ولكنها ليست شديدة الخطورة.","zh":"正如寒冷气候易发呼吸道问题，炎热气候也极易引发肠道问题。在绝大多数情况下，肠道问题会令人显著不适，但并非十分危险。","en":"As with respiratory problems in colder climates, intestinal problems in hot climates are fairly common and in most cases are distinctly annoying but not really dangerous.","eu":"Klima hotzagoetan izaten diren arnasketa-arazoen antzera, hesteetako arazoak nahiko ohikoak dira klima beroetan. Gehienetan oso desatseginak izaten dira, baina ez dira oso arriskutsuak.","fr":"Comme pour les problèmes respiratoires dans les climats plus froids, les problèmes intestinaux dans les climats chauds sont assez courants et, dans la plupart des cas, sont particulièrement gênants mais pas vraiment dangereux.","ml":"തണുത്ത കാലാവസ്ഥയിൽ ശ്വസന പ്രശ്നങ്ങൾ ഉണ്ടാവുന്നത് പോലെ കുടൽസംബന്ധമായ പ്രശ്നങ്ങൾ ചൂട് കാലാവസ്ഥയിൽ ഉണ്ടാവുന്നത് സാധാരണമാണ്, കൂടാതെ മിക്കവാറുമുള്ള എല്ലാ പ്രശ്നങ്ങളും വ്യത്യസ്ത അസഹ്യതകൾ ഉണ്ടാകുമെങ്കിലും യഥാർത്ഥത്തിൽ അപകടകരമല്ല.","mr":"थंड हवामानात श्वसनाच्या समस्या, उष्ण हवामानात आतड्यांसंबंधी समस्या बर्‍यापैकी सामान्य असतात तसेच अनेक बाबतीत स्पष्टपणे त्रासदायक असतात परंतु वास्तविक धोकादायक नसतात.","ne":"चिसो मौसममा श्वासप्रश्वाससम्बन्धी समस्या भएझैं, गर्मी मौसममा आन्द्राका समस्याहरू सामान्य हुन्छन् र धेरै जसो अवस्थामा कष्टकर तापनिभए तापनि खतरनाक भने हुँदैनन्।","es":"De la misma manera que ocurre con los problemas respiratorios en climas más fríos, las condiciones intestinales en climas cálidos son bastante habituales y, aunque sin dudas molestas, en la mayoría de los casos no son realmente peligrosas.","sw":"Kama vile shida za kupumua katika hali baridi za hewa, shida za mara katika hali joto za hewa ni kawaida kiasi, na katika hali nyingi hukera wazi lakini si hatari kwa kweli.","te":"చల్లని వాతావరణాల్లో శ్వాస సంబంధిత సమస్యలు వలె, వేడి వాతావరణాల్లో ప్రేగు ల సమస్యలు చాలా సాధారణంగా ఉంటాయి మరియు చాలా సందర్భాల్లో ఇది చాలా వరకు ఆందోళన కలిగించేది కానీ నిజంగా ప్రమాదకరం కాదు.","ur":"جس طرح سرد آب و ہوا میں تنفس کے مسائل پیش آتے ہیں اسی طرح گرم آب و ہوا میں شکمی مسائل عام ہیں اور بیشتر حالات میں اگرچہ وہ آزار دہ ہیں لیکن فی الواقع خطرناک نہیں ہیں۔","vi":"Cũng giống như những vấn đề về hô hấp trong thời tiết lạnh giá, những vấn đề về đường ruột ở nơi có thời tiết nóng khá phổ biến và trong hầu hết trường hợp tuy gây khó chịu nhưng không thực sự nguy hiểm.","xh":"Kanye njengokuba iingxaki zokuphefumla ziqhelekile kwiindawo ezibandayo, iingxaki zesisu ziqhelekile kwiindawo ezishushu yaye amaxesha amaninzi ziyakruqula kuphela aziyongozi kangako.","yo":"Bí ó ti máa ń ṣòro fún àwọn ẹ̀yà ara tí ó wà fún èémi ní ibi tí ó tutù, ìṣòrò ìfun wọ́pọ̀ ní agbègbè tí ó bá gbónà, àti pé ní ọ̀pọ̀ ìgbà, a máa bíni nínú gidi, ṣùgbọ́n kò léwu púpọ̀.","zu":"Njengezinkinga zokuphefumula ezindaweni ezinesimo sezulu ezibandayo, izinkinga zesisu ezindaweni ezinesimo sezulu esishisayo zivamile futhi ezimweni eziningi ziyacika ngokukhethekile kodwa aziyona ingozi empeleni."}
{"ar":"عُقدت المحاكمة في محكمة برمنغهام الملكية وانتهت في 3 أغسطس.","zh":"审判在伯明翰皇家法院进行，并于 8 月 3 日审结。","en":"The trial took place at Birmingham Crown Court and concluded on August 3.","eu":"Birmingham-eko Gorteko Auzitegian egin zen epaiketa eta abuztuaren 3an amaitu zen.","fr":"Le procès s'est déroulé à la Crown Court de Birmingham et s'est terminé le 3 août.","ml":"ബിർമിംങ്ഹാം ക്രൗൺ കോർട്ടിലാണ് വിചാരണ നടന്നത്, ആഗസ്റ്റ് 3 ന് അത് അവസാനിച്ചു.","mr":"बर्मिंगहॅम क्राउन कोर्टामध्ये खटला चालला आणि ३ ऑगस्ट रोजी त्याचा निकाल लागला.","ne":"मुद्दा बर्मिंघम क्राउनको अदालतमा सुरु भयो र अगस्ट3 मा समाप्त भयो।","es":"El juicio tuvo lugar en la Corte de la Corona de Birmingham y finalizó el 3 de agosto.","sw":"Kesi ilifanyika katika Mahakama ya Birmingham Crown na ilikamilika mnamo Agosti 3.","te":"ఆగస్టు 3న బర్మింగ్ హామ్ క్రౌన్ కోర్టులో విచారణ జరిగి ముగిసింది.","ur":"مقدمے کی سماعت برمنگھم کراؤن کورٹ میں کی گئی اور 3 اگست کو فیصلہ سنایا گیا۔","vi":"Phiên tòa diễn ra tại Tòa án Birmingham Crown và phán quyết được đưa ra vào ngày 3 tháng Tám.","xh":"Itrial zaqhubeka eBirmingham Crown Court kwaye zagqitywa nge-3 ka-Agasti.","yo":"Ìgbẹ́jọ́ wáyé ní ilé ẹjọ́ Birmingham Crown ó sì parí ní ọjọ́ kẹta osù kẹjọ.","zu":"Icala liqulwe e-Birmingham Crown Court futhi liphele ngomhlaka-3 Agasti."}
{"ar":"القهوة هي إحدى أكثر السلع المتداولة في العالم، وقد تعثر على أنواع كثيرة في منطقتك الأم.","zh":"咖啡是全球交易量最大的商品之一，你在家乡很可能可以买到种类繁多的咖啡。","en":"Coffee is one of the world's most traded commodities, and you can probably find many types in your home region.","eu":"Kafea da munduan gehien salerosten den produktua eta, seguruenik, zeure eskualdean hainbat kafe mota egongo dira eskuragarri.","fr":"Le café est l’une des marchandises les plus vendues au monde, et vous pouvez probablement en trouver de nombreux types dans votre région d’origine.","ml":"ലോകത്തിൽ ഏറ്റവും അധികം വ്യാപാരം ചെയ്യപ്പെടുന്ന ചരക്കുകളിൽ ഒന്നാണ്‌ കാപ്പി, നിങ്ങളുടെ നാട്ടിൽ മിക്കവാറും പല തരത്തിലുള്ളവ കണ്ടെത്താൻ നിങ്ങൾക്ക്  കഴിയും.","mr":"कॉफी ही जगातील सर्वाधिक व्यापार केल्या जाणाऱ्या वस्तूंपैकी 1 आहे तसेच तुम्हाला तुमच्या गृह प्रदेशात याचे अनेक प्रकार आढळतील.","ne":"कफी विश्वको सबैभन्दा धेरै व्यापार गरिने चीजहरूमध्ये एक हो र तपाईं सायद आफ्नो घर क्षेत्रमा यसका धेरै प्रकारहरू भेट्टाउनुहुनेछ।","es":"El café es una de las mercancías básicas que más se comercializa a nivel mundial y es probable que encuentre muchas variedades en su región de origen.","sw":"Kahawa ni mojawapo ya bidhaa zinazouzwa sana duniani, na labda unaweza kupata aina nyingi katika eneo lako la nyumbani.","te":"కాఫీ ప్రపంచంలో అత్యంత వర్తకం చేసే వస్తువులలో ఒకటి,  మీరు బహుశా మీ ఇంటి ప్రాంతంలో అనేక రకాలను చూడవచ్చు.","ur":"کافی دنیا کی سب سے زیادہ تجارت والی اشیاء میں سے ایک ہے، اور آپکو اپنے آبائی علاقے میں اسکی کئی قسمیں مل جائیں گی۔","vi":"Cà phê là một trong những mặt hàng được buôn bán nhiều nhất thế giới và bạn có thể tìm thấy rất nhiều loại cà phê nơi quê nhà của mình.","xh":"Ikofu yeyona mveliso kurhwetywa ngayo ehlabathini, yaye ungafumana iintlobo ezahlukahlukeneyo kummandla ohlala kuwo.","yo":"Kọfí jẹ́ ọ̀kan nínú àwọn ohun èlò tí wọ́n ń tà lágbàáyé, o sì lè rí i ní ọ̀pọ̀ ẹkùn ilé rẹ.","zu":"Ikhofi lingomunye wemikhiqizo yomhlaba okuhwetshwa ngawo kakhulu, futhi cishe ungathola izinhlobo eziningi endaweni yangakini."}
{"ar":"غالبًا ما يتطلب تصوير الحياة البرية عدسة تليفوتوجرافي طويلة، على الرغم من أن أشياء مثل سرب من الطيور أو مخلوق صغير تحتاج إلى عدسات أخرى.","zh":"拍摄野生动物通常会用到长焦镜头，不过拍鸟群或微小生物之类的对象则需要其他镜头。","en":"Wildlife photography often requires a long telephoto lens, though things like a flock of birds or a tiny creature need other lenses.","eu":"Animalien argazkilaritzan telefoto-lente luzeak behar dira, baina txori multzo batek edo izaki oso txikiek beste lente bat beharko dute.","fr":"La photographie de la vie sauvage nécessite souvent un long téléobjectif. Toutefois, d'autres scènes comme une volée d'oiseaux ou une minuscule créature exigent l'utilisation d'autres objectifs.","ml":"വന്യജീവി ഫോട്ടോഗ്രാഫിക്ക് പലപ്പോഴും ഒരു നീണ്ട ടെലിഫോട്ടോ ലെൻസ് ആവശ്യമാണ്, എങ്കിലും പക്ഷികളുടെ കൂട്ടമോ ഒരു ചെറിയ ജീവിയോ പോലുള്ളതിന് മറ്റ് ലെൻസുകൾ ആവശ്യമാണ്.","mr":"पक्ष्यांचा थवा किंवा सूक्ष्म कीटक  इतर प्रकारच्या भिंगांची आवश्यकता असली तरीही वन्यजीव छायाचित्रणासाठी लांब टेलीफोटो भिंगांची आवश्यकता असते.","ne":"वाइल्डलाइफ फोटोग्राफीका लागि प्राय: लामो टेलिफोटो लेन्सको आवश्यक परेता पनि चराहरूको बथान वा साना प्राणी जस्ता चीजलाई अन्य प्रकारका लेन्सहरू चाहिन्छ।","es":"Por lo general, para la fotografía de vida silvestre es preciso utilizar un teleobjetivo largo, aunque se requiere otro tipo de lentes para objetivos como una bandada de pájaros o una criatura muy pequeña.","sw":"Mara nyingi upigaji picha za wanyamapori huhitaji lenzi ndefu, ingawa vitu kama kundi la ndege au kiumbe mdogo huhitaji lenzi nyingine.","te":"వన్యప్రాణుల ఫోటోగ్రఫీకి తరచూ పొడవైన టెలిఫోటో లెన్స్ అవసరం ఉంటాయి, అయితే పక్షుల గుంపు లేదా చిన్న జీవి వంటి వాటి కోసం ఇతర లెన్సులు అవసరం.","ur":"وائلڈ لائف فوٹوگرافی میں اکثر ایک لمبی ٹیلی فوٹو لینس کی ضرورت ہوتی ہے، حالانکہ پرندوں کے جھنڈ یا ایک چھوٹی مخلوق جیسی چیزوں کے لئے دوسرے لینس کی ضرورت ہوتی ہے۔","vi":"Chụp ảnh động vật hoang dã thường cần một ống kính tele dài, tuy vậy chụp ảnh đàn chim hay những sinh vật nhỏ cần những ống kính khác.","xh":"Ukufota izilwanyana kudla ngokufuna ilensi eyi-telephoto, nangona izinto ezifana neentaka ezininzi okanye izinto ezincinci zifuna iilensi ezahlukileyo.","yo":"Aworan yiya ẹranko igbo ma n nilo lẹnsi tẹlifoto gigun, amọ awọn nkan bii ẹgbẹ ẹyẹ to n fo abi ohun alaye kekere ma n nilo awọn lẹnsi miin.","zu":"Ukuthatha amafotho wasendle ngokuvamile kudinga ilensi yamafotho ende, nakuba izinto ezinjengomhlambi wezinyoni noma izidalwa ezincane zidinga amanye amalensi."}
{"ar":"وكان بنك نورثرن روك قد طلب الدعم بسبب تعرضه لأزمة الرهن العقاري الثانوي في عام 2007.","zh":"由于在 2007 年次贷危机期间遭到曝光，北岩银行 (Northern Rock) 曾请求政府提供援助。","en":"Northern Rock had required support due to its exposure during the subprime mortgage crisis in 2007.","eu":"Northern Rock-ek laguntza behar izan zuen 2007ko arrisku handiko hipotekekin izan zituen gorabeherak direla eta.","fr":"Northern Rock avait sollicité une aide en raison de son exposition aux effets de la crise des subprimes en 2007.","ml":"2007-ലെ സബ്പ്രൈം മോർട്ട്ഗേജ് പ്രതിസന്ധിയുടെ സമയത്തെ അതിന്റെ എക്സ്പോഷർ കാരണം നോർത്തേൺ റോക്കിന് പിന്തുണ ആവശ്യമായിരുന്നു.","mr":"2007 सबप्राईम जामीन संकटामध्ये त्याच्या उघडीकीमुळे नॉर्दर्न रॉक यास आधाराची आवश्यकता होती.","ne":"नर्दन रकलाई सन् 2007 मा सबप्राइम धितो सङ्कटका समयमा यसको एक्सपोजरका कारण समर्थन आवश्यक परेको थियो।","es":"Como consecuencia de su exposición durante la crisis de las hipotecas de alto riesgo en 2007, había sido necesario para Northern Rock obtener respaldo económico.","sw":"Benki ya Northern Rock ilihitaji msaada kwa sababu ya hatari za mzozo wa rehani wa 2007.","te":"2007 లో సబ్‌ప్రైమ్ తనఖా సంక్షోభం సమయంలో బహిర్గతం కావడంతో నార్తర్న్ రాక్‌కు మద్దతు అవసరం.","ur":"2007 کے دوران سب پرائم قرضہ جاتی بحران سے سامنا ہونے کی بنا پر ناردرن راک کو حمایت کی ضرورت تھی۔","vi":"Northern Rock đã yêu cầu trợ giúp vì bị ảnh hưởng bởi cuộc khủng hoảng cầm cố dưới chuẩn năm 2007.","xh":"I-Northern Rock yayifuna inkxaso ngenxa yokuvezwa kwayo ngexesha lwengxabangxaba lwemali mboleko yezindlu ngo-2007.","yo":"Northen Rock ti béèrè fún àtìlẹyìn látàrí ohun tó ṣẹlẹ̀ nínú àjálù ẹ̀yáwo aláìleèsanpadà ní ọdún 2007.","zu":"INorthern Rock icele ukusekelwa ngenxa yokuchayeka kwayo phakathi nenhlekelele yesikweletu esibi sezindlu ngo-2007."}
{"ar":"أنهت ماروشيدور في الصدارة بفارق ست نقاط عن نوسا صاحبة المركز الثاني.","zh":"马鲁基多尔 (Maroochydore) 已经遥遥领先，以六分的优势领先第二名的努沙 (Noosa)。","en":"Maroochydore had finished on top of the ladder, six points clear of Noosa in second.","eu":"Maroochydore taularen gorenean geratu da, bigarrenari, Noosa-ri, sei puntu aterata.","fr":"Maroochydore avait terminé en haut de l'échelle, avec six points d'avance sur Noosa qui arrive en deuxième position.","ml":"മാരോചിഡോർ ലാഡറിന് മുകളിൽ പൂർത്തിയാക്കി, രണ്ടാം സ്ഥാനത്ത് നൂസയെക്കുറിച്ച് 6 പോയിന്റുകൾ വ്യക്തമാണ്.","mr":"मरुकीडोअर शिडीच्या सर्वोच्च स्थानी पोहोचला होता. दुसऱ्या स्थानावरील नूसापासून 6 पॉईंट्स दूर.","ne":"मारुचीडोर दोस्रो स्थानमा रहेको नुसा भन्दा स्पष्ट छ अङ्कको साथ अङ्क तालिकाको शीर्ष  स्थानमा पुगेको थियो।","es":"Maroochydore había finalizado en la cima del podio, con una ventaja de seis puntos sobre Noosa, que obtuvo el segundo lugar.","sw":"Maroochidore ilikuwa imemaliza juu ya ngazi, alama sita wazi mbele ya Noosa kwa nafasi ya pili.","te":"Maroochydore పాయింట్ల పట్టికలో అగ్రస్థానంలో ఉన్నారు, 6 పాయింట్‌లతో Noosa రెండో స్థానంలో నిలిచారు.","ur":"ماروچائیڈور سیڑھی کے ٹاپ پر جا کر رکا۔ نوزا کے چھے پوائنٹ سیکنڈ میں کلیر ہو گئے۔","vi":"Maroochydore đứng đầu bảng xếp hạng, cách biệt sáu điểm so với Noosa ở vị trí thứ nhì.","xh":"IMaroochydore yagqiba ikwindawo yokuqala, ngamanqaku amathandathu ngaphezulu kuneNoosa ekwindawo yesibinini.","yo":"Maroochydore ti parí lórí òkè téńté àkàsọ̀, àmì ayò mẹ́fà ni ó fi la Noosa tí o wà ni ipò kejì.","zu":"I-Maroochydore yayiqede phezulu kwesitebhisi, yaqoqa amaphuzu ayisithupha kune-Noosa eyayingeyesibili."}
{"ar":"أشار الدليل تبعاً لذلك أنه تم التلاعب بأوراق الاختبار مع هال و34 آخرين من موظفي التعليم، اللذين تم اتهامهم في 2013.","zh":"此后的证据表明试卷被篡改过，霍尔 (Hall) 和其他 34 名教育官员因此在 2013 年被起诉。","en":"Evidence thereafter indicated test papers were tampered with Hall, along with 34 other education officials, was indicted in 2013.","eu":"Horren ondoren agertutako aztarnek erakutsi zuten azterketak faltsifikatu egin zirela, eta 2013an Hall eta hezkuntzako beste 34 funtzionario inputatu zituzten.","fr":"Les preuves ont montré par la suite que les tests avaient été falsifiés par Hall, ainsi que par 34 autres fonctionnaires de l'éducation nationale, qui ont été mis en examen en 2013.","ml":"ഉത്തരക്കടലാസുകൾ താറുമാറാക്കിയെന്നും തെളിവുകൾ സൂചിപ്പിച്ചു, ഹാളിനെ കൂടാതെ 34 വിദ്യാഭ്യാസ ഉദ്യോഗസ്ഥരും 2013-ൽ കൂടി കുറ്റാരോപിതരായി.","mr":"त्यानंतर हॉलमध्ये चाचणीच्या कागदपत्रांमध्ये छेडछाड केले असल्याचे संकेत दर्शवले गेले होते, तसेच 2013 मध्ये इतर 34 शिक्ष्ण अधिकार्‍यांसह आरोपी दाखल केले गेले होते.","ne":"त्यसपछि प्राप्त प्रमाणहरूले परीक्षाका उत्तरपुस्तिकामा छेडछाड गरिएको थियो भन्ने जनाएका थिए। हललगायतका अन्य 34 जना शिक्षा अधिकारीहरूलाई सन् 2013 मा अभियोग लगाइएको थियो।","es":"De allí en adelante, la evidencia demostró que los exámenes habían sido falsificados. En 2013, Hall y otros 34 funcionarios educativos fueron acusados.","sw":"Ushahidi baadaye ulionyesha karatasi za mtihani zilivurugwa. Hall, pamoja na maafisa wengine 34 wa elimu, alishtakiwa mnamo 2013.","te":"ఆ తర్వాత సాక్ష్య౦, 34 ఇతర విద్యాశాఖ అధికారులతో కలిసి హాల్ పరీక్షపత్రాలను ట్యా౦పర్ చేసినట్లు సూచించింది, 2013లో నేరారోపణ చేయబడ్డారు.","ur":"اس کے بعد شواہد نے ظاہر کیا کہ ہال نے، دیگر 34 تعلیمی عہدیداران کے ہمراہ ٹیسٹ پیپرز میں تحریف کی تھی، جن پر 2013 میں فرد جرم عائد کی گئی۔","vi":"Bằng chứng sau đó cho thấy các bài thi đã bị sửa đổi và Hall, cùng với 34 viên chức giáo dục khác, đã bị truy tố vào năm 2013.","xh":"Ubungqina emva koko babonisa ukuba amaphepha ovavanyo aphazanyiswe yaye uHall, kunye namanye amagosa ezemfundo angama-34, abekwa ityala ngo-2013.","yo":"Ẹ̀rí fi hàn wípé wọn ti fi ọwọ́ kan àwọn bébà àyẹ̀wò àti Gbọǹgàn pẹ̀lú àwọn òṣìṣẹ́ ètò ẹ̀kọ́ mẹ́rìnlelọ́gbọ̀n ní ọdún 201.","zu":"Ngakho-ke ubufakazi bubonisa ukuthi uHall, kanye nezinye izikhulu zemfundo ezingu-34, zigange ngamaphepha okuhlolwa, kwavezwa ngo-2013,"}
{"ar":"قالت: \"لا توجد معلومات استخبارية تشير إلى هجوم وشيك.","zh":"她说：“没有情报表明近期会有袭击发生。","en":"She said, \"There is no intelligence to suggest that an attack is expected imminently.","eu":"Haren esanean, “ez dago berehalako erasoren bat gertatuko dela dioen informaziorik.","fr":"Elle a déclaré : « Aucun renseignement ne permet de penser qu'une attaque est pressentie dans l’immédiat ».","ml":"\"അവള്‍ പറഞ്ഞു, \"\"ഒരു ആക്രമണം ഉടന്‍തന്നെ പ്രതീക്ഷിക്കാമെന്നുള്ള ഇന്‍റലിജന്‍സ് അറിയിപ്പുകളൊന്നുമില്ല.\"","mr":"त्या म्हणाल्या, ''त्वरित हल्ला होण्याची शक्यता वर्तवण्यासाठी कोणतीही गुप्तचर यंत्रणा नाही.","ne":"उनले भनिन्, “त्यहाँ कुनै आक्रमण तत्काल हुने वाला छ भन्ने सुझाव दिने कुनै बौद्धिक जानकारी छैन।”","es":"Ella afirmó: «No hay inteligencia que sugiera que sea esperable un ataque en lo inmediato.","sw":"Alisema, \"Hakuna busara ya kupendekeza kuwa shambulio linatarajiwa kabisa.","te":"ఈ సందర్భంగా ఆమె మాట్లాడుతూ.. 'దాడి జరిగే అవకాశం ఉందని చెప్పడానికి ఎలాంటి తెలివితేటలు లేవు.","ur":"اُس نے کہا،”اس بات کی تجویز دینا کوئی عقلمندی نہیں کہ ایک حملہ فوری طور پر متوقّع ہے۔","vi":"Bà nói: \"Không có thông tin tình báo nào cảnh báo về một cuộc tấn công sắp diễn ra.","xh":"Uthe, \"Akukho zinkcukatha ezithi kunohlaselo olulindelweyo.","yo":"Arábìnrin náà sọ wípé “Kò sí ìtalólobó kankan tó tọ́ka sí wípé àkọlù jẹ ohun ti à ń retí láìpẹ́.","zu":"Wathi, \"Ayikho imibiko esikisela ukuthi ukuhlaselwa kumelwe kulindelwe maduzane."}
{"ar":"أسهل طريقة للبدء في مجال كتابات السفر هي شحذ المهارات على موقع إلكتروني معتمد للمدوّنات السفريّة.","zh":"开始旅行写作最简单的方法就是在一个资深旅行博客网站上磨练你的技能。","en":"The easiest way to get started in the business of travel writing is to hone your skills on an established travel blog website.","eu":"Bidaia-blogen webgune batean trebetasunak lantzea da bidaia-idazle lanetan hasteko modurik errazena.","fr":"Le moyen le plus simple de se lancer dans la rédaction d’articles de voyage est de se perfectionner sur un blogue de voyage bien établi.","ml":"ഒരു യാത്രാ ബ്ലോഗ് വെബ്സൈറ്റിൽ നിങ്ങളുടെ കഴിവുകൾ ‌തെളിയിക്കുക എന്നതാണ് യാത്രകളെ കുറിച്ചെഴുതുന്ന ബിസിനെസ്സിൽ പ്രവേശിക്കാനുള്ള എളുപ്പവഴി.","mr":"प्रवासी लेखनाच्या व्यवसायामध्ये आपली सुरवात करण्याचा सर्वात सोपा मार्ग म्हणजे तुमच्या कौशल्याला कोणत्यातरी प्रसिद्ध प्रवासी ब्लॉग संकेत स्थळावर प्रकाशित करणे.","ne":"यात्रा लेखनको व्यवसाय सुरुवात गर्ने सबैभन्दा सजिलो तरिका तपाईंका सीपहरूलाई स्थापित यात्रा ब्लगको वेबसाइटमा तिखार्नु हो।","es":"La manera más sencilla de comenzar en el negocio de la escritura sobre viajes es mejorar sus aptitudes en una página web de blogs de viajes establecida.","sw":"Njia ilio rahisi kuanza biashara ya uandishi wa usafiri ni kuonyeshana ujuzi wako kwenye tovuti ya blogu ya usafiri iliyo imara.","te":"ట్రావెల్ రైటింగ్ బిజినెస్ లో ప్రారంభించడానికి సులభమైన మార్గం, ఒక ఎస్టాబ్లిష్ డ్ ట్రావెల్ బ్లాగ్ వెబ్ సైట్ లో మీ నైపుణ్యాలను పెంపొందించడం.","ur":"سفری تحریر لکھنے کی تجارت شروع کرنے کا آسان طریقہ یہ ہے کہ کسی مستحکم ٹریول بلاگ ویب سائٹ پر اپنی صلاحیتوں کو نکھاریں۔","vi":"Cách dễ nhất để bắt đầu nghề nhà báo du lịch là trau dồi kỹ năng của bạn trên một trang web nhật ký du lịch được nhiều người biết đến.","xh":"Indlela elula yokuqala ishishini lakho lokubhala ngokhenketho kukuba ulole izakhono zakho kwi webhusaythi okanye iblog esele izinzile.","yo":"Ọ̀nà tó rọrùn láti bẹ̀rẹ̀ nínú okoòwò kíkọ nípa ìrìnnà ni láti fi ìmọ̀ rẹ̀ lórí ìdásílẹ̀ ìtàkùn ìrìnàjò.","zu":"Indlela elula kakhulu yokuqalisa ebhizinisini lokubhala ngohambo ukuthuthukisa amakhono wakho kuyibhulogi yewebhusayithi yokuhamba emisiwe."}
{"ar":"تأكد من أنك تعرف ما يمكنك وما لا يمكنك إحضاره والإعلان عن أي شيء يتجاوز الحدود القانونية.","zh":"确保知晓可以携带什么，不能携带什么，并申报任何超出法律允许的物件。","en":"Make sure you know what you can and cannot bring in and declare anything over the legal limits.","eu":"Ziurtatu badakizula zer eraman dezakezun eta zer ez, eta deklara ezazu muga legalak gainditzen duen ezer.","fr":"Assurez-vous de savoir ce que vous pouvez et ne pouvez pas apporter, et déclarez tout ce qui dépasse les limites légales.","ml":"നിങ്ങൾക്ക് കൊണ്ടുവരാവുന്നതും കൊണ്ടുവരാൻ പാടില്ലാത്തതും എന്താണെന്ന് അറിയാമെന്ന് ഉറപ്പാക്കുക, നിയമപരമായ പരിധികളിൽ പെടാത്ത എന്തും വെളിപ്പെടുത്തുക.","mr":"आपण काय आणू शकतो आणि काय आणू शकत नाही हे तुम्हाला माहित असल्याची आधी खात्री करून घ्या आणि जे काही कायदेशीर मर्यादेच्याबाहेर आहे ते सांगा.","ne":"तपाईंले के ल्याउन सक्नुहुन्छ र सक्नुहुन्न भन्ने तपाईंलाई थाहा छ भनी सुनिश्चित गर्नुहोस् र कानुनी दायराभित्र कुनै पनि घोषणा गर्नुहोस्।","es":"Procure tener claro qué artículos pueden ingresar y cuáles no. Asimismo, declare cualquier bien que exceda los límites legales.","sw":"Hakikisha unajua kile unachoweza na hauwezi kuleta kisha kutangaza kitu chochote juu ya mipaka ya kisheria.","te":"మీరు ఏం చేయగలరో మరియు తీసుకురాలేరో మరియు చట్టపరమైన పరిమితులకు లోబడి ఏది ప్రకటించచ్చో మీరు తెలుసుకోండి.","ur":"اس بات کو یقینی بنائیں کہ آپ جانتے ہیں کہ آپ کیا لا سکتے ہیں اور کیا نہیں اور قانونی حدود میں کسی بھی چیز کا اعلان کرسکتے ہیں۔","vi":"Hãy chắc chắn rằng bạn biết rõ những gì được phép và không được phép mang theo, và khai báo bất cứ thứ gì vượt quá giới hạn theo luật định.","xh":"Qinisekisa ukuba uyazi ukuba ungangenisa ntoni kwaye awunako ukuzisa ubhengeze nantoni na ngaphezulu komda osemthethweni.","yo":"Sàrìdájú wípé o mọ ohun tí o le kó wọlé àti èyí tí o kò le kó wọlé, kí o sì kéde ohungbogbo tó bá ti kọjá gbèǹdékè òfin.","zu":"Qinisekisa ukuthi uyazi ukuthi yini ongeza nayo nongenakuza nayo futhi ubike noma yini kwabomthetho."}
{"ar":"عندما تصل الكبسولة للأرض وتدخل الغلاف الجوّي، حوالي الساعة الخامسة صباحاً (بالتوقيت الشرقي)، فمن المتوقع أن تقدّم عرضاً ضوئياً مثيراً للناس في شمال كاليفورنيا، وأوريغون، ونيفادا ويوتا.","zh":"太空舱大约会在早上 5 点（东部时间）到达地球，并进入大气层，为北加州、俄勒冈州、内华达州和犹他州的居民上演一场精彩的焰火秀。","en":"When the capsule gets to Earth and enters the atmosphere, at about 5am (eastern time), it is expected to put on quite a light show for folks in Northern California, Oregon, Nevada, and Utah.","eu":"Kapsula Lurrera iritsi eta atmosferan sartzen denean, goizeko 5:00ak inguruan (ekialdeko ordua), argi-espektakulu ikusgarria izango dute Kalifornia iparraldeko, Oregon-eko, Nevada-ko eta Utah-ko biztanleek.","fr":"Quand la capsule rentrera dans l’atmosphère terrestre, vers 5 heures du matin (heure de l’Est), elle offrira un spectacle lumineux spectaculaire aux habitants du nord de la Californie, de l’Oregon, du Nevada et de l’Utah.","ml":"പേടകം പുലർച്ചെ 5 മണിയോടെ (കിഴക്കൻ സമയം) ഭൂമിയുടെ അന്തരീക്ഷത്തിലേക്ക് പ്രവേശിക്കുമ്പോൾ വടക്കൻ കാലിഫോർണിയ, ഒറിഗോൺ, നെവാഡ, യൂറ്റ തുടങ്ങിയ സ്ഥലങ്ങളിലെ ആളുകൾക്ക് ഇത് ഒരു ലൈറ്റ് ഷോ ഒരുക്കുമെന്ന് പ്രതീക്ഷിക്കുന്നു.","mr":"जेव्हा कॅप्सूल पृथ्वीवर पोहोचून वातावरणात प्रवेश करेल तेव्हा, पाहाटे ५ वाजण्याच्या सुमारास (पूर्वेकडील वेळ), कॅलिफोर्निया, उत्तर कॅलिफोर्निया, ओरेगॉन, नेवाडा आणि उताहमधील लोकांना प्रकाशाचा उत्सव पाहता येईल, अशी अपेक्षा आहे.","ne":"क्याप्सूल पृथ्वीमा पुगेर वायुमण्डलमा प्रवेश गर्छ, बिहान 5 बजे (पूर्वी समय) मा, यसले उत्तरी क्यालिफर्निया, ओरेगन, नेभादा र उताह (Northern California, Oregon, Nevada and Utah) मा मानिसहरूलाई धेरै प्रकाश कार्यक्रम राख्ने अपेक्षा गरिन्छ।","es":"Se espera que, al momento del ingreso a la atmósfera de la cápsula, cuando esta llegue a la Tierra, lo que ocurrirá cerca de las 5 de la mañana (hora del este), produzca un espectáculo de muchas luces visible para las personas del norte de California, Oregón, Nevada y Utah.","sw":"Wakati kibonge kitakapofika Duniani na kuingia kwenye angahewa, takriban saa 11 asubuhi (saa za mashariki), kinatarajiwa kutoa onyesho lenye mwangaza kwa wakaaji wa California Kaskazini, Oregon, Nevada na Utah.","te":"క్యాప్సూల్ భూమికి దగ్గరగా వచ్చి వాతావరణంలోకి ప్రవేశించినప్పుడు, సుమారు ఉదయం 5 గంటల (తూర్పు సమయం) సమయంలో, ఇది ఉత్తర కాలిఫోర్నియా, ఒరెగాన్, నెవాడా మరియు ఉతాలోని ప్రజలకి లైట్ షో ప్రదర్శిస్తుందని ఊహించబడింది.","ur":"جب کیپسول زمین کو چھوڑتا ہے اور فضا میں داخل ہوتا ہے تو، صبح کے تقریبا 5 بجے (مشرقی وقت)، شمالی کیلیفورنیا، اوریگون، نیوادا اور یوٹاہ میں لوگوں کیلئے لائٹ شو کا نظارہ پیش کرے گا۔","vi":"Khi chiếc hộp về đến Trái Đất và đi vào bầu khí quyển, khoảng 5 giờ sáng (giờ miền đông), theo dự báo nó sẽ tạo ra một cảnh tượng khá đẹp mắt mà người dân các vùng Bắc California, Oregon, Nevada, và Utah có thể thưởng thức.","xh":"Xa icapsule ingena ehlabathini ingene emoyeni womhlaba, ngaboo 5 ekuseni (kwixesha labucala basekhohlo), kulindelwe ukuba izokhanya ibonakale kwabantu base-Northen California, e-Oregon, e-Nevada, nase-Utah.","yo":"Bí kápísù bá dé inú ayé tí ó wọ inú afẹ́fẹ́, àti ní ǹkan bi í aago márùn ún òwúrọ̀ (àkókò ìlà òrùn) èyí ni wọ́n ń retí wípé yíó sàfihàn eré ráńpẹ́ fáwọn èèyàn tó wà ní àríwá California, Oregon, Nevada, àti Utah.","zu":"Lapho umkhumbi-mkhathi ufika eMhlabeni futhi ungena emkhathini, cishe ngo-5 ekuseni (ngokwesikhathi sasempumalanga) kulindeleke ukuba wenze umbukwane wokukhanya wabantu baseNyakatho California, e-Oregon, eNavada, kanye nase-Utah."}
{"ar":"تأتي كلمة الخليّة من الكلمة اللاتينية cella والتي معناها غرفةٌ صغيرةٌ.","zh":"Cell（细胞）一词源自拉丁语cella（意思是小房间）。","en":"Cell comes from the Latin word cella which means small room.","eu":"Gela txikia esan nahi duen latineko cella hitzetik dator zelula.","fr":"Cellule vient du mot latin cella signifiant petite pièce.","ml":"ചെറിയ മുറി എന്നർത്ഥമുള്ള സെല്ല എന്ന ലാറ്റിൻ പദത്തിൽ നിന്നാണ് സെൽ എന്ന വാക്കുണ്ടായത്.","mr":"सेल हा शब्द सेला या लॅटिन शब्दावरून आला आहे ज्याचा अर्थ आहे एक छोटी खोली.","ne":"सेल भन्ने शब्द सेला नामक ल्याटिन शब्दबाट आएको हो जसको अर्थ सानो कोठा हुन्छ।","es":"El término célula deriva de la palabra latina cella, que quiere decir «cuarto pequeño».","sw":"Seli linatokana na neno cella la Kilatini ambalo humaanisha chumba kidogo.","te":"సెల్ అనేది లాటిన్ పదం సెల్లా నుండి వచ్చింది, సెల్ అనగా చిన్న గది.","ur":"سیل کو لاطینی لفظ سیلیا سے لیا گیا ہے، جس کا مطلب چھوٹا کمرہ ہوتا ہے-","vi":"Từ cell xuất phát từ chữ cella trong tiếng Latinh có nghĩa là căn phòng nhỏ.","xh":"Useli uvela kwigama lesi-Latin u-cella elihetha ukuthi igumbi lincinci.","yo":"Seeli wa lati oro Latiini cella to tumo si iyara kekere.","zu":"I-cell ivela egameni lesiLatin elithi cella elisho igumbi elincane."}
{"ar":"يحلم العديد باليوم الذي يمكن أن يسافر فيه البشر إلى نجم آخر، واستكشاف عوالم أخرى، يتساءل البعض ما الذي يحدث هناك، يُعتقد أن الحياة الأخرى أو الكائنات الفضائية تعيش على كوكب آخر.","zh":"许多人梦想着人类有一天可以移民到其他星球，探索其他世界。有些人想知道宇宙有什么；有些人相信其他行星上可能有外星人或其他生命。","en":"Many people dream of the day when humans can travel to another star and explore other worlds, some people wonder what's out there some belive that aliens or other life may live on another plant.","eu":"Jende askok amets egiten du gizakiok beste izar batera bidaiatzeko eta beste mundu batzuk esploratzeko unearekin, batzuek jakin nahi dute zer dagoen hor kanpoan, zeren, haien ustez, posible da estralurtarrak edo beste izaki batzuk bizitzea beste planeta batean.","fr":"Beaucoup rêvent du jour où nous pourrons voyager vers une autre étoile et explorer d'autres mondes. Pour certains, il s'agit de savoir ce qu'il y a ailleurs, d'autres croient que des extraterrestres ou d'autres formes de vie pourraient vivre sur une autre planète.","ml":"മനുഷ്യരാശിക്ക് മറ്റ് നക്ഷത്രങ്ങളിലേക്ക് സഞ്ചരിക്കുവാനും മറ്റ് ലോകങ്ങൾ പര്യവേക്ഷണം ചെയ്യുവാനും സാധ്യമാവുന്ന ദിവസത്തെക്കുറിച്ച് കുറെ ആളുകൾ സ്വപ്നം കാണുന്നുണ്ട്, ചിലർ ശൂന്യാകാശത്ത് എന്താണുള്ളത് എന്നതിനെക്കുറിച്ച് അത്ഭുദപ്പെടുന്നു, ചിലർ അന്യഗ്രഹങ്ങളിൽ ജീവനുണ്ട് എന്ന് വിശ്വസിക്കുന്നു.","mr":"बरेच लोकं त्या दिवसाचे स्वप्न पाहतात जेव्हा माणूस दुसऱ्या ताऱ्याकडे प्रवास करुन इतर जगाचा शोध घेऊ शकेल, काही लोकांना तेथे काय आहे याचे आश्चर्य वाटते अथवा काही लोकं एलियन किंवा इतर जीवन दुसर्‍या ग्रहावर जगू शकते यावर विश्वास ठेवतात.","ne":"धेरै मानिसहरूले त्यस दिनको सपना देख्छन् जब मानव अर्को तारामा यात्रा गर्न र अन्य संसारहरूको अन्वेषण गर्न सक्दछन्, केही मानिसहरू त्यहाँबाट के निस्किन्छ भनेर अचम्म मान्छन् र केहीले एलियन वा अन्य जीवन अर्को संयन्त्रमा बाँच्न सक्ने विश्वास गर्दछन्।","es":"Muchas personas sueñan con el día en que los humanos viajen a otra estrella y exploren otros mundos. Algunas se preguntan qué hay allí afuera, otras creen que en otros planetas pueden vivir extraterrestres u otras formas de vida.","sw":"Watu wengi huota kuhusu siku ambayo wanadamu wanaweza kusafiri kwa nyota nyingine na kuvumbua ulimwengu mwingine. Watu wengine hushangaa ni nini iko huko nje, wengine wanaamini kuwa wageni au maisha mengine yanaweza kuishi kwenye sayari nyingine.","te":"మానవులు వేరే నక్షత్రానికి ప్రయాణించి ఇతర ప్రపంచాలను అన్వేషించగల రోజును గురించి చాలామంది కలలు కంటున్నారు, గ్రహాంతర వాసులు లేదా ఇతర జీవనాగాములు మరో మొక్కపై జీవించవచ్చని కొంతమంది ఆశ్చర్యపోతారు.","ur":"کئی لوگ اس دن کا خواب دیکھتے ہیں جب انسان کسی دوسرے سیارے کی جانب سفر کر سکےگا اور دوسری دنیا دریافت کریگا، کچھ لوگوں کو حیرت ہوتی ہے کہ آخر وہاں کیا ہے، کچھ لوگوں کا ماننا ہے کہ کسی دوسرے سیارے پر شاید الیینز یا دوسری زندگیاں آباد ہوں گی۔","vi":"Nhiều người mơ ước đến ngày mà loài người có thể đi đến một vì sao khác và khám phá những thế giới khác, một số người thắc mắc là có cái gì ở ngoài kia và một số người tin rằng người ngoài hành tinh hoặc những dạng sống khác có thể tồn tại ở một hành tinh khác.","xh":"Abantu abaninzi banamaphupha apho uluntu lungaya kwenye inkwenkwezi lubone amanye amazwe, abanye bayamangaliswa kokukhoyo apho abanye bakholelwa ukuba i-alien okanye obunye ubomi bukhona okanye ezinye izityalo","yo":"Ọ̀pọ̀ èyàn ló n lálàá ọjọ́ tí ọmọ èyàn á rin ìrìn àjò lọ sínú ìràwọ̀ mín tí wọn á káàkiri agbaye mín, àwọn èyàn mín ń ro nkan tí ó wà ní agbaye mín àwọn kan gbàgbọ́ pé àwọn àjòjì mín wà, tàbí pé alàyè wà ní àwọn agbọn mín.","zu":"Abantu abaningi baphupha ngosuku lapho beyokwazi ukuvakashela izinkanyezi baphinde babone neminye imihlaba, abanye bayazibuza ukuthi kunani lapha phezulu abanye bakholelwa ukuthi abantu bakwamanye amapulanethi noma ezinye izinhlobo zokuphila zingaphila kwelinye ipulanethi."}
{"ar":"لا تُصدر خدمة المنتزه (ميناي) تصاريح دخول المنتزه قبل أكثر من شهر من الوصول المتوقع.","zh":"公园管理局只发出预计到访日期之前一个月以内的公园许可证。","en":"The Park Service (MINAE) does not issue park permits more than one month in advance of anticipated arrival.","eu":"Parkeko zerbitzuak (MINAE) ez ditu ematen parkera sartzeko baimenak iritsiera-data baino hilabete bat baino lehenago.","fr":"Le bureau du parc (MINAE) ne délivre pas de permis plus d’un mois avant l’arrivée prévue.","ml":"പാർക്ക് സർവീസ് (എം ഐ എൻ എ ഇ ) പ്രതീക്ഷിക്കുന്ന വരവിന് 1  മാസത്തിൽ കൂടുതൽ പാർക്ക് പെർമിറ്റുകൾ നൽകുന്നില്ല.","mr":"पार्क सेवा (MINAE) अपेक्षित आगमनाच्या एका महिन्यापेक्षा अधिक पार्क परवाने जरी करत नाही.","ne":"पार्क सेवा (MINAE) ले अपेक्षित आगमनको एक महिनाभन्दा पहिले पार्क अनुमति जारी गर्दैन।","es":"El Servicio de Parques (MINAE) no otorga permisos de ingreso con más de un mes de anticipación a la fecha de arribo prevista.","sw":"Huduma ya Mbuga (MINAE) haitoi vibali vya zaidi ya mwezi mmoja kabla ya kutarajiwa kwa kuwasili.","te":"పార్క్ సర్వీస్ (ఎం‌ఐ‌ఎన్‌ఏ‌ఈ ) పార్క్ జారీ చేయదు. 1 నెల కంటే ముందుగానే పార్క్ అనుమతులను ఇవ్వదు.","ur":"پارک سروس ( MINAE) متوقع آمد سے ایک ماہ پیشتر سے زیادہ کی کار پرمٹ جاری نہیں کرتی۔","vi":"Cục quản lý Công viên (Bộ Môi trường, Năng lượng và Viễn thông) không cấp giấy phép vào công viên trên một tháng trước chuyến đi dự kiến.","xh":"I The Park Service (MINAE) ayinikezi ngaphambi kwethuba imvume zepaki ezidlula kwinyanga enye phambi kokufika.","yo":"Ise Ogba Idaraya (MINAE) o ki n fun eeyan ni iwe ase ju osu kan ki eyan to ma de.","zu":"I-The Park Service (MINAE) ayihlinzeki ngezimvume zokupaka uma kusasele isikhathi esingaphezu kwenyanga eyodwa ngaphambi kosuku ozofika ngalo."}
{"ar":"كان لديها جيشًا وبحرية أضعف رغم أنهم بنوا مؤخرًا أربع سفن جديدة قبل بداية الحرب مباشرة.","zh":"该国陆军和海军都比较弱，尽管他们在战争开始前不久建造了四艘新舰船。","en":"It had a weaker army and a weaker navy, although they had just built four new ships right before the beginning of the war.","eu":"Armada eta marina ahulagoa zituen, nahiz eta gerra hasi baino lehen itsasontzi berriak eraiki.","fr":"Leur armée et leur flotte étaient plus faibles, et ce malgré le fait qu’ils aient construit quatre nouveaux navires juste avant le début de la guerre.","ml":"യുദ്ധം തുടങ്ങുന്നതിന് തൊട്ടുമുമ്പ് അവർ നാല് പുതിയ കപ്പലുകൾ നിർമ്മിച്ചിരുന്നെങ്കിലും അതിൽ ദുർബലമായ സൈന്യവും ദുർബലമായ നാവികസേനയും ആയിരുന്നു ഉണ്ടായിരുന്നത്.","mr":"त्यांच्याकडे कमकुवत लष्कर आणि कमकुवत नौसेना होती, तरीही त्यांनी युद्धाच्या सुरूवातीपूर्वीच नवीन 4 जहाजे बांधली होती.","ne":"योसँग कमजोर सेना र कमजोर नौसेना थियो, तथापि तिनीहरूले युद्धको ठीक अघि भर्खरै चार नयाँ जहाजहरूको निर्माण गरेका थिए।","es":"Su ejército y marina eran más débiles, aunque cuatro barcos nuevos acababan de ser construidos justo antes del inicio de la guerra.","sw":"Ilikuwa na jeshi dhaifu na nevi dhaifu, ingawa walikuwa wamejenga tu meli nne mpya kabla ya kuanza kwa vita.","te":"యుద్ధం  ప్రారంభించడానికి ముందే  వారు నాలుగు కొత్త నౌకలను నిర్మించినప్పటికీ, వారి సైన్యం మరియు నౌకాదళం  బలహీనంగా ఉంది.","ur":"اس کی بّری فوج اور بحری فوج کمزور ہیں اگرچہ انھوں نے جنگ کی بلکل شروعات میں چار نئے بیڑے بنائے۔","vi":"Họ có quân đội và hải quân yếu hơn, mặc dù học mới chỉ xây dựng bốn tàu mới trước khi bắt đầu cuộc chiến tranh.","xh":"Yayinomkhosi ongomelelanga kunye nomkhosi waselwandle ongenamandla, nangona babesanda ukwenza iinqanawa ezine ezintsha kanye ngaphambi kokuqalisa kwemfazwe.","yo":"Lóòọ́tọ́ wọ́n sẹ̀sẹ̀ kọ́ àọn ọkọ̀ ojú omi tuntun mẹ́rin sáájú kí ogun tó bẹ̀rẹ̀, ó ní ikọ̀ ológun tí kò lágbára àti àwọn ikọ̀ ológun ojú omi tí kò ra jaja.","zu":"Banamabutho angenamandla kanye nemikhumbi yempi engenamandla, ngisho noma bakhe imikhumbi emisha emine ngaphambi nje kokuqala kwempi"}
{"ar":"كانت هناك احتجاجات في جميع أنحاء العالم، والعديد من المحاكمات الجنائية، وقدم قادة حكومتي آيسلندا وباكستان استقالاتهم.","zh":"世界各地都发生了抗议活动，有几起刑事诉讼，冰岛和巴基斯坦政府的领导人都辞职了。","en":"There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.","eu":"Mundu osoan egin ziren protestak, hainbat salaketa kriminal jarri ziren eta Islandiako eta Pakistango gobernuburuek dimititu egin zuten.","fr":"Des manifestations ont eu lieu un peu partout dans le monde, il y a eu plusieurs poursuites pénales, et les dirigeants des gouvernements islandais et pakistanais ont tous deux démissionné.","ml":"ലോകമൊട്ടുക്കും പ്രതിഷേധങ്ങൾ നടന്നു, നിരവധി കുറ്റകൃത്യ ആരോപണങ്ങൾ ഉണ്ടായി, ഐസ്ലന്റിലെയും പാക്കിസ്ഥാനിലെയും ഗവൺമെന്റ് നേതാക്കൾ ഇരുവരും രാജിവെച്ചു.","mr":"जगभरात निदर्शने झाली, अनेक गुन्हेगारांना शिक्षा झाली आणि आईसलँड आणि पाकिस्तान सरकारांच्या दोन्ही प्रमुखांनी राजीनामे दिले.","ne":"विश्वव्यापी रूपमा प्रदर्शनहरू र धेरै आपराधिक अभियोग भएका थिए, र आइसल्यान्ड र पाकिस्तान दुबै सरकारका नेताले राजीनामा दिए।","es":"Se llevaron a cabo manifestaciones a nivel mundial, se condujeron numerosos juicios criminales, y los jefes de estado tanto de Islandia como de Pakistán renunciaron.","sw":"Kulikuwa na maandamano kote ulimwenguni, mashtaka kadhaa ya jinai, huku viongozi wa serikali za Aislandi na Pakistani wakijiuzulu.","te":"ప్రపంచవ్యాప్తంగా నిరసనలు, అనేక నేర విచారణలు జరిగాయి, ఐస్లాండ్ మరియు పాకిస్తాన్ ప్రభుత్వాల నాయకులు ఇద్దరూ రాజీనామా చేశారు.","ur":"دنیا بھر میں مظاہرے ہوئے تھے، فوجداری کے متعدد استغاثے قائم کئے گئے، اور آئس لینڈ اور پاکستان دونوں سرکاروں کے قائدین کو استعفی دینا پڑا تھا۔","vi":"Biểu tình nổ ra trên toàn thế giới, một số vụ truy tố hình sự và các nhà lãnh đạo của chính phủ Iceland và Pakistan đều đã từ chức.","xh":"Bekukho uqhankqalazo kwihlabathi lonke, ukutshutshiswa ngokusemthethweni, yaye iinkokheli zoorhulumente base-Iceland nasePakistan bobabini barhoxile elulawulweni.","yo":"Ìfẹ̀hónúhàn wáyé káàkiri àgbáyé, ọ̀pọ̀lọpọ̀ ìbánijẹ́jọ́ ọ̀daràn áti àwọn òlórí ìjọba Iceland àti Pakistan kọ̀wé fìposílè.","zu":"Bekunokubhikisha emhlabeni jikelele, ukumangalelwa kobugebengu okuningana, futhi abaholi bemibuso yase-Zwenileqhwa nasePakistan basula ezikhundleni bobabili."}
{"ar":"كانت الحافلة متجهة إلى سيكس فلاجز سانت لويس في ولاية ميزوري كي تعزف الفرقة أمام جمهور في عرض بيعت كل تذاكره.","zh":"当时，大巴车正在开往密苏里州圣路易市的六旗镇，观众正在那里等待乐队的表演，座无虚席。","en":"The bus was headed to Six Flags St. Louis in Missouri for the band to play to a sold-out crowd.","eu":"Bandaren autobusa Six Flags St. Louis-erantz (Missouri) zihoan, sarrera guztiak salduta zituen saioan jotzeko.","fr":"Le bus se dirigeait vers le parc de Six Flags St. Louis, dans le Missouri, pour que le groupe joue devant une salle comble.","ml":"മിസോറിയിലെ സിക്സ് ഫ്ലാഗ്‌സ് സെന്റ് ലൂയിസിലേക്കാണ് ബസ് പോയത്, ഒരു സോൾഡ്- ഔട്ട് ആൾക്കൂട്ടത്തിനുവേണ്ടി ബാൻഡ് കളിക്കാൻ.","mr":"बस मिसुरी येथील 6 फ्लाग्स सेंट लुईस येथे पूर्णपणे विकल्या गेलेल्या गर्दीसमोर बॅंड साठी वाजवायला निघाली.","ne":"बसलाई सबै टिकटहरू बिक्री भइसकेको कार्यक्रममा ब्यान्डको प्रस्तुती दिनका लागि मिसौरीको सिक्स फ्ल्याग सेन्ट लुइसतर्फ हिँडाइएको थियो।","es":"El autobús iba al Six Flags St. Louis, Misuri, para que la banda tocara frente a una multitud que había agotado los boletos.","sw":"Basi lilikuwa likielekea Six Flags St. Louis huko Missouri ili bendi hiyo icheze kwenye umati uliotandaa.","te":"ప్రేక్షకుల ముందు ప్రదర్శన ఇవ్వడానికి Missouriలోని Six Flags St. Louisకు బస్సు బయలుదేరింది.","ur":"بس مسوری کے سکس فلیگ سینٹ لوئس کی طرف ٹکٹ خریدی ہوئی بھیڑ کے لئے بینڈ بجانے کے لئے جارہی تھی۔","vi":"Chiếc xe buýt hướng tới Six Flags St. Louis ở Missouri để ban nhạc biểu diễn trước đám đông khán giả đã mua cháy vé.","xh":"Ibhasi ibibhekiswe kwiFlegs eziSithandathu eSt. Louis eMissouri ukuze iqela lidlalele umnyadala othenfiswe waphela.","yo":"Okò akẹ́rò náà darí sí àsíà kẹfà Louis mímó ní Missouri fùn ẹgbẹ́ ẹlẹ́rẹ́ náà láti sẹrẹ̀ fún àwọn ènìyàn tó rà tikeeti tan.","zu":"Leli bhasi belilibheke e- Six Flags St. Louis e-Missouri ukuze iqembu lidlale esixukwini esithenge wonke amathikithi."}
{"ar":"هناك رسم إضافي في حالة وجودِ أكثر من مسافرين، لذا قد يكون هذا الخيار أغلى من اللازم.","zh":"乘客超过 2 人则需要额外付费，所以这个选项可能比较昂贵，没有必要。","en":"There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.","eu":"Gehiago ordaindu behar denez 2 bidaiari baino gehiago doazenean, aukera hori behar baino garestiago ateratzen da.","fr":"Il y a une surtaxe pour avoir plus de deux passagers, donc cette option pourrait être plus coûteuse qu'indispensable.","ml":"2-ൽ കൂടുതൽ യാത്രക്കാരെ വഹിക്കുന്നതിന് ഒരു സർചാർജ് ഉണ്ട്, അതിനാൽ ഈ ഓപ്ഷൻ ആവശ്യമായതിലും ചെലവേറിയതായേക്കാം.","mr":"दोनपेक्षा अधिक प्रवासी घेतल्यास अतिरिक्त शुल्क आकारले जाते, त्यामुळे हा पर्याय गरजेपेक्षा अधिक महागडा ठरू शकतो.","ne":"2भन्दा बढी यात्रु हुनाले अधिभार लाग्नाले यो विकल्प आवश्यकभन्दा बढी महँगो हुन सक्छ।","es":"Se aplica un sobrecargo si son más de dos pasajeros, por lo que esta opción podría ser más cara de lo necesario.","sw":"Kuna kuongeza fedha za ziada kwa kuwa na abiria zaidi ya 2, kwa hivyo chaguo hili linaweza kuwa ghali kuliko inavyohitajika.","te":"2 కంటే ఎక్కువ మంది ప్యాసింజర్ లు ఉండటం కొరకు సర్ ఛార్జీ ఉంది, అందువల్ల ఈ ఆప్షన్ అవసరమైన దానికంటే మరింత ఖరీదైనది.","ur":"2 سے زیادہ مسافر رکھنے پر جرمانہ ہے، لہذا یہ انتخاب ضرورت سے زیادہ مہنگا پڑسکتا ہے۔","vi":"Sẽ thu thêm phụ phí nếu có nhiều hơn 2 hành khách, vì vậy lựa chọn này có thể đắt hơn mức cần thiết.","xh":"Kukho intlawuliso yokukhwelisa abakhweli abadlule ku-2, ke olu khetho lunokuba duru kakhulu kunokuba luyimfuneko.","yo":"Àyípadà ìsanwó wà fún níní ju ẹni méjì lọ nínu ọkọ́, nítorínà èyí lè wọ́n jú bí ó ti yẹ lọ.","zu":"Kunenhlawuliso engaphezulu yokuba nabagibeli abangaphezu kuka-2, ngakho lokhu ongakukhetha kungaba okubiza kakhulu kunalokho okudingekayo."}
{"ar":"ربما تكون مراقبة الجمارك مشكلة، بينما غالباً ما يكون فحص الهجرة غائباً أو إجراءً شكلياً عند وصولك إلى وطنك.","zh":"在回到本国时通常不需要进行入境检查或者只是走走形式，但过海关可能会很麻烦。","en":"While immigration check is usually absent or a formality when you arrive in your homeland, customs control can be a hassle.","eu":"Sorterrira iristen zarenean immigrazio-kontrolik egon ez arren edo tramite hutsa izan arren, aduanak gogaikarriak izan daitezke.","fr":"Alors que le contrôle de l'immigration est généralement absent ou constitue une formalité à l'arrivée dans votre pays d'origine, le contrôle douanier peut être une source de tracas.","ml":"നിങ്ങളുടെ മാതൃരാജ്യത്ത് എത്തുമ്പോൾ ഇമിഗ്രേഷൻ പരിശോധന സാധാരണയായി ഇല്ലാതിരിക്കുകയോ ഔപചാരികമോ ആയിരിക്കും, എന്നാൽ കസ്റ്റംസ് നിയന്ത്രണം സങ്കീർണ്ണമായിരിക്കും.","mr":"तुम्ही मायदेशी परतता तेव्हा इमिग्रेशन तपासणी सहसा नसते किंवा केवळ एक उपचार असतो, कस्टम नियंत्रण मात्र त्रासदायक असते.","ne":"तपाईं आफ्नो गृहभूमिमा आउँदा आप्रवासन जाँच प्रायजसो अनुपस्थित हुँदा वा औपचारिकता हुँदा, भन्सार नियन्त्रण असुविधाजनक हुन सक्छ।","es":"Aunque suele no haber control de inmigración, es solo una formalidad, al llegar a su país de origen, el control aduanero puede ser un estorbo.","sw":"Wakati kuangaliwa kwa uhamiaji kawaida haupo au ni urasmi ukifika katika nchi yako, udhibiti wa forodha unaweza kuwa shida.","te":"మీరు సొంత దేశానికి వచ్చినప్పుడు, ఇమ్మిగ్రేషన్ చెక్ అంతగా లేకున్నా లేక లాంఛన ప్రాయంగా ఉన్నా కస్టమ్స్ నియంత్రణ మాత్రం కాస్త కఠినంగా ఉంటుంది.","ur":"جب آپ اپنے وطن پہنچتے ہیں تو امیگریشن چیک عام طور پر نہیں ہوتا یا معمولی ہوتا ہے، لیکن کسٹم کنٹرول میں آپ کو تنگ کیا جا سکتا ہے-","vi":"Khâu kiểm tra nhập cảnh khi bạn về đến nước mình thường sẽ không có hoặc chỉ mang tính hình thức. Tuy nhiên, khâu kiểm soát hải quan có thể sẽ đem lại cho bạn một số phiền toái.","xh":"Ngelixa ukutshekishwa kudla ngokungabikho okanye isiqhelo xa ufika kwilizwe lakho, ulawulo lwe-customs luba yingxaki.","yo":"Níbóse jẹ́ wípé àyẹ̀wò ìṣíkiri kì í sábàá sí tàbí tí kò ra jaja, bí o bá dé ilú rẹ, ìsàkóso àwọn asọ́bodè lè di wàhálà.","zu":"Nakuba ukuhlolwa kwabantu abathuthela kwelinye izwe kungenziwa uma ufika ezweni lakho, ukudlula lapho kuhlolwa khona izincwadi kusenzima."}
{"ar":"إن شركات الطيران التي ما زالت تقدم أسعاراً ملائمة قليلة جداً، هو ما يخفض قليلاً من تكلفة السفر الجنازي في آخر لحظة.","zh":"只有少数几家航空公司扔提供丧亲票价，这比为赶赴葬礼的临时出行稍微便宜一些。","en":"Only a few airlines still offer bereavement fares, which slightly discount the cost of last-minute funeral travel.","eu":"Hegazkin-konpainia gutxi batzuek heriotza-salneurria eskaintzen dute oraindik, zeinak deskontu txiki bat suposatzen duen hileta batera joateko azken uneko bidaia bat erostean.","fr":"Seules quelques compagnies aériennes proposent encore des tarifs de deuil, qui réduisent légèrement le coût des voyages funéraires de dernière minute.","ml":"കുറച്ച് വിമാനക്കമ്പനികൾ മാത്രമാണ് ഇപ്പോഴും നഷ്ടം ഉള്ള നിരക്ക് നൽകുന്നത്, ഇത് അവസാന നിമിഷത്തെ ശവസംസ്കാര യാത്രയുടെ ചിലവ് ചെറുതായി കുറയ്ക്കുന്നു.","mr":"केवळ काही मोजक्या एयरलाईन्स बेरेवमेंट तिकीट दर देत, ज्यात अंतिम क्षणीच्या अंत्यसंस्कारसंबंधी प्रवासाच्या खर्चात माफक सवलत देतात.","ne":"केही एयरलाइन्सहरूले मात्र अझै शोक भाडा प्रदान गर्छन्, जसले अन्तिम मिनेटको अन्त्येष्टि यात्राको लागत थोरै छुट दिन्छ।","es":"Las aerolíneas que aún ofrecen tarifas por duelo son muy pocas y descuentan apenas el valor de los viajes funerarios de último momento.","sw":"Ni mashirika machache tu ya ndege ambayo bado hutoa nauli ya kufiwa, ambayo hupunguza kidogo gharama ya kusafiri kwa mazishi dakika ya mwisho.","te":"కొన్ని విమానయాన సంస్థలు మాత్రమే ఇప్పటికీ చివరి నిమిషంలో అంతిమ యాత్ర ఖర్చుకు కొంచెం డిస్కౌంట్ ఇచ్చే మరణ సంబంధ ఛార్జీలను అందిస్తున్నాయి.","ur":"فقط چند ایک ایر لائنیں ہی سوگواری کے کرایوں کی پیشکش کرتی ہیں جن میں کسی عزیز کے مرنے پر آخری منٹ کے سفر پر معمولی تخفیف دی جاتی ہے۔","vi":"Chỉ một vài hãng hàng không cung cấp dịch vụ giá rẻ cho người mất, tức là giảm giá chi phí một chút cho chuyến di cuối cùng.","xh":"Zimbalwa kakhulu inqwelomoya ezisanikeza ngamaxabiso okuswelekelwa, athi ophulele kancinane indleko zokundwendwela ngomzuzu wokugqibela wokuya kungcwaba.","yo":"Díẹ̀ nínú àwọn ilẹ́ isẹ́ ọkọ̀ òfurufú lo ń pèsẹ owó ọkọ̀ ìbánikédùn, èyí tí o pèsè èdínwó díẹ̀ lórí iye owó irìn- àjò àìlérò fún ìsiǹkú.","zu":"Izinkampani zezindiza ezimbalwa kuphela ezinika isaphulelo sabaya emngwabeni, esinciphisa kancane inani lohambo olungenxa yomngcwabo lomzuzu wokugcina."}
{"ar":"الغاية الحقيقية هي أن تعطي تلك الشركات سيطرة أكبر على أسواقهم؛ يدور الأمر كله حول ربح الأموال.","zh":"实际上的目的是为了让这些公司更好地控制他们的市场；一切都是为了圈钱。","en":"The actual purpose is to give those companies more control over their markets; it's all about money spinning.","eu":"Enpresa horiek beren merkatuetan kontrol handiagoa edukitzea da benetako helburua; dirua etengabe mugitzean dago koska.","fr":"Le but réel est de donner à ces entreprises un plus grand contrôle sur leurs marchés ; il s’agit de gagner de l’argent.","ml":"ആ കമ്പനികൾക്ക് അവയുടെ വിപണികളിൽ കൂടുതൽ നിയന്ത്രണം നൽകുകയാണ് യഥാർത്ഥ ലക്ഷ്യം. ഇതെല്ലാം ധനസമ്പാദനവുമായി ബന്ധപ്പെട്ടതാണ്.","mr":"याचा खरा उद्देश त्या कंपन्यांना त्यांच्या बाजारपेठांवर अधिक नियंत्रण देण्याचा आहे; हे सर्व पैसे कमवण्यासाठी आहे.","ne":"वास्तविक उद्देश्य भनेको ती कम्पनीहरूलाई उनीहरूको बजारमा बढी नियन्त्रण दिनु हो; यो सबै पैसाको चक्रबारे हो।","es":"El objetivo oculto que esas compañías tienen en la mira es ganar más control sobre sus mercados; se trata de hacer circular el dinero.","sw":"Lengo halisi ni kuzipatia kampuni hizo udhibiti zaidi wa masoko yake; yote ni kuhusu kutengeneza pesa.","te":"ఆ కంపెనీలకు వారి మార్కెట్లపై మరింత నియంత్రణ ఇవ్వడమే అసలు ప్రయోజనం; ఇదంతా డబ్బు స్పిన్నింగ్ గురించే.","ur":"واقعی مقصد ان کمپنیوں کو بازار پر زیادہ کنٹرول دینا ہے۔ اس کا تعلق سراسر تحصیلِ زر سے ہے۔","vi":"Mục đích thực sự là mang đến cho những công ty đó nhiều quyền kiểm soát thị trường; nói chung tất cả đều là về kiếm thật nhiều tiền.","xh":"Eyona njongo iyintloko kukunika ezo nkampani ulawulo olungakumbi phezu kweemarike zazo; konke oku kungokwenza imali.","yo":"Nkan tó wà fún ni pé kó fún àwọn ile iṣe naa ni agbára lori àwọn ọjà wọn; owo ni kẹ̀kẹ́ ìhìn rere.","zu":"Injongo yangempela ukwenza lezo zinkampani zilawule kakhudlwana izimakethe zazo; konke kumayelana nokwenza inzuzo."}
{"ar":"ضع في اعتبارك أثناء التخطيط أنه على الرغم من أن جنوب أفريقيا مستقرة، لكن ليست جميع البلدان المجاورة كذلك.","zh":"规划期间，请记住，虽然南部非洲处于稳定状态，但并非所有邻国亦然。","en":"Keep in mind while planning that although Southern Africa is stable not all neighboring countries are.","eu":"Plana egitean, kontuan izan Hegoaldeko Afrika egonkorra den arren, hori ez dela inguruko herrialde guztien kasua.","fr":"Lors de la planification, gardez à l’esprit que, bien que l’Afrique australe soit stable, tous les pays voisins ne le sont pas.","ml":"ദക്ഷിണാഫ്രിക്ക സുസ്ഥിരമാണെങ്കിലും അയൽരാജ്യങ്ങളെല്ലാം അങ്ങനെയല്ല എന്ന കാര്യം ഓർത്തുവെക്കുക.","mr":"नियोजन करताना दक्षिण आफ्रिका स्थिर असली तरी सर्व शेजारी देश स्थिर नाहीत हे लक्षात ठेवा.","ne":"त्यस्तो योजना बनाउँदा ध्यान दिनुहोस् कि दक्षिण अफ्रिका स्थिर भएपनि सबै छिमेकी देशहरू स्थिर छैनन्।","es":"Cuando planifique su viaje, tenga en consideración que, a pesar de que África del Sur es estable, no todos los países que la rodean lo son.","sw":"Zingatia wakati wa kupanga kwamba ingawa Kaskazini mwa Afrika ni imara si nchi zote jirani zilizo imara.","te":"ప్రణాళిక చేసేటప్పుడు దక్షిణ ఆఫ్రికా స్థిరంగా ఉన్నప్పటికీ అన్ని పొరుగు దేశాలు కూడా ఉండవు.","ur":"منصوبہ بندی کرتے وقت یہ بات ذہن میں رکھیں کہ بھلے ہی جنوبی افریقہ میں استحکام ہو لیکن تمام پڑوسی ممالک میں استحکام کا ماحول نہیں ہے۔","vi":"Khi bạn lập kế hoạch hãy nhớ rằng mặc dù Nam Phi là một nơi ổn định, không phải tất cả các nước láng giềng của họ đều như vậy.","xh":"Ungalibali xa usenza amalungiselelo ukuba nangona uMzantsi Africa uzinzile akafani namanye amazwe akufuphi awekhonjalo.","yo":"Fi bí o ṣe ń ṣètò sọ́kàn pé biotilejepe gúúsù Ilẹ̀ Afirika rọgbọ kìí ṣe gbogbo ìlú tó yíiká ló rí bẹ́ẹ̀.","zu":"Ukukhumbula njengoba uhlela ukuthi nakuba i-Afrika eseNingizimu igxilile akuwona wonke amazwe angomakhelwane anjalo."}
{"ar":"أعلن مفوض التجارة والصناعة بالاتحاد الافريقى ألبرت موتشانغا انضمام دولة بنين إلى الاتحاد .","zh":"非洲联盟贸易和工业专员艾伯特·穆坎加宣布贝宁将加入联盟。","en":"AU trade and industry commissioner Albert Muchanga announced Benin was to join.","eu":"AUko merkataritza eta industria ordezkari Albert Muchanga-k iragarri du Benin-ek ere bat egingo duela.","fr":"Le commissaire au commerce et à l'industrie de l'Union africaine, Albert Muchanga, a annoncé l'adhésion du Bénin.","ml":"എ.യു വ്യാപാര വ്യവസായ കമ്മീഷണർ ആൽബർട്ട് മുചംഗ, ബെനിൻ ചേരാനിരിക്കുകയായിരുന്നു എന്ന് പറഞ്ഞു.","mr":"AU व्यापार आणि उद्योग आयुक्त अल्बर्ट मुचांग यांनी बेनिन सामील होणार होते असे जाहीर केले.","ne":"AU व्यापार र उद्योग Albert Muchanga मुचंगाले Benin को साथ हुने घोषणा गरे।","es":"La adhesión de Benin fue anunciada por el comisario de Comercio e Industria de la Unión Africana (UA), Albert Muchanga.","sw":"Kamishna wa biashara na tasnia ya Jumuiya ya Afrika Albert Muchanga alitangaza Benin ingejiunga nao.","te":"ఏయు ట్రేడ్ మరియు పరిశ్రమ కమిషనర్ ఆల్బర్ట్ ముచంగా బెనిన్ చేరాలని ప్రకటించారు.","ur":"AU تجارت اور صنعتی کمیشنر البرٹ موچانگا نے بینن کی شمولیت کا اعلان کیا تھا۔","vi":"Ủy viên công thương của Liên minh Châu Phi Albert Muchanga thông báo Benin dự kiến tham gia.","xh":"Umkhomishinala we-AU kurhwebo noshishino u-Albert Muchanga wazise ukuba iBenin iza kujoyina.","yo":"Kọmíṣọ́nà ilé iṣẹ́ àti ìtajà AU Albert Muchanga kéde pé Benin ma darapọ̀.","zu":"Inxusa lokuhweba nezimboni lase-AU u-Albert Muchanga umemezele ukuthi i-Benin ijoyinile."}
{"ar":"السبب الأكثر شيوعاً للحوادث في الشتاء هو الطرق الزلقة والأرصفة (الأرضيات المرصوفة) والسلالم الخاصة.","zh":"冬天最常见的事故原因是道路和路面（人行道）湿滑，特别是台阶。","en":"The most common cause for accidents in winter is slippery roads, pavements (sidewalks) and especially steps.","eu":"Neguko istripuen arrazoi nagusia errepide, galtzada (espaloi) eta bereziki eskailera irristakorrak dira.","fr":"En hiver, la cause d’accidents la plus fréquente est le caractère glissant des routes, des trottoirs et surtout des marches.","ml":"ശീതകാലത്ത് അപകടങ്ങൾ ഉണ്ടാവുന്നതിന് പ്രധാനകാരണം വഴുക്കലുള്ള റോഡുകളും, കൽപടവുകളും (നടപ്പാതകൾ), പ്രത്യേകിച്ചും പടികളുമാണ്.","mr":"निसरडे रस्ते, फरसबंदी (फूटपाथ) आणि मुख्यतः पायऱ्या ही हिवाळ्यात अपघात होण्याची सर्वात सामान्य कारणे आहेत.","ne":"जाडामा दुर्घटनाका सबैभन्दा सामान्य कारणहरू चिप्ला सडक, फुटपाथ (साइडवाक) र विशेष गरी सिंढीहरू हुन्।","es":"En época invernal, la causa más habitual de accidentes son las carreteras, las acercas y, en particular, los escalones resbaladizos.","sw":"Sababu ya kawaida zaidi ya ajali katika msimu wa baridi ni barabara, lami (vijia vya kando) na hasa ngazi zenye utelezi.","te":"జారే రోడ్లు, పేవ్‌మెంట్లు (నడిచే త్రోవలు) మరియు జారే అడుగులు చాలావరకూ శీతాకాలంలో ప్రమాదాలకు కారణమవుతాయి.","ur":"موسم سرما میں حادثوں کا سب سے عام سبب پھسلنے والے راستے، فوت پاتھ اور بطور خاص زینے ہیں۔","vi":"Nguyên nhân phổ biến nhất gây ra tai nạn trong mùa đông là đường, vỉa hè và đặc biệt là các bậc thang trơn trượt.","xh":"Esona sizathu seengozi ebusika ziindlela ezityibilikisayo, iindlela zokuhamba (indlela zabantu) futhi ingakumbi iziteps.","yo":"Nkan to ma n saba sokunfa ijamba ni akoko otutu ni yiyo titi oloda, pepele (eba ona) ati paapa julo ona igbese.","zu":"Into eyimbangela evamile yezingozi ebusika imigwaqo eshelelayo, imigwaqo egandayiwe (izindawo zokuhamba) futhi ikakhulukazi izitebhisi."}
{"ar":"بعد الساعة 11:00 بقليل، قطع المتظاهرون حركة المرور في الطريق المتجه شمالاً في وايتهول.","zh":"11 点刚过，抗议者便堵住了白厅北行车道的交通。","en":"Just after 11:00, protesters blocked traffic on the northbound carriage in Whitehall.","eu":"11:00ak jo ondoren, manifestatzaileek trafikoa eten zuten Whitehall-en iparralderanzko bidean.","fr":"À Whitehall, peu après 11 h 00, des manifestants ont bloqué la circulation des véhicules en direction du nord.","ml":"11:00 കഴിഞ്ഞപ്പോൾ, പ്രതിഷേധക്കാർ വൈറ്റ്ഹാളിലെ നോർത്ത്ബൗണ്ട് കാര്യേജിലെ ഗതാഗതം തടഞ്ഞു.","mr":"11:00 वाजल्यानंतर लगेचच, निषेध करणाऱ्यांनी व्हाईटहॉलमधील वायव्येकडील मार्गावरील वाहतूक रोखली.","ne":"ठिक 11:00 बजेपछि प्रदर्शनकारीहरूले ह्वाइटहलको उत्तरतर्फको बाटोमा सवारी आवागमन अवरुद्ध गरे।","es":"Apenas pasadas las 11:00 h, los integrantes de la manifestación bloquearon la circulación del carril de Whitehall que va hacia el norte.","sw":"Muda mfupi baada ya saa 5, waandamanaji walizuia trafiki kwenye njia ya kuelekea kaskazini katika Whitehall.","te":"11:00 తరువాత, నిరసనకారులు వైట్‌హాల్‌‌‌లోని నార్త్‌బౌండ్ క్యారేజీపై ట్రాఫిక్‌ను అడ్డుకున్నారు.","ur":"بس 11:00 بجے کے بعد احتجاجی مظاہرین نے وائٹ ہال میں نارتھ باؤنڈ کیریئج پر ٹریفک کو بلاک کردیا۔","vi":"Ngay sau 11 giờ những người biểu tình đã chặn xe trên đường phía bắc ở Whitehall.","xh":"Emva nje kwentsimbi ye-11: 00, ababhikishi bavale ukugcwala kwezithuthi kwinqwelomoya kwinqanawa eWhitehall.","yo":"Ní kété lẹ́yìn agogo mọ́kànlá, àwọn tó ń fi èhónú hàn dí ojú pópónà ọ̀nà tóbá àríwá jádé ní gbòngàn funfun.","zu":"Ngemuva nje kuka-11:00, ababhikishi bavimbe izimoto ngezithuthi e-Whitehall."}
{"ar":"يوجد تداخل كبير ما بين الهندسة والمجالات الأخرى وتشمل التخطيط الحضري والهندسة المدنية والفنون الزخرفية والتصميم الداخلي وتصميم المناظر الطبيعية.","zh":"建筑与城市规划、土木工程、装饰艺术、室内设计和景观设计等领域有相当多的重叠之处。","en":"Architecture overlaps considerably with other fields including urban planning, civil engineering, decorative arts, interior design and landscape design.","eu":"Arkitektura gainjarri egiten da beste arlo batzuekin; besteak beste, hiri-plangintza, ingeniaritza zibila, dekorazio-arte, barne-diseinu eta lorategi-diseinuarekin.","fr":"L’architecture recoupe considérablement d’autres domaines, notamment l’urbanisme, le génie civil, les arts décoratifs, la décoration intérieure et l’aménagement paysager.","ml":"നഗര ആസൂത്രണം, സിവിൽ എഞ്ചിനീയറിംഗ്, അലങ്കാര കലകൾ, ഇന്റീരിയർ ഡിസൈൻ, ലാൻഡ്സ്കേപ്പ് ഡിസൈൻ എന്നിവ ഉൾപ്പെടെയുള്ള മറ്റ് മേഖലകളുമായി വാസ്തുവിദ്യ കാര്യമായി ബന്ധപ്പെട്ടുകിടക്കുന്നു.","mr":"आर्किटेक्चरमध्ये शहरी नियोजन, सिव्हील इंजिनीअरिंग, सुशोभिकरणासंबंधित कला, इन्टिरीअर डिझाइन आणि लॅन्डस्केप डिझाइन यांचा बऱ्यापैकी समावेश होतो.","ne":"भवन निर्माण विधाले सहरी योजना, सिभिल इन्जिनियरिङ, सजावटी कला, आन्तरिक डिजाइन र ल्याण्डस्केप डिजाइनसहित अन्य क्षेत्रहरू पर्याप्त अधिव्यापन गर्दछ।","es":"La arquitectura tiene numerosos puntos de encuentro con otras disciplinas, entre las que se incluyen la planificación urbana, la ingeniería civil, el arte decorativo, el diseño de interiores y el paisajismo.","sw":"Majenzi huingiliana sana na nyanja nyingine zikiwemo mipango ya mji, uhandisi wa umma, sanaa za mapambo, ubunifu wa ndani na ubunifu wa mandhari.","te":"అర్బన్ ప్లానింగ్, సివిల్ ఇంజనీరింగ్, డెకొరేటివ్ ఆర్ట్స్, ఇంటీరియర్ డిజైన్ మరియు ల్యాండ్‌స్కేప్ డిజైన్ లాంటి వాటితో కూడిన ఇతర  ఫీల్డ్‌లతో ఆర్కిటెక్చర్ గణనీయంగా ముడిపడి ఉంది.","ur":"شہری منصوبہ بندی، سول انجینئرنگ، آرائشی آرٹس، داخلہ ڈیزائن اور زمین کی تزئین کے ڈیزائن سمیت دیگر شعبوں سے فن تعمیر کافی حد تک بڑھ جاتا ہے۔","vi":"Kiến trúc xâm phạm đáng kể đến các khu vực khác bao gồm quy hoạch đô thị, xây dựng dân dụng, trang trí, thiết kế nội thất và thiết kế cảnh quan.","xh":"Uyilo buhambelana nezinye iimfundiso njengoyilo lwedolophu, ubunjineli bezakhiwo, ubugcisa bohombiso, ukuhombisakwngaaphakathi kwaye nokulungisa umhlaba ukuze kufakwe izityalo.","yo":"Ìyàwòrán ilé ti kọjá pẹ̀lú àwọn ikọ̀ tókù pẹ̀lú ètò agbègbè tó lajú, ìmọ̀ ẹ̀rọ àwọn tó ń kọ́alé, iṣl ọnà alárà, aṣe inú ilé lẹ́ṣọ̀ọ́ àti ìyàwòrán oníbùú.","zu":"Ukwakhiwa kwezindlu buhlangana kakhudlwana nezinye izinkundla kuhlanganise nokuhlelwa kwamadolobha, ubunjiniyela bokuklama izakhiwo zomphakathi, ubuciko bokuhlobisa, ukuhlobisa ingaphakathi lezindlu kanye nokuhlobisa amagceke."}
{"ar":"في حال كنت مسافرًا ومصطحبا جهاز كمبيوتر محمول أو جهاز لوحي رفقتك، فقم بتخزين نسخة إما في ذاكرته أو في قرصه (يمكن الوصول إليها بدون الإنترنت).","zh":"如果旅行时随身携带笔记本电脑或平板电脑，在内存或磁盘中存储一份副本（无需网络也可访问）。","en":"If traveling with a laptop or tablet, store a copy in its memory or disc (accessible without the internet).","eu":"Ordenagailu eramangarri edo tableta batekin bidaiatzen baduzu, gorde kopia bat bertako memorian edo diskoan (Internetik gabe atzigarria izan behar du).","fr":"Si vous voyagez avec un ordinateur portable ou une tablette, conservez une copie dans sa mémoire ou son disque (accessibles hors connexion).","ml":"ലാപ്‌ടോപ്പ് അല്ലെങ്കിൽ ടാബ്‌ലെറ്റുമായി യാത്ര ചെയ്യുകയാണെങ്കിൽ, ഒരു പകർപ്പ് അതിന്റെ മെമ്മറിയിലോ ഡിസ്കിലോ സംഭരിക്കുക (ഇന്റർനെറ്റ് ഇല്ലാതെ ആക്സസ് ചെയ്യാൻ കഴിയും).","mr":"जर लॅपटॉप किंवा टॅब्लेटसह प्रवास करीत असल्यास एक प्रत मेमरी किंवा डिस्कमध्ये (जी इंटरनेटशिवाय उपलब्ध होईल) स्टोअर करा.","ne":"एक ल्याटप वा ट्याब्लेटको साथ यात्रामा आइपुग्छ, यो मेमोरी वा डिस्कमा प्रतिलिपि गर्नुहोस् कृपया (इन्टरनेट बिना नै पहुँच योग्य)।","es":"En caso de viajar con una computadora portátil o una tableta, guarde una copia en la memoria o en el disco a la que pueda acceder sin servicio de Internet.","sw":"Kama unafasiri na kipakatilishi au kibao, hifadhi nakala kwenye kadi kasima yake(unayoweza kufikia bila mtandao)","te":"ల్యాప్‌టాప్ లేదా టాబ్లెట్‌తో ప్రయాణిస్తునప్పుడు, దాని మెమరీ లేదా డిస్క్‌లో కాపీని నిల్వ చేయండి (ఇంటర్నెట్ లేకుండా యాక్సెస్ చేసుకోవచు).","ur":"اگر لیپ ٹاپ یا ٹیبلٹ کے ساتھ سفر کر رہے ہیں تو، اسکی میموری یا ڈسک (بغیر انٹرنیٹ قابِلِ رَسائی) کی ایک کاپی سٹور کر لیں-","vi":"Nếu mang theo máy tính xách tay hoặc máy tính bảng khi đi lại, hãy lưu trữ bản sao chép vào bộ nhớ máy hoặc đĩa (có thể truy cập mà không có Internet).","xh":"Ukuba uhamba ne laptop okanye ithabhlethi, gcina ikopi kuvimba wayo okanye kwi diski( evuleka ngaphandle kwe intanethi).","yo":"Ti o ba n rin irinjo pelu komputa alagbeka, fi idakeji kan si agbari e abi si inu diski (ti o le ri lo lai si ayelujara).","zu":"Uma usohambweni uhamba ne-laptop noma uthebhulethi, faka ikhophi yayo kuyo noma kuyidiski (iyatholakala ngisho noma ungenayo i-inthanethi)."}
{"ar":"أظهرت الغيوم إمكانية حدوث ارتباك حول ما إذا كان قد حدث ثوران فعلي.","zh":"这些云可能会让人们怀疑火山到底有没有真正喷发过。","en":"The clouds presented the potential for confusion as to whether an actual eruption had taken place.","eu":"Hodeien eraginez, zaila izaten zen jakitea erupzio bat benetan jazo zen ala ez.","fr":"Les nuages présentaient un risque de confusion quant à savoir si une véritable éruption avait eu lieu.","ml":"ഒരു യഥാർത്ഥ പൊട്ടിത്തെറി നടന്നിട്ടുണ്ടോ എന്ന ആശയക്കുഴപ്പത്തിന്റെ സാധ്യത മേഘങ്ങൾ മുന്നോട്ടുവയ്ക്കുന്നു.","mr":"ढगांनी वास्तविक वर्षाव झाला आहे की नाही याबद्दल भ्रमाची परिस्थिती निर्माण केली होती.","ne":"बादलले भ्रमका लागि सम्भावना प्रस्तुत गरे कि कतै वास्तविक बिस्फोट भएको थियो।","es":"Las nubes constituían una posible causal de confusión sobre si realmente había tenido lugar una erupción.","sw":"Mawingu yalitoa uwezekano wa mkanganyiko kuhusu kama mlipuko halisi ulifanyika.","te":"మేఘాలు అసలు విఘటనజరిగిందా అనే సందిగ్ధత కు అవకాశం కలిగించాయి.","ur":"بادلوں نے الجھن کا امکان پیدا کردیا کہ آیا واقعی آتش فشاں پھوٹ پڑا تھا۔","vi":"Những đám mây cho thấy nguy cơ nhầm lẫn rằng liệu có một vu phun trào đã xảy ra.","xh":"Amafu abonisa amandla okubhideka ukuba ngaba uphazamiseko lwenzekile ngokwenene.","yo":"Kùrukùru ń fa ìrújú lórí bóyá ìbúgbàmù ti wáyé.","zu":"Amafu enze kwaba nokudideka kokuthi ukuqubuka kube khona yini."}
{"ar":"حصلت على لقب المشرف الوطني للعام سنة 2009.","zh":"2009 年，她被授予全国年度校长称号。","en":"In 2009 she was awarded the title of National Superintendent of the Year.","eu":"2009an, Urteko Superintendente Nazionala titulua eman zioten.","fr":"En 2009, elle a reçu le titre de surintendante nationale de l'année.","ml":"2009 ൽ അവൾക്ക് ദേശീയ സൂപ്രണ്ട് ഓഫ് ദി ഇയർ പദവി അവാർഡ് ലഭിച്ചു.","mr":"2009 मध्ये तिला वार्षिक राष्ट्रीय अधीक्षक म्हणून पदवी प्रदान करण्यात आले.","ne":"सन् 2009 मा उनलाई वर्षको राष्ट्रिय सुपरिटेन्डेन्टको पदकबाट सम्मानित गरियो।","es":"Fue nombrado Superintendente Nacional del Año en 2009.","sw":"Mnamo 2009 alituzwa cheo cha Msimamizi wa Kitaifa wa Mwaka.","te":"2009 లో ఆమెకు నేషనల్ సూపరింటెండెంట్ ఆఫ్ ది ఇయర్ బిరుదు లభించింది.","ur":"2009 میں اسے نیشنل سپرنٹنڈنٹ آف دی ایئر کا خطاب عطا کیا گیا۔","vi":"Năm 2009, bà được trao danh hiệu Giám thị Quốc gia của năm.","xh":"Ngo-2009 wawongwa ngokuba Yintsumpa yonyaka Kwilizwe lonke.","yo":"Ní ọdún 2009 wọ́n fún ní oyè Alábójútó àgbà Orílẹ̀ èdè ti Ọdún.","zu":"Ngo-2009 wanikwa isiqu sikaNsumpa weZwe lonke Wonyaka."}
