{"ar":"وأعرب وزير الصحة عن مخاوفه بشأن صحة الأفراد الذين يقومون باستغلال الشرعية المؤقّتة للمواد المتعلقة، والإدانات المتعلقة بالمخدرات الصادرة منذ أن دخلت التغييرات غير الدستورية قيد التنفيذ.","zh":"卫生部长对以下两方面表示了关切：利用所涉物质暂时合法性谋取个人利益的人员保障，以及自（现在看来）违宪的修改条例生效以来所作出的与毒品有关的定罪。","en":"The Health Minister expressed concern both for the welfare of individuals taking advantage of the temporary legality of the substances involved, and for drug-related convictions handed down since the now-unconstitutional changes came into effect.","eu":"Osasun Ministroak azaldu du arduratuta dagoela substantzien aldi baterako legezkotasunaz aprobetxatzen diren pertsonen ongizateaz, baita drogekin erlazionatutako espetxeratze-aginduez ere, konstituzioaren kontrakoak diren aldaketak indarrean jarri direlako.","fr":"Le ministre de la santé a exprimé son inquiétude tant quant au bien-être des personnes qui profitent de la légalité temporaire des substances concernées qu'aux condamnations liées aux drogues prononcées depuis l'entrée en vigueur des changements désormais anticonstitutionnels.","ml":"ഇപ്പറഞ്ഞ വസ്തുക്കളുടെ താത്ക്കാലിക നിയമസാധുത മുതലെടുക്കുന്ന വ്യക്തികളുടെ ക്ഷേമത്തിലും ഒപ്പം ഭരണഘടനയിലെ ഭേദഗതികൾ പ്രാബല്യത്തിൽ വന്നതിനാൽ ഉണ്ടായ ശിക്ഷാവിധികളിലും ആരോഗ്യമന്ത്രി ഉത്കണ്ഠ പ്രകടിപ്പിച്ചു","mr":"आताच्या लागू झालेल्या असंवैधानिक बदलांमुळे तात्पुरती वैधता असलेले सहभागी अमलीपदार्थ घेणारे लोक आणि अमलीपदार्थांच्या संदर्भात शिक्षा झालेले लोक या दोघांच्याही स्वास्थ्याविषयी आरोग्य मंत्र्यांनी काळजी व्यक्त केली आहे.","ne":"स्वास्थ्य मन्त्रीले समावेश भएका पदार्थको अस्थायी वैधानिकताको फाइदा लिइरहेका व्यक्तिहरूको भलाइका लागि र अहिलेका असंवैधानिक परिवर्तनहरू लागू भएदेखि लागूऔषध सम्बन्धी कारवाही हस्तान्तरणका लागि चिन्ता व्यक्त गरे।","es":"El Ministro de Salud manifestó su preocupación por el bienestar de quienes sacan partido de la legalidad temporal de las sustancias implicada y por las condenas por drogas que se han dictado desde la entrada en vigencia de los ahora inconstitucionales cambios.","sw":"Waziri wa afya alieleza wasiwasi kwa watu walionufaika kwa uhalali wa mda wa vitu vilivyohusika, na kutolewa kwa hukumu ya mambo yanayohusiana na madawa tangu kuanza kwa mabadiliko ambayo sasa hayaambatani na katiba.","te":"ఇమిడి ఉన్న పదార్థాల తాత్కాలిక చట్టబద్ధతను ఉపయోగించుకుని, ఆరోగ్య మంత్రి ప్రస్తుత రాజ్యాంగ విరుద్ధమైన మార్పులు అమల్లోకి వచ్చినప్పటి నుండి మాదక ద్రవ్యాలకు సంబంధించిన నేరారోపణలను స్వీకరించే వ్యక్తుల సంక్షేమంపై ఆందోళన వ్యక్తం చేశారు.","ur":"وزیرِ صحت نے ان افراد کی بہبود کی نسبت سے جو عارضی طور سے قانوناً مُباح کی گئی منشیات سے مستفید ہو رہے ہیں اور ان منشیات سے مربوط سزاؤں دونوں پر تشویش ظاہر کی جو موجودہ غیر دستوری ترمیمات کے آنے کے بعد سے صادر کی گئی ہیں۔","vi":"Bộ trưởng Y tế bày tỏ lo ngại cả về sức khỏe của các cá nhân lợi dụng tình trạng hợp pháp tạm thời của các chất bất hợp phát liên quan và về các bản án đã tuyên liên quan đến ma túy khi các thay đổi trái hiến pháp có hiệu lực.","xh":"UMphathiswa wezeMpilo uvakalise inkxalabo kokubini ngentlalo-ntle yabantu abaxhamla ithuba lokuba semthethweni kwezi zinto, kunye nezigwebo eziwisiweyo ezimayela neziyobisi ekubeni olu tshintsho lungahambisani nomgaqo-siseko luqalisile.","yo":"Minista Ilera so pe o kaanu fun oro itoju awon to n lo anfani pe won ti fowo si ilo awon ogun naa fun igba die, ati fun awon ti won ran si ewon nitori ogun, ti won gbe wa lati igba ti awon ayipada to ti wa lodi si konstitution, ti waye.","zu":"UNgqongqoshe weZempilo wazwakalisa ukukhathazeka kokubili ngenhlalakashe yabantu ngabanye abasizakala ngokumiswa ngokomthetho kwesikhashana kwezidakamizwa ezihilelekile, kanye nangokuboshwa okuhlobene nezidakamizwa okwenziwe kusukela ushinsho manje olusemthethweni-sisekelo luqale ukusebenza."}
{"ar":"تركز كل حلقة من البرنامج على موضوع في كتاب معين ثم تستكشفه من خلال عدة قصص.","zh":"每集节目都会聚焦于特定图书中的某个主题，并通过多个故事对该主题展开探索活动。","en":"Each episode of the show would focus on a theme in a specific book and then explore that theme through multiple stories.","eu":"Saioko atal bakoitzak liburu baten gaian jartzen du arreta eta, ondoren, gai hori lantzen da hainbat istorioren bidez.","fr":"Chaque épisode de l’émission se concentrerait sur un thème d’un livre spécifique et explorerait ensuite ce thème à travers plusieurs histoires.","ml":"പ്രദർശനത്തിന്റെ ഓരോ എപ്പിസോഡും ഒരു നിർദ്ദിഷ്ട പുസ്തകത്തിലെ പ്രമേയത്തിൽ ശ്രദ്ധയൂന്നുകയും, തുടർന്ന് നിരവധി കഥകളിലൂടെ പ്രസ്തുത പ്രമേയം ആവിഷ്ക്കരിക്കുകയും ചെയ്യും.","mr":"या कार्यक्रमाचा प्रत्येक भाग हा एका विशिष्ट पुस्तकावर लक्ष केंद्रित करेल आणि ती संकल्पना अनेक कथांमधून शोधण्याचा प्रयत्न करेल.","ne":"कार्यक्रमको प्रत्येक एपिसोड विशेष पुस्तकमा एक विषयवस्तुमाथि केन्द्रित हुन्छ र त्यसपछि बहु कथाहरूमार्फत त्यो विषयवस्तु अन्वेषण गर्छ।","es":"Cada episodio del programa se desarrollaría en torno a una temática abordada por un libro en particular y luego se exploraría ese tema mediante múltiples historias.","sw":"Kila kipindi cha onyesho kingeangazia mada katika kitabu maalum na kisha kuchunguza mada hiyo kupitia hadithi nyingi.","te":"ప్రదర్శన యొక్క ప్రతి ఎపిసోడ్ ఒక నిర్దిష్ట పుస్తకంలోని ఒక నేపథ్యంపై దృష్టి కేంద్రీకరిస్తుంది తరువాత బహుళ కథల ద్వారా ఆ నేపథ్యమును అన్వేషిస్తాము.","ur":"شو کا ہر ایپیسوڈ کسی مخصوص کتاب کے مرکزی خیال پر مرکوز ہوگا اور بعد میں متعدد کہانیوں کے ذریعہ اس مرکزی خیال کو دریافت کیا جائے گا۔","vi":"Mỗi tập trong chương trình sẽ tập trung vào một chủ đề trong một cuốn sách cụ thể, sau đó sẽ khám phá chủ đề đó qua nhiều câu chuyện khác nhau.","xh":"Isiqendu ngasinye somboniso siyakugxila kwisihloko sencwadi ecacisiweyo ukuze kuhlolwe eso sihloko kumabali ngamabali.","yo":"Ìkọ̀ọ̀kan ẹ́písòòdù yìí yó ò fojúsun àkórí nínú ìwé kan pàtó, tí a ó sì má a sàmúnlò àwọn àkórí yìí nípa lílo ọ̀pọ̀lọpọ̀ ìtàn.","zu":"Isiqephu ngasinye sohlelo sizogxila esihlokweni sencwadi ethile bese sihlola leso sihloko ngezindaba eziningana."}
{"ar":"يبلغ طول منطقة تركيا يصل أكثر من 1600 كيلومتر (1000 ميل) وعرضها 800 كيلومتر (500 ميل) ولها هيئة تشبه المستطيل.","zh":"土耳其领土长 1,600 多公里（1,000 英里），宽 800 公里（500 英里），大致呈矩形。","en":"The territory of Turkey is more than 1,600 kilometres (1,000 mi) long and 800 km (500 mi) wide, with a roughly rectangular shape.","eu":"Turkiako lurraldea 1.600 kilometro (1.000 mi) luze eta 800 km (500 mi) zabal da, eta laukizuzenaren antzeko forma du.","fr":"Le territoire de la Turquie est long de plus de 1600 kilomètres (1000 miles) et large de 800 kilomètres (500 miles), avec une forme plus ou moins rectangulaire.","ml":"കേന്ദ്രഭരണപ്രദേശമായ ടർക്കിക്ക്  ഏകദേശം ദീർഘചതുരാകൃതിയിൽ,        1,600 കിലോമീറ്ററിൽ (1,000 മൈല്‍)  കൂടുതൽ നീളവും 800 കിലോമീറ്റർ (500 മൈല്‍) വിസ്താരവും ഉണ്ട്.","mr":"तुर्कीचा भूप्रदेश 1,600 किलोमीटर्सहून (1,000 मैल) लांब आणि 800 किमी (500 मैल) रुंद, साधारण चौकोनी आकाराचा आहे.","ne":"टर्कीको क्षेत्रफल 1,600 किलोमिटर (1,000 माइल) लम्बाई र 800 किमि (500 माइल) चौडाई, लगभग आयताकार आकारमा रहेको छ।","es":"El territorio de Turquía tiene más de 1600 kilómetros de largo (1000 mi), 800 km de ancho (500 mi) y tiene una forma más o menos rectangular.","sw":"Wilaya ya Uturuki ni zaidi ya kilomita 1,600 (maili 1,000) urefu na kilomita 800 (maili 500) upana, na takriban umbo la mstatili.","te":"టర్కీ భూభాగం 1,600 కిలోమీటర్ల (1,000 మై) పొడవు ఇంకా 800 కిమీ (500 మై) వెడల్పుకలిగి, సుమారు దీర్ఘచతురస్రాకార ఆకృతిని కలిగి ఉంది.","ur":"ترکی کا رقبہ 1600 کلومیٹر (1,000 میل) سے زیادہ لمبا اور 800 کلو میٹر (500 میل) چوڑا ہے۔ یہ موٹے طور سے مستطیل شکل کا ہے۔","vi":"Lãnh thổ của Thổ Nhĩ Kỳ dài hơn 1.600 km (1.000 dặm) và rộng 800 km (500 dặm), có hình giống như hình chữ nhật.","xh":"Ummandla waseTurkey ungaphezu kweekhilomitha eziyi-1600 (1,000 mi) ubude kunye neekhilomitha eziyi-800 (500 mi) ububanzi, kwaye ibonakala ngathi lixande ngokobume bawo.","yo":"Agbègbè ilẹ̀ Turkey gùn ju kìlómítà ẹgbẹ̀jọ (ẹgbẹ̀rún kan mi) àti ìwọ̀n fífẹ̀ ẹgbẹ̀jọ kìlómítà (ẹ̀ẹ́dẹ̀gbẹ̀ta mi), pẹ̀lú igun mẹ́rin.","zu":"Indawo yaseTheki ingaphezu kwamakhilomitha angu-1,600 (1,000 mi) ubude kanye no-800 km (500 mi) ububanzi, nesibumbeko esicishe sibe ama-angela ayisikwele onke."}
{"ar":"الهانجول هي الأبجدية الوحيدة التي اخترعت عن قصد في الاستخدام اليومي الشعبي عام 1444 في عهد الملك سيجونج (1418 - 1450).","zh":"韩文字母是唯一一个特意发明供日常使用的字母表，是于 1444 年世宗皇帝（1418 - 1450）统治时期所发明的。","en":"Hangeul is the only purposely invented alphabet in popular daily use. The alphabet was invented in 1444 during the reign of King Sejong (1418 – 1450).","eu":"Hangul da berariaz asmatutako alfabetoetatik egunerokoan erabiltzen den bakarra. 1444an asmatu zen alfabetoa, Sejong erregearen erregealdian (1418 - 1450).","fr":"Le Hangeul est le seul alphabet inventé exprès pour être utilisé dans la vie quotidienne. L'alphabet a été inventé en 1444 sous le règne du roi Sejong (1418 – 1450).","ml":"ദൈനംദിന ഉപയോഗത്തിലുള്ള മനഃപൂർവ്വം കണ്ടുപിടിച്ച ഒരേയൊരു അക്ഷരമാലയാണ് ഹാൻഗ്യുൾ. 1444-ൽ സെജോങ് രാജാവിന്റെ കാലത്താണ് (1418 -1450) ഈ അക്ഷരമാല കണ്ടുപിടിച്ചത്.","mr":"हन्गुएल हेच फक्त लोकप्रिय दैनंदिन वापरासाठी निर्माण मुद्दामहून केलेली मुळाक्षरे आहेत. या मुळाक्षरांचा शोध 1444 मध्ये राजा सेजोंग (1418 – 1450) च्या काळात लावण्यात आला होता.","ne":"हाङ्गुल एकमात्र जानाजानी आविष्कार गरिएको दैनिक प्रयोगमा रहेको लोकप्रिय वर्णमाला हो। राजा सेजो (1418-1450) को शासनकालमा 1444 मा उक्त वर्णमालाको आविष्कार भएको थियो।","es":"El alfabeto coreano es el único diseñado en forma deliberada que aún se utiliza a diario popularmente. Se inventó en 1444, durante el reinado de Sejong (1418 a 1450).","sw":"Hangeul ndiyo alfabeti ya kipekee iliyovumbuliwa kimakusudi inayotumika kimaarufu kila siku. Alfabeti hiyo ilivumbuliwa mwaka wa 1444 wakati wa utawala wa Mfalme Sejong (1418 – 1450).","te":"ప్రముఖ రోజువారీ వినియోగంలో ఉద్దేశ్యపూర్వకంగా కనిపెట్టిన అక్షరమాల మాత్రమే హ్యాంజియుల్. ఈ వర్ణమాల 1444లో రాజు సెజోంగ్ (1418 – 1450) పాలనలో కనిపెట్టబడింది.","ur":"روز مرہ استعمال کیا جانے والا ہینگویل قصداَ ایجاد کردہ واحد مقبول حروف تہجی ہے- کنگ سیجونگ (1418 - 1450) کی حکومت کے دوران 1444 میں اس حروف تہجی کی ایجاد ہوئی تھی-","vi":"Hangeul là bảng chữ cái được phát minh chỉ nhằm mục đích sử dụng thông dụng hàng ngày. Bảng chữ cái được phát minh vào năm 1444 trong triều đại Vua Sejong (1418 - 1450)","xh":"I-Hangeul yiyo yodwa intlobo yoonobumbao eyenziwa ngabom esetyenziswa imihla ngemihla. Oonobumba bayilwa ngo-1444 ngexa kuphethe uKumkani u-Sejong (1418 – 1450).","yo":"Hangooli ni alifabeeti kan soso ti a moomo seda ti a si n lo lojumo. Won seda alifabeeti naa ni 1444 nigbati Oba Sejongi wa lori oye (1418 - 1450.","zu":"I-Hangeul ukuphela kohlamvu olusungulwe ngenhloso ekusebenziseni kwansuku zonke okuthandwayo. Lolu hlamvu lwasungulwa ngo-1444 ngesikhathi sokubusa kweNkosi uSejong (1418 – 1450)."}
{"ar":"نظراً لانحناء الجزء السفلي من الشفرة قليلاً، حيث تميل إلى ناحية أو الأخرى، فإن الحافة الملامسة للجليد منحنية هي الأخرى.","zh":"由于刀片的底部略弯曲，当刀片歪向其中一侧时，与冰接触的刀边弯曲了。","en":"Because the bottom of the blade is slightly curved, as the blade tilts to one side or the other, the edge which is in contact with the ice also curves.","eu":"Ahoaren beheko zatia apur bat kurbatua denez, ahoa alde batera edo bestera okertzean, izotzarekin kontaktuan dagoen ertza ere kurbatu egiten da.","fr":"Comme le bas de la lame est légèrement incurvé, lorsque la lame s'incline d'un côté ou de l'autre, le bord qui est en contact avec la glace s'incurve également.","ml":"ബ്ലേഡിന്‍റെ അടിഭാഗം ചെറിയ വളവുള്ളതിനാല്‍, ബ്ലേഡ് 1 വശത്തുനിന്ന് മറുവശത്തേയ്ക്ക് ചെരിയുന്നു, ഒപ്പം ഐസുമായി ബന്ധമുള്ള അറ്റവും വളവുകളുള്ളതായിരിക്കും.","mr":"ब्लेडचा तळ थोडासा गोलाकार असल्याने, हे ब्लेड एका बाजूस किंवा दुसरीकडे तिरके होते, तेव्हा बर्फाच्या संपर्कातील कड सुद्धा वळते.","ne":"ब्लेडको तल्लो भाग हल्का वक्राकार भएकाले, ब्लेड एक छेउमा वा अर्कोतिर ढल्किने हुँदा, बरफको सम्पर्कमा रेहेको किनरा पनि वक्र हुन्छ।","es":"Como la parte inferior de la cuchilla está levemente curvada, al inclinarla hacia un lado o el otro, el borde que queda en contacto con el hielo también se curva.","sw":"Kwa sababu ukengele umepindika kidogo upande wa chini, jinsi ukengele unavyoelekea upande mmoja au mwingine, ncha ambayo inaambatana na barafu pia inajipinda.","te":"బ్లేడ్ యొక్క అడుగు భాగం స్వల్పంగా వక్రంగా ఉంటుంది, బ్లేడ్ ఒకవైపులేదా మరోవైపువైపుకు వంగిఉంటుంది, మంచుతో తాకే అంచు కూడా వక్రంగా ఉంటుంది.","ur":"چوں کہ بلیڈ کا باٹم ہلکا ٹیڑھا ہے لہذا جب بلیڈ ایک یا دوسری سمت جھکتا ہے تو اس کا کنارہ جو برف کے کنٹیکٹ میں ہے وہ بھی ٹیڑھا ہو جاتا ہے۔","vi":"Do phía dưới của lưỡi dao cong nhẹ, khi lưỡi dao nghiêng sang một bên này hoặc bên kia, phần cạnh tiếp xúc với băng cũng cong.","xh":"Ngenxa yokuba umzantsi webleyidi ugobe kancinci, ibleyidi iyakwazi ukujika ukuya kwicala ngecala, incam ekuyiyio edibana nomkhenkce nayo igobile.","yo":"Nítorí wípé wọ́n yọgun díẹ̀ sí abẹ́ abẹfẹ́lẹ́, bí abẹfẹ́lẹ́ bá yí sí igun kan tàbí òmíràn, igun èyí tó fatakan yìnyín náà yó yọgun.","zu":"Ngenxa yokuthi ingaphansi locezu lugobile kancane, njengoba ucezu lutshekela ohlangothini olulodwa noma kolunye, unqanqama oluthintene neqhwa nalo luyatsheka."}
{"ar":"عُلم بوجودها فقط بسبب تأثيرها على تمدد الكون.","zh":"人们之所以知道它的存在，只是因为它对宇宙扩张的影响。","en":"Its existence is known only because of its effects on the expansion of the universe.","eu":"Halakorik badela jakin da unibertsoaren hedapenean dituen eraginengatik.","fr":"Son existence n’est connue qu’à cause de ses effets sur l’expansion de l’univers.","ml":"പ്രപഞ്ചത്തിന്റെ വികാസത്തിലുള്ള അതിന്റെ പ്രഭാവം കൊണ്ട് മാത്രമാണ് അതിന്റെ നിലനിൽപ്പ് വെളിപ്പെടുന്നത്.","mr":"विश्वाचा विस्तार होण्यावर असणाऱ्या त्याच्या परिणामांमुळे त्याचे अस्तित्व माहित झाले आहे.","ne":"ब्रह्माण्डको विस्तारको प्रभावका कारण यसको अस्तित्व परिचित छ।","es":"Su sabe de su existencia solo por la forma en que afecta la expansión del universo.","sw":"Uwepo wake unajulikana kwa sababu tu ya athari zake katika upanuzi wa ulimwengu.","te":"విశ్వ విస్తరణపై దాని ప్రభావాల కారణంగా మాత్రమే దీని ఉనికి తెలుస్తుంది.","ur":"اس کی موجودگی صرف کائنات کی توسیع پر اس کے پڑنے والے اثرات کے سبب جانی جاتی ہے۔","vi":"Người ta chỉ biết đến sự tồn tại của nó vì tác động của nó lên việc mở rộng của vũ trụ.","xh":"Ukubakho kwayo kwaziwa kuphela ngenxa yefuthe layo ekwandeni kwendalo.","yo":"Wiwa laye re je nkan mimo nitori bi o se fẹ agbaye.","zu":"Ukuba khona kwayo kwaziwa kuphela ngomphumela wayo ekunwebekeni kwembulunga yonke."}
{"ar":"وتابع قائلاّ \"هذه القضيّة خطيرةٌ. كن مطمئناً إلى أن نظامنا يعمل كما ينبغي\".","zh":"他又称：“这个病例很严重。但我们的医疗系统运作良好，请大家放心。”","en":"He went on to say, \"This case is serious. Rest assured that our system is working as well as it should.\"","eu":"Hala jarraitu zuen: “Kasu hau larria da. Gure sistema behar bezain ondo ari da funtzionatzen, lasai egon horregatik.”","fr":"\"Il continua en disant, \"\"Il s'agit là d'une affaire sérieuse. Soyez certains que notre système fonctionne aussi bien qu'il le devrait.\"\"\"","ml":"\"ഈ കേസ് ഗുരുതരമാണ്, അദ്ദേഹം പറഞ്ഞു. നമ്മുടെ സംവിധാനം വേണ്ട പോലെ പ്രവർത്തിക്കുന്നെന്ന് ഉറപ്പാക്കാം.\"\"\"","mr":"\"तो पुढे म्हणाला की, \"\"हे प्रकरण गंभीर आहे. आमची सिस्टम तिने करावे असे उत्तम काम करत आहे याबद्दल खात्री बाळगा.\"\"\"","ne":"उनले अगाडि भन्दै गए, “यो मामला गम्भीर छ। निश्चिन्त हुनुहोस् कि हाम्रो प्रणाली त्यही तरहको काम गरिरहेको छ जुन यसले गर्नुपर्दछ।”","es":"Seguidamente comentó: «Es una situación de gravedad. Den por seguro que nuestro sistema funciona tan bien como debería».","sw":"Aliendelea kusema, \"Kesi hii ni nzito. Kuwa na uhakika kwamba mfumo wetu unafanya kazi vyema kama inavyopaswa.\"","te":"\"అతను చెప్పడానికి వెళ్ళాడు, \"\"ఈ కేసు తీవ్రమైనది. మిగిలినవి మా సిస్టమ్ అది ఎలా పని చేయాలో అలాగే పనిచేస్తుందని భరోసా ఇవ్వండి.\"\"\"","ur":"انہوں نے مزید کہا، \"یہ معاملہ سنجیدہ ہے۔ یقین رکھیں ہمارا نظام اسی طرح کام کر رہا ہے جس طرح اسے کرنا چاہئے۔\"","vi":"Ông nói tiếp: \"Ca nhiễm này rất nghiêm trọng. Hãy yên tâm rằng hệ thống của chúng ta đang hoạt động tốt như bình thường.\"","xh":"Waqhubeka wathi \"Lo mba unobuzaza. Qiniseka ukuba isistim yethu isbenza ngendlela emele ukusebenza ngayo.\"","yo":"Ó tún tẹ̀síwájú sọ wípé “ìṣẹ̀lẹ̀ yìí lágbára. Fọkànbalẹ̀ wípé ètò wa ti ń síṣẹ́ bí ó se y.”","zu":"Waqhubeka ngokuthi, “Lolu daba lubucayi. Qinisekani ukuthi uhlelo lwethu lusebenza kahle ngendlela okumelwe lusebenze ngayo.”"}
{"ar":"وهذا يشمل الانتظار في الطابور، حيث يمكن استخدام كلاب شم المخدرات في أي وقت دون سابق إنذار.","zh":"这包括排队等候，因为随时都可能在没有事先通知的情况下使用缉毒犬。","en":"This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.","eu":"Hori kontuan hartu ilaran itxarotean, droga usaintzen duten txakurrak edonoiz erabili ahal baitituzte abisatu gabe.","fr":"Cela inclut l'attente en ligne, car les chiens renifleurs de drogue peuvent être utilisés à tout moment sans préavis.","ml":"മയക്കുമരുന്ന് മണത്തുകണ്ടുപിടിക്കുന്ന നായ്ക്കളെ എപ്പോൾ വേണമെങ്കിലും അറിയിപ്പില്ലാതെ ഉപയോഗിച്ചേക്കാമെന്നതിനാൽ ഇതിൽ വരിയിലുള്ള കാത്തിരിപ്പ് ഉൾപ്പെടുന്നു.","mr":"यामध्ये रांगेत प्रतीक्षा करणे समाविष्ट आहे, कारण औषधाचा वास घेणारे डॉग  कोणत्याही वेळी सूचनेशिवाय वापरले जाऊ शकतात.","ne":"यसमा लाइनमा प्रतीक्षा गर्ने समावेश हुन्छ, किनकि औषधि-सुँघ्ने कुकुरहरूलाई सूचना बिना कुनै पनि समयमा प्रयोग गर्न सकिन्थ्यो।","es":"Esto incluye esperar en fila, ya que, en cualquier momento, y sin previo aviso, pueden usarse los perros detectores de drogas.","sw":"Hii ni pamoja na kungoja kwenye foleni, wakati mbwa wa kunusa dawa wanaweza kutumiwa wakati wowote bila notisi.","te":"దీనిలో లైన్ లో వేచి ఉండటం కూడా చేర్చబడుతుంది, ఎందుకంటే ఎలాంటి నోటీస్ లేకుండా డ్రగ్-స్నిఫింగ్ కుక్కలు ఏ సమయంలోనైనా ఉపయోగించవచ్చు.","ur":"اس میں ویٹنگ لائن بھی ہوتی ہے، اس لئے کہ بغیر کسی اطلاع کے سونگھنے والے کتوں کا کسی بھی وقت استعمال کیا جاسکتا ہے۔","vi":"Điều này có thể xảy ra cả trong quá trình xếp hàng chờ đợi vì chó nghiệp vụ có thể được sử dụng bất kỳ lúc nào mà không cần phải thông báo trước.","xh":"Le ifaka ukufola, kwaye nezinja-ezinukisa izidakamiswa zingasetyenziswa naongomphi na umzuzu.","yo":"Diduro sori ila kopa ninu e, toripe won le lo awon aja to ma n fimu wa ogun, lai filo.","zu":"Lokhu kuhlanganisa ukuma eheleni, njengoba izinja ezithungatha izidakamizwa zingasetshenziswa nganoma isiphi isikhathi ngaphandle kwesaziso."}
{"ar":"قال الباحث في خدمة أبحاث \"ريفت فالي\" في إثيوبيا والمؤلف الشريك في الدراسة، \"برهان أسفاو\":-\"يعني ذلك أنه يجب إعادة كل شيء كما كان\".","zh":"这意味着一切都要推到更久之前。“埃塞俄比亚裂谷研究所的研究员、该研究的合著者 Berhane Asfaw 如是说。","en":"That means everything has to be put back,\" said researcher at the Rift Valley Research Service in Ethiopia and a co-author of the study, Berhane Asfaw.","eu":"“Horrek esan nahi du guztia berrantolatu egin behar dela” esan du Bernhane Asfaw-ek, Etiopiako Rift Haraneko Ikerketa Zerbitzuko ikertzaile eta azterketaren egileetako batek.","fr":"« Cela veut dire que tout doit être remis en place », a déclaré Berhane Asfaw, chercheur au Rift Valley Research Service en Éthiopie et co-auteur de l'étude.","ml":"\"അതിനർത്ഥം എല്ലാം പുനഃക്രമീകരിക്കേണ്ടതുണ്ടെന്നാണ്,\"\" എത്യോപ്യയിലെ റിഫ്റ്റ് വാലി റിസർച്ച് സർവീസിലെ ഗവേഷകനും പഠനത്തിന്റെ സഹ രചയിതാവുമായ ബെർഹെയ്ൻ അസ്ഫോ പറഞ്ഞു.\"","mr":"\"त्याचा अर्थ सगळे पूर्वीच्या जागी ठेवायला हवे,\"\" इथिओपियातील रिफ्ट व्हॅली रिसर्च सर्व्हिस येथील संशोधक आणि बर्हन अस्फाव अभ्यासाचा सह लेखक म्हणाला.\"","ne":"“यसको मतलब सबै कुरा फिर्ता गर्नु पर्छ”, इथियोपियाको रिफ्ट भ्याली रिसर्च सर्भिसका अन्वेषक र अध्ययनका सह लेखक बर्हाने एस्फावले भने।","es":"«Esto quiere decir que todo debe llevarse hacia atrás», indicó Berhance Asfaw, investigador para el Servicio de Investigación del Valle del Rift en Etiopía y coautor del estudio.","sw":"Hiyo inammanisha kuwa kila kitu kinafaa kurejeshwa, “alisema mtafiti katika Huduma ya Utafiti wa Bonde la Ufa Ethiopia na mwandishi mwenza wa utafiti huo, Berhane Asfaw.","te":"\"అంటే ప్రతీదాన్ని అలాగే పెట్టవలసి ఉంటుంది\"\" అని ఇథియోపియాలోని రిఫ్ట్ వ్యాలీ రీసెర్చ్ సర్వీస్ దగ్గర పరిశోధకుడు మరియు అధ్యయనం యొక్క సహ-రచయిత  బెర్హానే అస్ఫావ్ అన్నారు.\"","ur":"اس کا مطلب یہ ہے کہ ہر چیز کو واپس رکھنا لازم ہے، یہ ایتھیوپیا میں رفٹ ویلی ریسرچ سروس پر ایک محقق، اور مطالعے کے ایک مشترکہ مصنف، برہین اسفاء نے کہا۔","vi":"\"Điều này có nghĩa là mọi thứ phải được đưa trở lại,\" nhà nghiên cứu thuộc Rift Valley Research Service tại Ethiopia và một đồng tác giả của nghiên cứu Berhane Asfaw cho biết.","xh":"Ithetha ukuthi yonke into kufuneka ibuyiselwe,\" umva kwatsho umphandi e-Rift Valley Research Service e-Ethiopia noyi co-author yesifundo, Berhane Asfaw.","yo":"Ó túmọ̀sí wípé ohun gbogbo ní láti padàbọ̀ sípò “olùsàyẹ̀wò ní iléeṣẹ́ Rift Valle nilẹ̀ Ethiopia àti olùkọ̀we ìwáàdí Berhane Asfaw.","zu":"Lokhu kusho ukuthi yonke into kumelwe ibuyiselwe emuva,\" kwasho umcwaningi kuyiRift Valley Research Service eTopiya kanye nomlobi obambisene wocwaningo, uBerhane Asfaw."}
{"ar":"قد تختلف أسعار رحلة الطيران الواحدة بشكل كبير بين مختلف محركات بحث الرحلات، ومن المفيد مقارنة نتائج البحث وتفقد موقع شركة الطيران نفسها قبل الحجز.","zh":"有时，同一航班在不同信息汇集网站上的价格可能相差很大，在预订前先比较搜索结果，同时看看航空公司自己的网站，是有好处的。","en":"Sometimes the same flight can have vastly differing prices at various agregators and it pays to compare search results and to also look at the website of the airline itself before booking.","eu":"Batzuetan, hegaldi berak erabat desberdinak diren prezioak ditu batzailearen arabera; horregatik, merezi du bilaketa-emaitzak konparatzea eta hegazkin-konpainiaren gunea ere arakatzea erreserba egin baino lehen.","fr":"Un même vol peut parfois présenter de grandes disparités tarifaires entre les agrégateurs ; avant de réserver, il est donc avantageux de comparer les résultats des recherches ainsi que de consulter le site web de la compagnie aérienne elle-même.","ml":"ചില സമയങ്ങളിൽ ഒരേ ഫ്ലൈറ്റിന് വിവിധ അഗ്രഗേറ്ററുകളിൽ വ്യത്യസ്‌തമായ നിരക്കുകൾ ഉണ്ടാകാം. ബുക്കിംഗിന് മുമ്പ് തിരയൽ ഫലങ്ങൾ താരതമ്യം ചെയ്യുന്നതിനും എയർലൈനിന്റെ വെബ്‌സൈറ്റ് നോക്കുന്നതിനും ഇത് പണം ഈടാക്കുന്നു.","mr":"कधीकधी समान फ्लाईटकरिता विविध एग्रीगेटर्सवर भिन्न किंमत असू शकते तसेच ते बुकिंग करण्यापूर्वी शोध निकालांची तुलना करण्यासाठी आणि एअरलाइनच्या वेबसाईटवर पाहण्यासाठी पैसे देतात.","ne":"कहिलेकाहिँ उही उडानमा विभिन्न एकत्रीकरणकर्तामा भिन्न मूल्य हुन सक्छ र यसले खोज परिणामहरू तुलना गर्न र बुकिङ गर्नुअघि आफैँ वायुसेवाको वेबसाइटमा हेर्नका लागि पनि भुक्तानी गर्दछ।","es":"A veces, un mismo vuelo puede costar precios muy diferentes en varios recopiladores de contenidos, por lo que vale la pena comparar los resultados de búsqueda y navegar en el sitio web de la empresa antes de realizar la reserva.","sw":"Wakati mwingine safari moja inaweza kuwa na bei zinazotofautiana sana katika wajumuishaji tofauti na ina faida kulinganisha matokeo ya utafutaji na pia kuangalia tovuti ya kampuni ya ndege yenyewe kabla ya kuhifadhi.","te":"కొన్నిసార్లు ఒకే విమానం వివిధ ఉగ్రదారుల వద్ద విస్త్రృతంగా విభిన్న ధరలను కలిగి ఉండవచ్చు ఇది శోధన ఫలితాలను పోల్చడానికి ఇంకా బుకింగ్ చేయడానికి ముందు ఎయిర్ లైన్ యొక్క వెబ్ సైట్ ను చూడటానికి కూడా చెల్లిస్తుంది.","ur":"بعض اوقات ایک ہی فلائٹ کی مختلف ویب سائٹ پر بہت مختلف قیمتیں ہو سکتی ہیں اور ایک فائدے کی بات یہ کہ سرچ نتائج کا موازنہ کریں اور بکنگ سے پہلے متعلقہ ایر لائن کی ویب سائٹ کو ضرور دیکھیں۔","vi":"Đôi khi cùng một chuyến bay nhưng giá cả có thể khác nhau một trời một vực tại các đại lý đặt vé khác nhau, và việc so sánh các kết quả tìm kiếm cũng như xem trang web của chính hãng hàng không trước khi đặt cũng rất đáng làm.","xh":"Ngamanye amaxesha inqwelomoya efanayo inokuba namaxabiso ahluke kakhulu kubahlanganisi abahlukeneyo kwaye kuyabhatala ukuthelekisa iziphumo kunye nokujonga kwiwebhusayithi yenqwelomoya ngokwayo ngaphambi kokubhukisha.","yo":"Nígbà míràn, ìrìn-ajò ọkọ̀ òfuurufú kan náà lè ní àwọn ìdíyẹlẹ́ tó yàtọ̀ nípa onírúurú àkópapọ ìnáwó àti wípẹ́ o sànfàní láti se àfiwé àwọn èsì ìwádìí àti wíwọ ojú òpó ààyè ayélujára ilé iṣẹ́ ọkọ̀ ojú òfúrufú kí ènìyà tó ra ààyè ìjókòó.","zu":"Kwesinye isikhathi indiza efanayo ingaba namanani ahluke kakhulu ezintweni ezihlukile ezihlanganisayo futhi kuyazuzisa ukuqhathanisa imiphumela yokusesha kanye nokubuka iwebhusayithi yenkampani yezindiza ngokwayo ngaphambi kokubhukha."}
{"ar":"كما هو مذكور أعلاه، على الرغم من أن كلمة \"إسكيمو\" ما زالت مقبولة في أمريكا، فإنها تعتبر تحقيراً من قِبل العديد من سكان القطب الشمالي غير الأمريكيين وخاصةً في كندا.","zh":"正如上文所提，虽然“爱斯基摩人”这个词在美国仍然可以接受，但北极地区的许多非美籍人士，尤其是对加拿大人来说，他们都认为这个词带有贬义含义。","en":"As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.","eu":"Lehen aipatu bezala, “eskimal” hitza AEBetan onartzen den arren, estatubatuarrak ez diren Artikoko herri askok peioratibotzat hartzen dute, Kanadan bereziki.","fr":"Comme mentionné ci-dessus, bien que le mot « Esquimau » reste acceptable aux États-Unis, il est considéré comme péjoratif par de nombreux peuples de l’Arctique non américains, en particulier au Canada.","ml":"മുകളിൽ സൂചിപ്പിച്ചപോലെ, യുണൈറ്റഡ് സ്റ്റേറ്റ്സിൽ ‘എസ്കിമോ’ എന്ന വാക്ക് അംഗീകരിച്ചിട്ടുണ്ടെങ്കിലും,  യു.എസ്സ് കാരല്ലാത്തവർ ഇതിനെ അവഹേളനപരമായ വാക്കായാണ് കാണുന്നത്. പ്രധാനമായും കാനഡയിലുള്ള ഉത്തരധ്രുവക്കാർ.","mr":"\"वर सांगितल्याप्रमाणे, संयुक्त राष्ट्रसंघात \"\"एस्किमो\"\" हा शब्द स्वीकारलेला गेला असला तरी, तो संयुक्त राष्ट्रसंघाबाहेरील अनेक आर्टिक लोकांना, खासकरून कॅनडामधील आर्टिक लोकांना आक्षेपार्ह वाटतो.\"","ne":"माथि उल्लेख गरिएझैं, \"एस्किमो\" शब्द संयुक्त राज्य अमेरिकामा स्वीकार्य रहे पनि, यो धेरै गैर-संयुक्त राज्य अमेरिकाका आर्कटिक व्यक्तिहरूद्वारा, विशेष गरी क्यानाडामा अपमानजनक मानिन्छ।","es":"Como ya se ha señalado, si bien la palabra «esquimal» se sigue aceptando en EE. UU., muchas comunidades árticas no estadounidenses la consideran ofensiva, en particular en Canadá.","sw":"Kama ilivyosemwa hapo juu, ijapokuwa neno “Eskimo” limebaki kukubalika Marekani, linachukuliwa kuwa la dharau na wengi watu wengi wa Aktika wasiokuwa wa Marekani, haswa katika Canada.","te":"\"పైన చెప్పినట్లుగా , \"\"ఎస్కిమో\"\"  అనే పదం యునైటెడ్ స్టేట్స్ లో  ఆమోదయోగ్యంగా ఉన్నప్పటికీ , దీనిని యుఎస్ కాని వారు చాలా మందిగా భావిస్తారు. ఆర్కిటిక్  ప్రజలు , ముఖ్యంగా కెనడాలో.\"","ur":"جیسا کہ اوپر ذکر کیا گیا اسکیمو کا لفظ ولایاتِ متحدہ میں قابلِ قبول ہے لیکن بہت سے غیر امریکی لوگ بالخصوص کنیڈا میں اسے استہجانی لفظ خیال کرتے ہیں۔","vi":"Như đã đề cập ở trên, mặc dù từ “Eskimo” vẫn được chấp nhận ở Hoa Kỳ, nhưng nhiều người Bắc Cực không phải người Mỹ coi đó là từ ngữ có tính cách miệt thị, nhất là ở Canada.","xh":"Njengokuba sekukhankanyiwe ngasentla, nangona igama elithi \"Eskimo\" lihlala lamkelekile eUnited States, lithathwa njengolonyeliso ngabantu abaninzi abangahlali base-Arctic, ngakumbi eCanada.","yo":"Bi a se daruko loke, biotilejepe ni ilu Amerika won gba ilo “Eskimo”, o si je eebu leti awon ti o ki n se ara Amerika - awon ara Atiki paa pa julo ni Kanada.","zu":"Njengoba kushiwo ngenhla, nakuba igama elithi \"Eskimo\" lihlala lamukelekile eMelika, lithathwa njengokweyisa abantu abaningi abangahlali eMelika base-Arctic, ikakhulukazi eCanada."}
{"ar":"صنع جوني ريد، سائق مشارك في فريق A1GP New Zealand، التاريخ اليوم بتحقيقه أسرع قيادة على جسر ميناء أوكلاند، نيوزيلندا، البالغ من العمر 48 عامًا، بشكل قانوني.","zh":"今天，A1GP 新西兰队副驾驶约翰·里德 (Jonny Reid) 在合法驾驶的情况下，成为在有 48 年历史的新西兰奥克兰海港大桥上行驶最快的人，从而创造了历史。","en":"Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.","eu":"Jonny Reid, Zeelanda Berriko A1GP taldeko kopilotua, historiako zerrendetan sartu da, legea betez, Auckland-eko 48 urteko Harbour Bridge zubitik (Zeelanda Berria) inor baino azkarrago igaro ondoren.","fr":"Jonny Reid, copilote de l’équipe néo-zélandaise A1GP, est entré dans l’histoire aujourd’hui en franchissant le pont du port d’Auckland (Nouvelle-Zélande), vieux de 48 ans, en toute légalité.","ml":"A1GP ന്യൂസിലന്റ് ടീമിന്റെ സഹഡ്രൈവറായ ജോണി റീഡ്, 48 വർഷം പഴക്കമുള്ള ഓക്ക്ലൻഡ് ഹാർബർ ബ്രിഡ്ജിനു മുകളിലൂടെ ഇന്ന് നിയമാനുസൃതമായി ഏറ്റവും വേഗതയിൽ വാഹനമോടിച്ച് ചരിത്രം സൃഷ്ടിച്ചു.","mr":"A1GP न्यूझीलंड टीमचे सह-चालक, जॉनी रीड यांनी आजन्यूझीलंडच्या 48 वर्षे जुन्या ऑकलंड हार्बर ब्रिजवर कायदेशीररित्या सर्वात वेगवान वाहन चालवून इतिहास रचला.","ne":"A1GP न्युजिल्यान्ड टिमका सह-चालक, Jonny Reid ले आज कानूनी रूपमा न्युजिल्यान्डको 48-वर्षे पुरानो अकल्यान्ड हार्बर ब्रिजमा सबैभन्दा छिटो ड्राइभिङ गर्दै इतिहास रचे।","es":"Jonny Reid, copiloto del equipo de Nueva Zelanda de A1GP, hizo historia hoy al consagrarse lícitamente como el conductor más veloz sobre el puente de Auckland Harbour, de 48 años de antigüedad, en Nueva Zelanda.","sw":"Johnny Reid, dereva mwenza wa timu ya A1GP ya Nyuzilandi, leo ameweka historia kwa kuendesha mbio zaidi katika Daraja la Bandari ya Auckland, Nyuzilandi, lenye miaka 48, kihalali.","te":"A1GP న్యూజిలాండ్ జట్టుకు సహ డ్రైవర్ అయిన జానీ రీడ్, ఈ రోజు చట్టబద్దంగా న్యూజిలాండ్‌లోని 48 సంవత్సరాల చరిత్ర గల ఆక్లాండ్ హార్బర్ వంతెనపై వేగంగా డ్రైవింగ్ చేసి చరిత్ర సృష్టించాడు.","ur":"A1GP نیوزی لینڈ ٹیم کے ساتھی ڈرائیور جونی ریڈ نے آج قانونی طور پر نیوزی لینڈ کے 48 سالہ پرانے آکلینڈ ہاربر برج پر تیز رفتار ڈرائیونگ کر تے ہوئے تاریخ رقم کر دی۔","vi":"Jonny Reid, phụ lái trong đội đua A1GP của New Zealand, hôm nay đã làm nên lịch sử khi trở thành người chạy nhanh nhất, một cách hợp pháp, qua Cầu Cảng Auckland 48 năm tuổi ở New Zealand.","xh":"UJonny Reid, umqhubi oncedisayo weqela laseNew Zealand le-A1GP, namhlanje wenze imbali ngokuba ngoyena mqhubi ukhawulezayo oqhuba ngokusemthethweni ukudlula iAuckland Harbour Bridge eneminyaka eyi-48.","yo":"Jonny Reid tó jẹ́ alájọwà fún ikọ̀ A1GP New Zealand lónìí sàkọọ́lẹ̀ ìtàn nípa yíyára wakọ̀ ju Auckland Harbour Bridge ẹni ọdún méjìdínláàdọ́ta ti ilẹ̀ New Zealand níbàmún un pẹ̀lú òfin.","zu":"UJonny Reid, umshayeli obambisene A1GP yeqembu laseNyuzilandi, namuhla wenze umlando ngokushayela ngesivinini esikhulu kakhulu ngaphesheya kwe-Auckland Harbour Bridge eneminyaka engu-48 ubudala, eNyuzilandi, ngokomthetho."}
{"ar":"تبلغ حاليًا سرعة ريح إعصار \"فريد\" 105 أميال في الساعة (165 كم\/ساعة) ويتجه نحو الشمال الغربي.","zh":"“弗雷德”目前正以每小时 105 英里（每小时 165 公里）的风速向西北方向移动。","en":"Fred currently has winds of 105 miles per hour (165 km\/h) and is moving towards the northwest.","eu":"Fred-ek mugitzen duen haizeak 105 milia orduko (165 km\/h) abiadura du une honetan, eta ipar-mendebalderantz ari da mugitzen.","fr":"Fred a actuellement des vents de 165 km\/h (105 miles par heure) et se dirige vers le nord-ouest.","ml":"ഫ്രെഡ് നിലവിൽ മണിക്കൂറിൽ 105 മൈൽ (മണിക്കൂറിൽ 165 കിലോമീറ്റർ) വേഗതയിൽ വീശിയടിക്കുകയും വടക്കുപടിഞ്ഞാറൻ ഭാഗത്തേക്ക് നീങ്ങുകയും ചെയ്യുന്നു.","mr":"फ्रेडचे वारे सध्या ताशी 105 मैल (165 किमी\/तास) वेगाने वाहात आहेत आणि ते वायव्य दिशेला जात आहे.","ne":"फ्रेडसँग हालै प्रति घण्टा 105 माइलको वेग (165 किमी\/ घण्टा) को हावा रहेको छ र उत्तर पश्चिम तिर बढिरहेको छ।","es":"En la actualidad, los vientos de Fred alcanzan las 105 millas por hora (165 km\/h) y se desplaza en dirección al noroeste.","sw":"Fred hivi sasa ina upepo wa maili 105 kwa saa (kilomita 165 kwa saa) na inaelekea kaskazini magharibi.","te":"ఫ్రెడ్ ప్రస్తుతం గంటకు 105 మైళ్ల వేగంతో (165 కి.మీ.\/గం) గాలులు వీచి వాయువ్య దిశ వైపు కదులుతోంది.","ur":"فریڈ (Fred) کو 105 میل فی گھنٹہ (165کلو میٹر فی گھنٹہ) کی ہواؤں کا سامنا ہے اور وہ شمال مغرب کی جانب سفر کر رہا ہے۔","vi":"Fred hiện có sức gió 105 dặm\/giờ (165 km\/h) và đang di chuyển theo hướng tây bắc.","xh":"IFred unomoya oyi-105 ngeyure (165km\/h) kwaye ubheka ngasemantla ntshona.","yo":"Fred ń sáré ní máìlì 105 ní wákàtí (165km\/h) ó sì ń lọ sí apá àríwá ìwọ̀ oòrùn.","zu":"IFred njengamanje inemimoya yamamayela angama-105 ngehora (u-165 km\/h) futhi ibheke ngasenyakatho-ntshonalanga."}
{"ar":"في سنة 2010 وأثناء تأميمه تم فصل البنك الحالي للشارع الرئيسي نورذرن روك عن باد بنك، نورذن روك (إدارة الأصول).","zh":"2010 年，当时的高街银行北岩银行（Northern Rock plc）在国有化的同时，从 “坏银行” 北岩资产管理公司 （Northern Rock Asset Management）中剥离出来。","en":"In 2010, while nationalised, the current high street bank Northern Rock plc was split from the ‘bad bank’, Northern Rock (Asset Management).","eu":"2010ean, nazionalizatuta zegoen bitartean, Northern Rock plc banku komertziala Northern Rock (ondasunen kudeaketa) “banku txarretik” banatu zen.","fr":"En 2010, bien que nationalisée, l'actuelle banque Northern Rock plc a été séparée de la « bad bank, » Northern Rock (gestion d'actifs).","ml":"2010-ൽ, ദേശസാൽക്കരിക്കപ്പെട്ട സമയത്ത് നിലവിലെ ഹൈ സ്ട്രീറ്റ് ബാങ്ക് നോർത്തേൺ റോക്ക് പി‌എൽ‌സിയെ ‘ബാഡ് ബാങ്ക്’, നോർത്തേൺ റോക്ക് (അസറ്റ് മാനേജ്‌മെന്റ്) എന്നിങ്ങനെ വിഭജിച്ചിരുന്നു.","mr":"2010 मध्ये राष्ट्रीयकरण केले असताना सध्याची हाय स्ट्रीट बँक नॉर्दर्न रॉक पीएलसी ही ‘बॅड बँक’, नॉर्दर्न रॉक (अ‍ॅसेट मॅनेजमेंट) पासून विभक्त झाली.","ne":"2010 मा राष्ट्रियकरण गरिएको समयमा हालको हाइ स्ट्रिट बैंक नर्दर्न रक पिएलसी 'खराब बैंक', नर्दर्न रक (सम्पत्ति व्यवस्थापन) बाट छुट्टिएको थियो।","es":"En 2010, cuando ya había sido nacionalizado, el hoy en día banco principal, Northern Rock plc, se separó del «banco malo», Northern Rock (Gestión de Activos).","sw":"Katika mwaka wa 2010, benki ya sasa ya mtaa wa juu Northern Bank plc ilitenganishwa na ‘benki mbaya’, Northern Rock (Usimamizi wa Mali).","te":"2010లో, జాతీయం చేయబడినప్పుడు, ప్రస్తుత హై స్ట్రీట్ బ్యాంక్ నార్తర్న్ రాక్ plc 'బ్యాడ్ బ్యాంకు' నార్తర్న్ రాక్ (అసెట్ మేనేజ్మెంట్) నుండి విడిపోయింది.","ur":"2010ء میں جب وہ قومی ملکیت میں لیا گیا موجودہ ہائی اسٹریٹ بینک نادرن راک پبلک لیمیٹڈ کو ”برے بینک“ نادرن راک (اسیٹ مینجمنٹ) سے جدا کر دیا گیا۔","vi":"Trong năm 2010, khi được quốc hữu hóa, ngân hàng thương mại Northern Rock plc đã được tách ra khỏi ‘ngân hàng xấu’, (Công ty Quản lý Tài sản) Northern Rock.","xh":"Ngo-2010, ngelixa ibekwa kuzwelonke, ibhanki yangoku ekwisitalato seHigh Stree eNorth Rock plc iye yahlulwa 'kwibhanki embi', iNorthern Rock Rock (i-Asset Management.)","yo":"Nígbàtí ètò ìsọdi orílẹ̀èdè wáyé lọ́dún 2010, wọ́n pín ilé ìfowópamọ́sí gíga Northern Rock plc kúrò lára ‘báńkì burúkú’ Northern Rock (ìsàkóso ohun ìní).","zu":"Ngo-2010, nakuba lenziwe elezwe, ibhange eliphezulu lamanje i-Northern Rock plc lahlukaniswa ‘ebhange elibi‘, i-Northern Rock (Ukuphatha Impahla)"}
{"ar":"يعمل العلماء على إنشاءِ مفاعلٍ يمكنه إنتاج الطاقة بنفس الطريقة.","zh":"科学家目前致力打造一种可通过相同的方式产生能量的反应堆。","en":"Scientists are working to create a reactor that can make energy in the same way.","eu":"Energia modu berean sortuko duen erreaktore bat egiteko lanean ari dira zientzialariak.","fr":"Les scientifiques travaillent à la création d'un réacteur qui peut produire de l'énergie de la même manière.","ml":"അതേ രീതിയിൽ ഊർജ്ജം ഉണ്ടാക്കാൻ കഴിയുന്ന ഒരു റിയാക്ടർ നിർമ്മിക്കാൻ ശാസ്ത്രജ്ഞർ പ്രവർത്തിച്ചു കൊണ്ടിരിക്കുന്നു.","mr":"शास्त्रज्ञ अणुभट्टी तयार करण्यासाठी कार्यरत आहेत ज्यामुळे त्याच प्रकारे ऊर्जा निर्माण होऊ शकते.","ne":"वैज्ञानिकहरू एक रियाक्टर निर्माण गर्नको लागि काम गर्दै छन् जसले उही तरिकाले शक्ति निर्माण गर्न सक्छ।","es":"Los científicos concentran su trabajo en desarrollar un reactor capaz de generar energía de la misma forma.","sw":"Wanasayansi wanashugulika kuunda tanuri la kinyuklia ambalo linaweza kutengeneza nishati kwa njia hiyo hiyo.","te":"అదే విధంగా శక్తినివ్వ గల రియాక్టర్ ను తయారు చేసేందుకు శాస్త్రవేత్తలు కృషి చేస్తున్నారు.","ur":"سائنزس داں ایک ایسا ری ایکٹر بنا رہے ہیں جو اسی طریقہ سے کار کرے گا۔","vi":"Các nhà khoa học đang nghiên cứu để tạo ra một lò phản ứng có thể tạo ra năng lượng theo cách này.","xh":"Iisayentisti zasebenzela ukudala iri-ekta engenza amandla ngendlela efanayo.","yo":"Àwọn onímọ̀ ìjìnlẹ̀ sáyẹ̀nsì ti ń siṣẹ́ láti se àgbékalẹ̀ ohun tó le má a mún agbára wá ní ọ̀nà kan náà.","zu":"Ososayensi bazama ukwenza isiphehli esingenza amandla ngendlela efanayo."}
{"ar":"لم يكن بوسع أسنان الترايسراتوبس فحسب أن تسحق ورق الشجر، بل الفروع والجذور شديدة الصلابة.","zh":"三角龙的牙齿不仅能咬碎树叶，还能咬碎非常坚硬的树枝和树根。","en":"A triceratops' teeth would have been able to crush not only leaves but even very tough branches and roots.","eu":"Trizeratopsen haginak gai ziren hostoak txikitzeko, baina baita adar eta sustrai sendoak txikitzeko ere.","fr":"Une dentition de tricératops aurait été capable d'écraser non seulement des feuilles, mais également des branches et des racines très dures.","ml":"ഒരു ട്രൈസെറാടോപ്പിന്റെ പല്ലിന് ഇലകൾ മാത്രമല്ല വളരെ ഉറച്ച ശാഖകളും വേരുകളും പോലും തകർക്കാൻ കഴിയുമായിരുന്നു.","mr":"ट्रायसेरोटॉपचे दात फक्त पानेच नाहीत तर कडक शाखा आणि मुळेदेखील चावू शकत असावेत.","ne":"ट्राइसेरोटपका दाँतले पातहरू मात्र होइन, अत्यन्तै कडा हाँगा र जराहरूसम्म पनि मसल्न सक्थ्यो।","es":"Con su dentadura, un triceraptops hubiese podido triturar no solo hojas, sino además ramas y raíces muy duras.","sw":"Meno ya triseratopu yangeweza kuponda si majani pekee, bali pia matawi na mizizi migumu sana.","te":"ట్రైసెరాటాప్స్ యొక్క పళ్ళు ఆకులు మాత్రమే కాదు, చాలా కఠినమైన కొమ్మలు మరియు వేర్లు కూడా నలిపివేయగలిగి ఉంటాయి.","ur":"کسی ٹرائسرا ٹاپ کے دانت اتنے سخت ہوتے ہیں کہ وہ نہ صرف پتیوں کو بلکہ ٹہنیوں اور جڑوں کو بھی چبا سکتا ہے۔","vi":"Răng của khủng long ba sừng không chỉ có thể nghiền nát lá cây mà cả những nhánh cây và rễ cây rất cứng.","xh":"Amazinyo e-triceratops ngewekwazile ukukrwamza hayi amagqabi odwa kodwa namasebe omeleleyo neengcambhu.","yo":"Eyín ẹranko tí a mọ̀ sí oníwo mẹta kòbá má lè da ewé lásán gé ṣùgbọ́n yóò ba ẹ̀ka àti gbòngbò jẹ.","zu":"Izinyo le-triceratops lalingakwazi ukuhlafuna hhayi kuphela amacembe kodwa namagatsha aqine kakhulu kanye nezimpande."}
{"ar":"ويمكن أن تشمل الأحداث الصحية الطويلة الأجل المحتملة الناجمة عن الإفراط في شرب المشروبات الكحولية إلحاق الضرر بالكبد بل وحتى العمى والموت. يزداد الخطر المحتمل عند استهلاك الكحول المنتج بشكل غير قانوني.","zh":"过量饮酒可能导致长期的健康问题，比如肝脏损伤， 甚至会导致失明和死亡。饮用非法生产的酒类时，潜在的危险性更大。","en":"Possible long term health events from excessive drinking can include liver damage and even blindness and death. The potential danger is increased when consuming illegally produced alcohol.","eu":"Gehiegi edateak epe luzeko osasun arazoak sor ditzake, adibidez, gibeleko mina, baita itsutasuna eta heriotza bera ere. Arriskua handitu egiten da legez kanpo ekoitzitako alkoholaren kasuan.","fr":"Parmi les problèmes de santé possibles à long terme dus à l’alcoolisme, on peut citer les dégâts sur le foie, mais aussi la cécité et la mort. Le danger potentiel est accru en cas de consommation d’alcool fabriqué illégalement.","ml":"അമിത മദ്യപാനം മൂലം വരാന സാധ്യതയുള്ള സ്ഥിരമായ ആരോഗ്യപ്രശ്നങ്ങൾ, കരൾ നശിക്കുക, ചിലപ്പോൾ കാഴ്ച നഷ്ടപ്പെടലും മരണം വരെയും സംഭവിക്കാം. ഇതിൽ ഗുരുതരമായ അപകടം വർദ്ധിക്കുന്നത് നിയമവിരുദ്ധമായി ഉൽപ്പാദിപ്പിക്കുന്ന മദ്യം കഴിക്കുന്നതിനാലാണ്.","mr":"जास्त मद्यपानामुळे तब्येतीवर होणाऱ्या दूरगामी परिणामांमध्ये यकृतात बिघाड होणे आणि आंधळेपणा व मृत्यू होणे यांचा समावेश आहे. अवैधरीत्या बनवलेली दारू पिण्याने संभाव्य धोका अधिक वाढतो.","ne":"अत्यधिक मदिरा सेवन हुन सक्ने सम्भावित दीर्घकालीन स्वास्थ्य घटनाहरूमा कलेजोको क्षति र अन्धोपना र मृत्युसमेत हुन सक्छ। अवैध रूपमा उत्पादन गरिएको मदिरा सेवन गर्दा सम्भावित खतरा बढेको छ।","es":"La ingesta excesiva de alcohol puede causar problemas de salud crónicos como daño hepático e incluso ceguera y muerte. El peligro potencial se incrementa con el consumo de alcohol elaborado de forma ilegal.","sw":"Matukio ya kiafya ya muda mrefu kutokana na kunywa kupita kiasi yanaweza kujumuisha uharibifu wa ini na hata upofu na kifo. Kuwepo kwa hatari huongezeka wakati wa kunywa pombe iliyotengenezwa kiharamu.","te":"అతిగా తాగడం వల్ల దీర్ఘకాలిక ఆరోగ్య ఘటనలు కాలేయం దెబ్బతినడం మరియు అంధత్వం మరియు మరణం కూడా ఉండవచ్చు. అక్రమంగా ఉత్పత్తి అయిన మద్యాన్ని సేవించడం వల్ల ప్రమాదం పెరుగుతుంది.","ur":"شراب نوشی کی کثرت سے ممکنہ طور پر پیش آنے والی طویل مدتی صحت کی کیفیات میں جگر کو نقصان پہنچنا اور یہاں تک کہ بصارت سے محرومی اور موت شامل ہو سکتی ہے۔ ممکنہ خطرے میں اس وقت اضافہ ہو جاتا ہے جب غیر قانونی طور پر تیار کردہ شراب پی جاتی ہے۔","vi":"Các vấn đề sức khỏe lâu dài từ việc lạm dụng đồ uống có cồn có thể bao gồm tổn thương gan và thậm chí là mù lòa và tử vong. Sự nguy hại tiềm tàng tăng lên khi tiêu thụ rượu sản xuất trái phép.","xh":"Iziganeko ezinokwenzeka ethubeni kwimpilo ezibangelwa kukusela kakhulu kukonakala kwesibindi kunye nokungaboni kanti nokufa. Kunobungozi mpela xa usela utywala obenziwa ngokungekho mthethweni.","yo":"Lára àwọn àìlera tí ọtí àmujù fún ìgbà pípẹ́ máa ń fà sí àgọ́ ara ní àìsàn ẹ̀dọ̀, ìfọ́jú, àti ikú pẹ̀lú. Ewu yìí máa ń pọ̀ gidi nígbàtí ẹnì kan bá lo àwọn oríṣìíríṣìí nǹkan ti ó ní ọtí ninú ṣùgbọ́n tí kò tọ̀nà lábẹ́ òfi.","zu":"Izinto ezithinta impilo ngokuhamba kwesikhathi ngenxa yokuphuza ngokweqisa zingahlanganisa ukulimala kwesibindi kanye nobumpumputhe nokufa. Ingozi engaba khona iyakhula lapho umuntu ephuza utshwala obungenziwanga ngokomthetho."}
{"ar":"كما أن بحيرة أونجا متصلة أيضاً بفولجا، لذا فإن الوصول من بحر قزوين عبر روسيا لا يزال متاحاً.","zh":"奥内加湖 (Lake Onega) 也与伏尔加河 (Volga) 连接，因此可能可以从里海 (Caspian Sea) 经俄罗斯到达这里。","en":"Lake Onega is also connected to Volga, so coming from the Caspian Sea through Russia is still possible.","eu":"Onega aintzira Volgarekin ere lotuta dagoenez, posible da oraindik Errusia zeharkatzea Kaspiar itsasotik.","fr":"Le lac Onega est également relié à la Volga, de sorte qu'il est encore possible de venir de la mer Caspienne en passant par la Russie.","ml":"ഒനേഗാ തടാകം വോൾഗയുമായി ബന്ധിപ്പിച്ചിരിക്കുന്നതിനാൽ, കാസ്‌പിയൻ കടലിൽ നിന്ന് റഷ്യ വഴി വരുന്നത് ഇപ്പോഴും സാധ്യമാണ്.","mr":"ओनेगा तलाव हा देखील वोल्गाशी जोडला गेलेला आहे, म्हणून रशिया मधून कास्पियन समुद्र कडून येणे अद्याप ही शक्य आहे.","ne":"ओनेगा लेक भोल्गासँग जोडिएको हुनाले क्यासपियन सी हुँदै रूस आउन सम्भव छ।","es":"Gracias a que el lago Onega también se une con el Volga, se puede acceder a él desde el mar Caspio, pasando por Rusia.","sw":"Ziwa Onega limeunganishwa na Volga, kwa hivyo bado inawezekana kusafiri kutoka Bahari Caspian kupitia Urusi.","te":"ఓనెగా సరస్సు కూడా వోల్గాతో అనుసంధానించబడింది, కావున రష్యా ద్వారా కాస్పియన్ సముద్రం నుండి రావడం ఇప్పటికీ సాధ్యపడుతుంది.","ur":"جھیل اونیگا بھی وولگا سے جڑی ہوئی ہے، چنانچہ روس کے ذریعے بحر گیلان سے آنا اب بھی ممکن ہے۔","vi":"Hồ Onega cũng được kết nối với Volga, vì vậy vẫn có thể đi từ Biển Caspi qua Nga.","xh":"I Lake Onega iqhakamishelalana ne Volga, ngoko ke xa usuka kulwandle I Caspiam uhamba nge Russia kusenokwazeka.","yo":"Odo Onega naa ha mo Folga, tori na o seese ki o fi Rosia wa lati Okun Kaspiani.","zu":"IChibi i-Onega libuye laxhumana ne-Volga, ngakho ukuza usuka oLwandle lwase-Caspian udlula eRashiya kusenzeka."}
{"ar":"قال جون جرانت، من دبليو إن إي دي بافالو (محطة ريدينج رينبو): \"علمت ريدينج رينبو الأطفال لماذا يقرأون، ... حب القراءة - شجع [البرنامج] الأطفال على التقاط كتاب وقراءته.\"","zh":"来自水牛城 WNED 电台（“阅读彩虹”节目的主电台）的约翰·格兰特 (John Grant) 说：“阅读彩虹教会了孩子们为什么要阅读，……还有对阅读的热爱——（该节目）鼓励孩子们拿起书来潜心阅读。”","en":"John Grant, from WNED Buffalo (Reading Rainbow's home station) said \"Reading Rainbow taught kids why to read,... the love of reading — [the show] encouraged kids to pick up a book and to read.\"","eu":"Honako hau esan zuen WNED Buffalo-ko (Reading Rainbow-en irrati-etxea) John Grant-ek: «Reading Rainbow ikuskizunak irakurtzearen arrazoia azaldu die haurrei, irakurtzeko zaletasuna; halaber, [saioak] haurrak liburu bat hartu eta irakurtzera animatu ditu».","fr":"John Grant, de WNED Buffalo (station diffusant Reading Rainbow) a déclaré : « Reading Rainbow a appris aux enfants pourquoi lire […] leur a donné l’amour de la lecture — [l’émission] a encouragé les enfants à prendre un livre et à lire ».","ml":"\"ഡബ്ല്യുഎൻ‌ഇഡി ബഫലോയിൽ നിന്ന് ജോൺ ഗ്രാന്റ് (റെയിൻബോയുടെ ഹോം സ്റ്റേഷൻ വായിച്ചുക്കൊണ്ട്) പറഞ്ഞു, \"\"റെയിൻബോ വായിക്കുന്നത്, എന്തിന് വായിക്കണം... അഥവാ വായനയോടുള്ള ഇഷ്ടം കുട്ടികളെ പഠിപ്പിച്ചു -  [പ്രദർശനം] ഒരു പുസ്തകം എടുത്ത് വായിക്കാൻ കുട്ടികളെ പ്രോത്സാഹിപ്പിച്ചു.\"\"\"","mr":"\"WNED बफेलो (इंद्रधनुष्याचे मुख्य स्टेशन वाचणे) मधील जॉन ग्रँट म्हणाले, \"\"इंद्रधनुष्य वाचन मुलांनी का वाचायचे ते शिकवले,... वाचनाची आवड - [कार्यक्रम] मुलांना पुस्तक निवडण्यास आणि वाचण्यास प्रोत्साहित केले.\"\"\"","ne":"WNED बफेलोका, जोन ग्रान्टले (रेन्बोको होम स्टेसन पढ्दै) भने, “रेन्बो पढ्नाले बच्चाहरूलाई किन पढ्ने भन्ने सिकायो, ......पढाइको प्रेम - (कार्यक्रमले) बच्चाहरूलाई पुस्तक लिन र पढ्न प्रोत्साहित गर्‍यो।”","es":"John Grant, de WNED Buffalo (la estación más importante de Reading Rainbow) señaló que el programa «les enseñó a los más pequeños la razón de leer, […] el amor por la lectura; los incentivó a tomar un libro y leer».","sw":"John Grant, kutoka WNED Buffalo (kituo cha nyumbani cha Reading Rainbow) alisema \"Reading Rainbow iliwafunza watoto ni kwa nini wasome,…kupenda kusoma — [onyesho] liliwahimiza watoto kuchukua kitabu na kusoma.\"","te":"\"\"\"WNED బఫెలో (రెయిన్ బో యొక్క హోమ్ స్టేషన్ ను చదవడం) నుండి జాన్ గ్రాంట్ ఇలా అన్నాడు\"\"\"\" రెయిన్ బో చదవడం పిల్లలకు ఎందుకు చదవాలో పిల్లలకు నేర్పించింది,... చదవడ౦ లోని ప్రేమ — [ప్రదర్శన] పిల్లలను ఒక పుస్తక౦ ఎ౦పిక చేసుకోవడానికి, చదవమని ప్రోత్సహి౦చేది.\"\"\"\"\"\"\"","ur":"ڈبلیو این ای ڈی بفلو (ریڈنگ رینبو کا گھریلو اسٹیشن) سے جان گرانٹ نے کہا: ”ریڈنگ رینبو نے بچوں کو یہ سکھایا کہ کیوں پڑھنا ہے ۔۔۔ مطالعے کا چسکا ۔۔۔ [پروگرام] نے بچوں کو ایک کتاب اٹھاکر پڑھنے پر ابھارا۔“","vi":"John Grant, đến từ WNED Buffalo (ga cơ sở của Reading Rainbow) nói rằng “Reading Rainbow dạy những đưa trẻ tại sao nên đọc,...sự yêu thích đọc sách - [chương trình] khuyến khích trẻ nhặt một cuốn sách lên và đọc.”","xh":"U -John Grant, wase-WNED Buffalo (Reading Rainbow's home station) uthi : \"i-Reading Rainbow ifundise abantwana ukuba kutheni kufuneka bafunde,…bathande ukufunda-[umboniso] ekhuthaza abantwana ukuba bathabathe incwadi bafunde.\"","yo":"Johanu Granti, lati WNED Bufalo (o n ka oju redio ile Osumo) wipe “Kika Osumo ko awon omode idi ti o ye ki won fi kawe,...ife iwe - [ere naa] fisokan aawon omode lati gbe iwe ka..”","zu":"UJohn Grant, osuka kuyi-WNED Buffalo (isiteshi sasekhaya seReading Rainbow) uthe \"iReading Rainbow ifundise izingane ukuthi kungani kufanele zifunde,… uthando lokufunda — [uhlelo] lukhuthaze izingane ukuba zithathe incwadi zifunde.\""}
{"ar":"يعيش ألفا موظفٍ هنا في الصيف في حوالي 48 قاعدة معظمهم في هذه المناطق، وعدد قليل يظل حتى الشتاء.","zh":"在夏天，这里的四十余个基地会迎来几千名工作人员，其中的大多数人驻扎在此地区；一小部分人留下越冬。","en":"A couple of thousand staff live here in summer in some four dozen bases mostly in those areas; a small number stay over winter.","eu":"Bi mila langile inguru bizi dira udan, batez ere eremu horietan biltzen diren berrogeita hamar bat basetan; neguan, ordea, gutxi batzuk geratzen dira.","fr":"Quelques milliers d'employés vivent ici en été dans une quarantaine de bases, principalement dans ces régions ; un petit nombre d'entre eux restent en hiver.","ml":"വേനൽക്കാലത്ത് ആയിരക്കണക്കിന് ജീവനക്കാർ ഈ ഭാഗത്തുള്ള നാല് ഡസൻ ബേസുകളിൽ കഴിയുന്നു; ഒരു ചെറിയ വിഭാഗം ശൈത്യ സമയത്തും തുടരുന്നു.","mr":"काही चार डझन बेस मध्ये त्या विभागामध्ये दोन एक हजार कर्मचारी उन्हाळ्यात इथे राहतात; फार थोडे लोक हिवाळ्यापर्यंत राहतात.","ne":"प्रायः ती क्षेत्रहरूमा गर्मीमा केही चार दर्जन अड्‍डाहरूमा केही हजार जोडी कर्मचारीहरू बस्छन्; थोरै संख्या जाडोभरि बस्छन्।","es":"Un par de miles de empleados viven aquí en el verano, en unas cuatro docenas de bases, mayoritariamente ubicadas en esas regiones, pero sólo un pequeño número permanece durante el invierno.","sw":"Maelfu machache ya wafanyakazi huishi hapa wakati wa kiangazi kwenye dazeni nne za makazi aghalabu katika maeneo hayo; idadi ndogo hukaa wakati wa msimu wa baridi.","te":"ఇక్కడ ఎక్కువగా కొన్ని వేల మంది సిబ్బంది కలిసి 4 డజన్ల స్థావరాలలో వేసవి కాలంలో ఎక్కువగా నివసిస్తుంటారు; శీతాకాలంలో మాత్రం తక్కువ సంఖ్యలో ఉంటారు.","ur":"موسم گرما میں ان علاقوں میں واقع چار درجن بیسوں میں یہاں چند ہزار عملہ رہتا ہے؛ موسم سرما میں یہ تعداد کافی کم ہوتی ہے۔","vi":"Vài ngàn nhân viên sống ở đây vào mùa hè trong khoảng bốn chục căn cứ chủ yếu nằm trong những khu vực này, và một số ít ở lại qua mùa đông.","xh":"Amawaka amajoni ahlala apha ngehlobo kwiindawo eziphantse zibe ngamashumi amane anesibhozo.","yo":"Àwọn òṣìṣẹ́ tó lé ní egberun ló ma n gbébí ní àkókò òrùn ní bésì bíi dọ́sínì mẹ́rin, jùlọ ní àwọn agbègbè yen; díẹ̀ nínú wọ́n ma n dúró ní ìgbà òtútù.","zu":"Izinkulungwane ezimbalwa zezisebenzi zihlala lapha ehlobo ezikhungweni ezingaba amadazini amane kaningi kulezo zindawo; inani elincane lihlala ebusika."}
{"ar":"ومنذ ذلك الوقت، سجّل حجم الاقتصاد الصيني نمواً بلغ 90 مرة.","zh":"从那时候开始，中国的经济规模增长了 90 倍。","en":"Since then, China's economic size has grown by 90 times.","eu":"Ordutik, 90 aldiz hazi da Txinaren tamaina ekonomikoa.","fr":"Depuis, la taille économique de la Chine a été multipliée par 90.","ml":"അത് മുതൽ ചൈനയുടെ സാമ്പത്തിക ശേഷി 90 മടങ്ങ് കണ്ട് വർദ്ധിച്ചു.","mr":"तेव्हापासून चीनच्या आर्थिक संपत्तीत 90 पट वाढ झाली आहे.","ne":"त्यसबेलादेखि, चीनको आर्थिक आकार 90 गुणा बढेको छ।","es":"A partir de allí, el volumen económico de China ha crecido 90 veces más.","sw":"Tangu wakati huo, saizi ya uchumi wa China imekua mara 90.","te":"అప్పటి నుండి, చైనా ఆర్థిక పరిమాణం 90 రెట్లు పెరిగింది.","ur":"اس کے بعد سے چین کا اقتصادی حجم 90 گنا زیادہ بڑھ چکا ہے۔","vi":"Kể từ đó, nền kinh tế của Trung Quốc đã tăng trưởng gấp 90 lần.","xh":"Ukusukela ngoko, ubungakanani boqoqosho lwase China lukhule ngokuphindwe ka-90.","yo":"Lati igba naa, oko owo ilu China ti gbera so ni aadorun igba.","zu":"Kusukela lapho, ubukhulu bomnotho waseShayina buye bakhula izikhathi eziphindwe ngo-90."}
{"ar":"إن العديد منا يجدون أنفسهم في مشاهدة برنامج تلفزيوني يخبرنا بعمليةٍ أو تجربةٍ لن نشارك فيها أو نطبقها على الإطلاق.","zh":"我们中有很多人，都发现自己观看的电视节目在告诉我们某种过程或经验，但我们却永远不会参与或应用这些知识。","en":"So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.","eu":"Gutako asko egoten gara telebistako programa bat ikusten, non hor azaltzen diguten prozesu edo esperientzian ez dugun inoiz parte hartuko edo ez dugun inoiz ezagutza hori praktikan jarriko.","fr":"Beaucoup d'entre nous se retrouvent donc en train de regarder une émission télévisée qui nous montre un processus ou une expérience à laquelle nous ne participerons jamais ni ne mettrons de connaissances en pratique.","ml":"നമ്മൾ ഒരിക്കലും പങ്കെടുക്കാനോ ആ അറിവ് ഉപയോഗിക്കാനോ സാധ്യതയില്ലാത്ത ഒരു നടപടിയെയോ അനുഭവത്തെയോ പറ്റി പറയുന്ന ടിവി ഷോകൾ കാണുന്നവരാണ് നമ്മളിൽ പലരും.","mr":"आपल्यापैकी अनेक जण बरेचदा आपल्याला टीव्हीवरील असे कार्यक्रम बघताना आढळतात जे आपल्याला, ज्यात आपण कधीही सहभागी होणार नाही किंवा जे ज्ञान प्रत्यक्षात वापरणार नाही अशा क्रिया किंवा अनुभवांविषयी माहिती देत असतात.","ne":"हामीमध्ये धेरैले आफूलाई त्यो टेलिभिजन शो हेरेको पाउँछौँ जुनले हामी कहिल्यै सहभागी नहुने वा त्यो ज्ञान प्रयोग नगर्ने प्रक्रिया वा अनुभवको जानकारी दिन्छ।","es":"Somos muchos los que nos hemos encontrado mirando programas de televisión que proporcionan información sobre procesos o experiencias en los que jamás tendremos participación o aplicaremos ese conocimiento.","sw":"Kwa hivyo wengi wetu hujipata tukitazama kipindi cha runinga ambacho hutujulisha kuhusu mchakato au uzoefu ambao hatutawahi kushiriki au kutumia maarifa hayo.","te":"మనలో చాలామ౦ది టెలివిజన్ షోను చూస్తు౦డగా, ఆ జ్ఞానాన్ని మన౦ ఎన్నడూ పాల్గొనడ౦ లేదా అన్వయి౦చుకోలేని ఒక ప్రక్రియ గురి౦చి మనకు తెలియజేస్తా౦.","ur":"ہم میں سے بہت لوگ اپنے آپ کو ایسا ٹیلی ویژن شو دیکھتے ہوئے پاتے ہیں جو ہمیں ایک ایسے عمل یا تجربے کے بارے میں بتاتے ہیں جس میں ہم نہ تو کبھی حصہ لیں گے اور نہ ہی اس کو اپنے علم پر منطبق کریں گے۔","vi":"Nhiều người trong chúng ta thấy bản thân xem chương trình truyền hình dạy ta kiến thức về một quá trình hoặc trải nghiệm nào đó mà ta sẽ không bao giờ tham gia hoặc áp dụng.","xh":"Baninzi kuthi abazibona bebukele inkqubo kamabonakude esibonisa ngeenkqubo okanye izinto esingasoze sizenze okanye ulwazi esingasoze silusebenzise.","yo":"Opolopo ninu wa ni a ba ara wa ti a n wo ere ori amohunmaworan to sàfihàn iriri tabi isesi ti a o le kopa ninu tabi ya imo re lo lai lai.","zu":"Iningi lethu sizithola sibukele izinhlelo zethelevishini ezisitshela ngenqubo noma into eyenzekayo esingeke sihlanganyele kuyo noma sisebenzise lolo lwazi."}
{"ar":"تطفو الإبرة الفولاذيّة على الماء بسبب التوتّر السطحي.","zh":"由于表面张力的作用，钢针可以浮在水面上。","en":"The steel needle floats on top of the water because of surface tension.","eu":"Altzairuzko orratzak gainazaleko tentsioagatik flotatzen du uraren gainean.","fr":"L'aiguille en acier reste immergée à cause de la tension à la surface.","ml":"ഉപരിതല മർദ്ദം കാരണമായാണ് സ്റ്റീൽ സൂചി വെള്ളത്തിനു മേൽ പൊങ്ങിക്കിടക്കുന്നത്.","mr":"पोलादी सुई पाण्याच्या पृष्ठभागावर पृष्ठ ताणामुळे तरंगते.","ne":"स्टिलको सियो सतही तनावका कारण पानीको माथिल्लो भागमा तैरन्छ।","es":"La tensión superficial provoca que la aguja permanezca flotando sobre el agua.","sw":"Sindano ya chuma cha pua huelea juu ya maji kwa sababu ya mvuto kwenye uso.","te":"సర్ఫేస్ టెన్షన్ కారణంగా స్టీల్ సూది నీటి పైన తేలుతుంది.","ur":"سطح کشیدہ ہونے کی وجہ سے اسٹیل کی سوئي پانی کے اوپر تیرتی ہے۔","vi":"Kim thép nổi trên mặt nước do sức căng bề mặt.","xh":"Inaliti yentsimbi idada ngaphezu kwamanzi ngenxa yokubambana kwamanzi ngaphezulu.","yo":"Abẹ́rẹ́ onírin fò lórí omi látàrí ọwọ́ lílé ojú omi.","zu":"Inalithi yensimbi intanta ngaphezu kwamanzi ngenxa yokulumbana kwama-athomu."}
{"ar":"تم نشأة هذه المتطلبات لتوفير تدفق هجرةٍ مُنظمٍ بين البلدين.","zh":"这些要求是为了在两国之间实现有条不紊的移居而设计的。","en":"These requirements are designed to provide an organized migratory flow between both countries.","eu":"Bi herrialdeen arteko migrazio fluxuak antolatzeko diseinatuta daude baldintza horiek.","fr":"Ces exigences visent à assurer un flux migratoire organisé entre les deux pays.","ml":"ഈ ആവശ്യങ്ങളെ ക്രമീകരിച്ചിരിക്കുന്നത് ഇരു രാജ്യങ്ങൾക്കിടയിൽ ഒരു ചിട്ടയായ കുടിയേറ്റ പ്രവാഹം നൽകുന്നതിന് വേണ്ടിയാണ്.","mr":"या आवश्यकता दोन्ही देशांच्या दरम्यान ऑर्गनाइझ माइग्रेटरी फ्लो प्रदान करण्यासाठी डिझाईन केल्या आहेत.","ne":"दुवै देशहरूबिच संगठित प्रवासी प्रवाह प्रदान गर्न यी आवश्यकताहरू तोकिएको हो।","es":"El objetivo de estos requisitos es proporcionar una circulación migratoria organizada entre ambos países.","sw":"Mahitaji haya yameandaliwa ili kutoa uhamiaji ulioandaliwa kati ya nchi zote mbili.","te":"ఈ అవసరాలు రెండు దేశాల మధ్య వ్యవస్థీకృత వలస ప్రవాహాన్ని అందించడానికి రూపొందించబడ్డాయి.","ur":"یہ شرائط اس لئے وضع کی گئی ہیں تاکہ دونوں ملکوں کے مابین مہاجرین کی آمد و رفت کو منظم کیا جا سکے۔","vi":"Những đòi hỏi này được thiết kế để bảo đảm dòng di dân có tổ chức giữa hai nước.","xh":"Ezi mfaneleko zenzelwe ukuze zivumele ukuhamba phakathi kwala mazwe mabini.","yo":"Àwọn ohun tí a fẹ́ wọ̀nyí ni a gbé kalẹ̀ láti jẹ́ kí ìbáṣepọ̀ tí ó dá mọ́nrán wà láàárin orílẹ̀èdè méjèèj.","zu":"Lezi zidingo zakhelwe ukunikeza indlela ehlelekile yokuthutha phakathi kwamazwe womabili."}
{"ar":"تحليق الطائرات بدون طيار بالقرب من المطار أو فوق التجمعات فكرة سيئة دائماً على الأغلب، حتى وإن كان قانونياً في منطقتك.","zh":"在机场附近或人群拥挤的地方操控无人机升空，是个馊主意，即使这在你所在地区并不违法。","en":"Flying a drone near an airport or over a crowd is almost always a bad idea, even if it's not illegal in your area.","eu":"Drone bat aireportu batetik hurbil edo jendetzaren gainean erabiltzea ideia txarra da ia beti, nahiz eta zure bizitokian legez kanpokoa ez izan.","fr":"Faire voler un drone près d’un aéroport ou au-dessus d’une foule est presque toujours une mauvaise idée, même si ce n’est pas illégal dans votre région.","ml":"ഒരു വിമാനത്താവളത്തിന് അടുത്തോ ഒരു ജനക്കൂട്ടത്തിന് മുകളിലൂടെയോ ഡ്രോൺ പറത്തുന്നത് ഉചിതമല്ല, അത് നിങ്ങളുടെ നാട്ടിൽ നിയമവിരുദ്ധമല്ലെങ്കിൽ പോലും.","mr":"एखाद्या विमानतळावर किंवा गर्दीच्या वर ड्रोन उडवणे ही नेहमीच वाईट कल्पना आहे, जरी ते तुमच्या भागात बेकायदेशीर नसले तरी.","ne":"यो तपाईंको क्षेत्रमा अवैध नभए तापनि, विमानस्थको नजिक वा भीडभाडमा ड्रोन उडाउनु लगभग सधैकों खराब विचार हो।","es":"Aun cuando sea legal en su región, no suele ser una buena idea hacer volar un dron en las inmediaciones de un aeropuerto o por encima de una multitud.","sw":"Kurusha kidege-roboti karibu na uwanja wa ndege juu ya umati wa watu ni wazo mbaya karibu kila wakati, hata kama si haramu katika eneo lako.","te":"మీ ప్రాంతంలో అది చట్టవిరుద్ధం కాకపోయినా,  విమానాశ్రయం దగ్గర లేదా జన సమూహం పైన డ్రోన్  ఎగరడం దాదాపుగా ఎప్పుడూ  ఒక చెడు ఆలోచన.","ur":"کسی ایر پورٹ یا ہجوم کے اوپر ڈرون چلانا ایک خیالِ بد ہے، گو تمہارے علاقہ میں یہ قانوناً ممنوع نہیں ہے۔","vi":"Bạn không nên cho máy bay không người lái bay gần sân bay hoặc trên đầu một đám đông, ngay cả khi đó là hành vi không phạm pháp tại địa phương của bạn.","xh":"Ukubhabhisa i-drone ngakwisikhululo senqwelo moya okanye phezu kwabantu abaninzi iphantse ihlale ilicebo elibi, noba umthetho wasemgingqini yakho awukwaleli.","yo":"Ẹ̀rọ tó ń káwòrán sílẹ̀ lójú òfúrufú tó fò lẹ̀gbẹ́ pápá ọkọ̀ òfurufu tàbi lórí èrò kì n sábà jẹ́ èrò tó dáa, biotilejepe kò lòdì sí òfin ní agbègbè ę.","zu":"Ukundizisa izindiza eziqondiswa nge-remote eduze kwesikhumulo sezindiza noma phakathi kwabantu abaningi akuwona umqondo omuhle, ngisho noma kungekho emthwethweni lokho endaweni yangakini."}
{"ar":"حاولت لوكسمبورغ دائمًا أن تكون دولة حيادية ولكن ألمانيا احتلتها في الحرب العالمية الأولى والثانية.","zh":"卢森堡一直试图成为中立国，但它在第一次世界大战和第二次世界大战中都曾被德国占领。","en":"Luxembourg has always tried to remain a neutral country but it was occupied in both World War I and World War II by Germany.","eu":"Luxenburgo beti saiatu da herrialde neutroa izaten, baina I. eta II. Mundu Gerretan Alemaniak okupatu zuen.","fr":"Le Luxembourg a toujours essayé de rester un pays neutre, mais le territoire a été occupé par l’Allemagne pendant les Première et Seconde Guerres mondiales.","ml":"ലക്സംബർഗ് എപ്പോഴും ഒരു നിഷ്‌പക്ഷ രാജ്യമായി തുടരാൻ ശ്രമിച്ചിരുന്നു, പക്ഷേ ഒന്നാം ലോക മഹായുദ്ധത്തിലും രണ്ടാം ലോക മഹായുദ്ധത്തിലും ജർമ്മനി അവിടം  കൈവശപ്പെടുത്തി.","mr":"लक्झेंबर्ग हा नेहमी तटस्थ राहण्याचा प्रयत्न करणारा देश आहे परंतु पहिल्या आणि दुसऱ्या दोन्ही महायुद्धात तो जर्मनीने व्यापला होता.","ne":"लक्जेमबर्गले जहिले पनि तटस्थ देश रहने प्रयास गरेको छ तर यो पहिलो र दोस्रो विश्वयुद्धमा जर्मनीद्वारा कब्जा गरिएको थियो।","es":"Luxemburgo siempre ha intentado mantenerse como un estado neutral; no obstante, Alemania lo invadió en ambas guerras mundiales.","sw":"Lusembagi daima imejaribu kuwa nchi isiyoegemea upande wowote lakini ilichukuliwa na Ujerumani katika Vita vya kwanza na vya pili vya Dunia.","te":"లక్సెంబర్గ్ ఎల్లప్పుడూ తటస్థ దేశంగా ఉండటానికి ప్రయత్నించింది, కాని ఇది మొదటి ప్రపంచ యుద్ధం మరియు రెండవ ప్రపంచ యుద్ధం రెండింటిలోనూ జర్మనీ ఆక్రమించింది.","ur":"لگزیمبورگ نے ہمیشہ ایک غیرجانبدار مُلک رہنے کی کوشش کی ہے مگر اس پر جنگ عظیم اوّل اور جنگِ عظیم دوئم میں جرمنی نے قبضہ کیا تھا۔","vi":"Luxembourg luôn cố gắng duy trì tư cách là nước trung lập, nhưng họ đã bị Đức chiếm đóng trong cả Thế chiến I và II.","xh":"I Luxembourg yayisoloko izama ukuhlala ililizwe elingathathi cala kodwa yaye yahlaselwa kwimfazwe yokuqala Yehalabathi neMfazwe Yesibini Yehlabathi yi ngaMajamani.","yo":"Lusemboogi ti gbiyanju lati je orileede ti kii da si oro sugbon ni Ogun Agbaye Ikini Ati Ikeji, Jamani fi agbara gba won.","zu":"ILuxembourg ibihlale iyizwe elizama ukungathathi uhlangothi kodwa beyihilelekile kokubili eMpini Yezwe I kanye neMpi Yezwe II neJalimane."}
{"ar":"خسر مؤخرًا أمام راونيتش في بطولة بريسبان المفتوحة.","zh":"不久前，他在布里斯班公开赛上败于拉奥尼奇。","en":"He recently lost against Raonic in the Brisbane Open.","eu":"Duela gutxi galdu du Raonic-en kontra Brisbane-ko Openean.","fr":"Il a récemment perdu un match contre Raonic durant l'Open de Brisbane.","ml":"ബ്രിസ്‌ബേൻ ഓപ്പണിൽ റയോണിക്കിനോട് ഈയിടെ അദ്ദേഹം പരാജയപ്പെട്ടു.","mr":"ब्रिस्बेन खुल्या स्पर्धेत तो अलिकडे राओनिककडून पराभूत झाला होता.","ne":"उहाँ भर्खर ब्रिसबेन ओपनमा राओनिकका विरूद्ध पराजित हुनुभयो।","es":"Fue derrotado, hace poco, por Raonic en el Brisbane Open.","sw":"Hivi karibuni alipoteza dhidi ya Raonic kwenye Brisbane Open.","te":"ఇటీవల అతను బ్రిస్బేన్ ఓపెన్ లో రావోనిక్ తో జరిగిన పోటీలో ఓడిపోయాడు.","ur":"حال ہی میں وہ راونک کے خلاف برسبین اوپن میں ہار گیا۔","vi":"Gần đây anh ấy đã thua Raonic ở giải Brisbane Mở rộng","xh":"Usanda koyiswa nguRaonic kwiBrisbane Open.","yo":"Laipe yi o padanu si Raoniki ni ere Sisi Brisbeni.","zu":"Usanda kwehluleka muva nje ebhekene no-Raonic eBrisbane Open."}
{"ar":"حافظت المحطّة على معنويّاتها، رغم خسارة بوصلة كهربية في وقت سابق أثناء مهمّة محطّة الفضاء، حتى انتهاء السير في الفضاء.","zh":"尽管早些时候在空间站任务中丢失了一个陀螺仪，但空间站一直保持着它的姿态，直到太空行走任务结束。","en":"The station maintained its attitude, despite the loss of a gyroscope earlier in the space station mission, until the end of the spacewalk.","eu":"Estazioak bere jarrerari eutsi zion espazio-ibilaldiaren amaiera arte, espazio-estazioaren misioaren hasieran giroskopio bat galdu arren.","fr":"La station a maintenu son attitude, malgré la perte d'un gyroscope plus tôt au cours de la mission de la station spatiale, jusqu'à la fin de la sortie spatiale.","ml":"ബഹിരാകാശ നിലയത്തിന്റെ അവസാനത്തിൽ ഒരു ബഹിരാകാശ ദൂരദർശിനി നഷ്ടപ്പെട്ടിട്ടും ബഹിരാകാശയാത്രയുടെ അവസാനം വരെ സ്റ്റേഷൻ അതിന്റെ മനോഭാവം നിലനിർത്തി.","mr":"स्टेशनने स्पेसवॉकच्या शेवटपर्यंत स्पेस स्टेशन मिशनमध्ये गायरोस्कोप गमावल्यानंतरही आपला दृष्टिकोन कायम ठेवला.","ne":"अन्तरिक्ष स्टेसन मिसनमा जाइरोस्कोप हराएका भए पनि स्टेसनले स्पेसवाकको अन्तिम समयसम्म आफ्नो मनोवृत्ति कायम राख्यो।","es":"A pesar de haber perdido un giroscopio previamente en la misión de la estación espacial, la misma mantuvo su altitud hasta que se completó la caminata espacial.","sw":"Kituo kilidumisha mtazamo wake, licha ya upotezaji wa gurudumu tuzi mapema kwenye misheni ya kituo cha angani, hadi mwisho wa matembezi ya angani.","te":"స్పేస్ వాక్ చివర వరకు, స్పేస్ స్టేషన్ మిషన్ లో ఇంతకు ముందు గైరోస్కోప్ ను కోల్పోయినప్పటికీ,  స్టేషన్ దాని స్థానాన్ని కొనసాగించింది.","ur":"پہلے خلائی اسٹیشن مشن میں ایک جیرو اسکوپ کے نقصان کے باوجود اس اسٹیشن نے خلائی راستے کے اختتام تک اپنا رویہ برقرار رکھا۔","vi":"Trạm vẫn duy trì cao độ mặc dù bị mất một con quay hồi chuyển trước đó trong nhiệm vụ trạm vũ trụ, cho đến khi kết thúc đi bộ trong không gian.","xh":"Kwizilwanyane zase-Australia kukho igquba, nangona iqela leemarsupials (ii-mammals ezinempokotho) futhi iimonotremes (ii-mammals ezizala amaqanda).","yo":"Ibùdó náà kò sọ ìwà rẹ nù, pẹ̀lú bí o ṣe sọ gyroscope nù lẹ́ẹ̀kan ní ibùdó, títí di òpin spacewal.","zu":"Isiteshi sagcina isimo saso sengqondo, nangaphezu kokulahlekelwa yi-gyroscope ekuqaleni kwemishani yesiteshi sasemkhathini, kuze kube sekugcineni kokuhamba emkhathini."}
{"ar":"يتوقّف التأثير على معدّل تكرار محاولة مخّك للوصول إلى الحُلم الصافِ كل ليلة.","zh":"其效果取决于你的大脑每晚做清醒梦的频率。","en":"The effect is dependent on how often your brain attempts to lucidly dream per night.","eu":"Zure garunak gaueko amets argiak izateko saiakera kopuruaren mende dago efektua.","fr":"L’effet dépend de la fréquence à laquelle votre cerveau tente de rêver lucidement par nuit.","ml":"ഫലം ഒരു രാത്രിയിൽ എത്ര തവണ സ്വപ്നം കാണാൻ നിങ്ങളുടെ മസ്തിഷ്കം ശ്രമിക്കുന്നു എന്നതിനെ ആശ്രയിച്ചിരിക്കുന്നു.","mr":"प्रभाव हा तुमचा मेंदू दररोज रात्री किती वेळा स्वप्न पाहण्याचा प्रयत्न करतो यावर अवलंबून असतो.","ne":"यसको प्रभाव तपाईंको दिमागले प्रति रात राम्रो सपनाका लागि कति प्रयास गर्दछ भन्ने कुरामा निर्भर गर्दछ।","es":"El efecto que tenga será en función de cuán seguido su cerebro haga el intento de producir sueños lúcidos por noche.","sw":"Athari inategemea ni mara ngapi ubongo wako hujaribu kupata ndoto dhahiri.","te":"మీ మెదడు ప్రతి రాత్రి కి కలలు కనే ప్రయత్నం ఎంత తరచుగా చేయాలనే దానిపై ఆధారపడి ఉంటుంది.","ur":"اسکی تاثیر اس بات پر منحصر ہے کہ آپکا دماغ ہر شب اکثر کتنی وضاحت سے خواب دیکھنے کی کوشش کرتا ہے-","vi":"Tác động phụ thuộc vào tần suất não bộ của bạn gắng sức để mơ tỉnh mỗi đêm.","xh":"Ukukuchaphazela kwayo kuxhomekeke kwisiqhelo sengqondo sokuzama ukuphupha uzilawula ephupheni ngobusuku.","yo":"Àbájádẹ yìí dálé lórí bí ọpọlọ rẹ se n sakitiyan láti la àlá kẹdẹrẹ ní alẹlẹ́.","zu":"Umphumela uxhomeke ekutheni ingqondo yakho izama kangakanani ukuphupha izwa ubusuku ngabunye."}
{"ar":"لم نتلق أي أخبار عن تأخر حركة المرور المؤدية لطريق المدينة البديل.","zh":"在该市的备用线路即环城高速公路上，没有出现严重的交通延误。","en":"There were no heavy traffic delays reported on the beltway, the city's alternate route.","eu":"Ez da trafiko-atzerapen larririk egon saihesbidean, hiriaren ordezko ibilbidean.","fr":"On avait annoncé aucun retard lié aux embouteillages sur le boulevard périphérique ; l'autre route de la ville.","ml":"നഗരത്തിന്റെ മറ്റൊരു മാർഗ്ഗമായ ബെൽറ്റ് വേയിൽ കനത്ത ഗതാഗത കുരുക്കുകളൊന്നും റിപ്പോർട്ട് ചെയ്തിട്ടില്ല.","mr":"बेल्टवे, शहराच्या पर्यायी मार्गावर कोणताही भारी रहदारी विलंब नोंदविला गेला नाही.","ne":"सहरको वैकल्पिक मार्ग, बेल्टवेमा कुनै ठूलो यातायात ढिलाई रिपोर्ट गरिएको थिएन।","es":"La circunvalación, que es la carretera alternativa de la ciudad, no registró mayores demoras por tráfico.","sw":"Hapakuwa na ucheleweshwaji mkubwa wa trafiki ulioripotiwa kwenye barabara ya ukanda, njia mbadala ya jiji.","te":"నగరం యొక్క ప్రత్యామ్నాయ మార్గం అయిన బెల్ట్ వేపై భారీ ట్రాఫిక్ ఆలస్యాలు నివేధించబడలేదు.","ur":"شہر کے متبادل راستے، بیلٹ وے پر بھاری ٹریفک کی وجہ سے تاخیر کی اطلاع نہیں ہے۔","vi":"Không có báo cáo về ách tắc giao thông trầm trọng trên đường vành đai, tuyến đường thay thế của thành phố.","xh":"Khange kubekho zingxelo ezithetha ngokulibaziseka ngenxa yokubaninzi kweemoto endleleni kwi-beltway, enye indlela enokuthathwa.","yo":"Ko sí ìdádúró súnkẹrẹfàkẹrẹ púpọ̀ lóri ojú ọ̀nà ìdèkùn,ọ̀nà ìkejí ìlú náà.","zu":"Bekungekho ukulibaziseka ngenxa yezimoto eziningi okubikiwe emgwaqweni omkhulu, enye indlela yokungena edolobheni."}
{"ar":"لقد مررنا بأزمة مالية استمرّت لمدة عام، وبلغت لحظاتها الأكثر حدّة في الشهرين الماضيين، وأعتقد أنّ الأسواق المالية قد بدأت الآن تتعافى.\"","zh":"“金融危机持续了一年之久，以过去两个月最为严重，我认为现在金融市场正在开始复苏。”","en":"We have a year-long financial crisis, which has had its most acute moment in the past two months, and I think now the financial markets are beginning to recover.\"","eu":"Krisi finantzarioak urte osoa iraun du, eta duela bi hilabete izan zen unerik larriena; uste dut orain hasi direla berreskuratzen merkatu finantzarioak.”","fr":"Nous traversons une crise financière d'un an, qui a connu son moment le plus aigu au cours des deux derniers mois, et je pense que maintenant les marchés financiers commencent à se redresser. »","ml":"ഞങ്ങൾക്ക് ഒരു വർഷം മുഴുവൻ നീളുന്ന സാമ്പത്തിക പ്രതിസന്ധിയുണ്ട്. അത് കഴിഞ്ഞ രണ്ട് മാസത്തിനിടയിലെ ഏറ്റവും കടുത്ത നിമിഷമാണ്. സാമ്പത്തിക വിപണികൾ ഇപ്പോൾ കരകയറാൻ തുടങ്ങിയിട്ടുള്ളതായി ഞാൻ കരുതുന്നു.","mr":"\"आमच्याकडे वर्षापासून आर्थिक संकट आहे, जे मागील 2 महिन्यांत अधिक गंभीर झाले आहे परंतु मला वाटते की आता फायनान्शिअल मार्केट सुधारण्यास सुरुवात झाली आहे.\"\"\"","ne":"विगत दुई महिनामा यसको सबैभन्दा तीव्र क्षण भएको र अब वित्तीय बजारहरू सुधार हुन थालेको छ र हामीसँग एक बर्ष लामो वित्तीय सङ्कट छ भन्ने मलाई लागेको छ।”","es":"Estamos viviendo una crisis económica desde hace un año, y los dos últimos meses han sido los peores. Considero que, actualmente, los mercados financieros han iniciado su recuperación».","sw":"Tuna mgogoro wa kifedha ya mwaka mzima, ambao umekuwa na wakati wake mbaya katika miezi miwili iliyopita, na nadhani sasa masoko ya kifedha yameanza kuwa nafuu.\"","te":"\"\"\"మేము ఒక సంవత్సరం పాటు ఆర్థిక సంక్షోభం కలిగి ఉన్నాము, ఇది గత రెండు నెలల్లో అత్యంత తీవ్రమైన క్షణాన్ని కలిగి ఉంది, మరియు ఇప్పుడు ఆర్థిక మార్కెట్లు తిరిగి పుంజుకోవడం ప్రారంభిస్తున్నాయని నేను భావిస్తున్నాను.\"\"\"\"\"\"\"","ur":"ہمیں ایک سال پرانا مالی بحران لاحق ہے جس نے پچھلے دو ماہ میں اپنی سب سے زیادہ حد کو پالیا ہے، اور میرا خیال ہے کہ اب مالیاتی بازار بحال ہونا شروع ہورہے ہیں۔“","vi":"Chúng ta đã rơi vào cuộc khủng hoảng tài chính trong suốt một năm, trong đó thời gian tồi tệ nhất là hai tháng vừa qua, và tôi nghĩ giờ đây các thị trường tài chánh đang bắt đầu hồi phục.\"","xh":"Bekukho ingxaki yezezimali ethathe unyaka, eye yaqatsela kwezi nyanga zimbini zidlulileyo, kwaye ndicinga ukuba iimarike zezezimali seziqalisa ukubyela kwindlela yesiqhelo.\"","yo":"A ni isoro eto isuna ni nkan bi odun kan seyin, eyi ti o feju keke ni bi osu meji seyin, eyiti mo lero ni bayi wipe ojo isuna ti bere si ni gbera so pada bayi.”","zu":"Sinenhlekelele yezimali yonyaka wonke, ebe yibi kakhulu ezinyangeni ezimbili ezidlule, futhi ngicabanga ukuthi manje ezomnotho ziqala ukusimama.”"}
{"ar":"اليد البشرية أقصر من القدم، مع سلاميات أكثر استقامة.","zh":"人类的手比脚短，指（趾）骨更直。","en":"The human hand is shorter than the foot, with straighter phalanges.","eu":"Gizakien eskuak oinak baino laburragoak dira eta falange zuzenagoak dituzte.","fr":"La main de l'homme est plus courte que son pied, avec des phalanges plus rigides.","ml":"നേരെയുള്ള ഫലാഞ്ചുകളോട് കൂടിയ മനുഷ്യന്റെ കൈ, കാലിനേക്കാൾ ചെറുതാണ്.","mr":"मानवी हात पायाहून लहान असतो, फॅलांजेस अधिक सरळ असतात.","ne":"हड्डीहरूका साथ मानव हात खुट्टाभन्दा भन्दा छोटो हुन्छ।","es":"La longitud de la mano del ser humano es menor que la del pie y sus falanges son más rectas.","sw":"Mkono wa binadamu ni mfupi kuliko mguu, na una mifupa minyoofu zaidi..","te":"ఎముకలు నేరుగా ఉండి మానవ చెయ్యి పాదం కంటే చిన్నదిగా ఉంటుంది.","ur":"انسانی ہاتھ پاؤں سے چھوٹا ہے، سیدھے ہاتھوں اور پَیروں کی اُنگلیوں کی چھوٹی ہَڈّیوں کے ساتھ۔","vi":"Bàn tay của người ngắn hơn bàn chân, và có các đốt thẳng hơn.","xh":"Isandla somntu sikufutshane kunonyawo, sinamathambo ezilukhuni.","yo":"Ọwọ́ ènìyàn kéré sí ẹsẹ̀ rẹ̀, pẹlù eegun ẹsẹ̀ tí ó tọ́.","zu":"Isandla somuntu sifushane kunonyawo, ngama-phalange athe ukuqonda kakhudlwana."}
{"ar":"وكانت مجموعة فيرجين التابعة للسير ريتشارد برانسون قد تقدمت بطلب تم رفضه قبل تأميم البنك.","zh":"布兰森爵士 (Sir Richard Branson) 的维珍集团 (Virgin Group) 在该银行进行国有化之前曾出价收购，但遭到拒绝。","en":"Sir Richard Branson's Virgin Group had a bid for the bank rejected prior to the bank’s nationalisation.","eu":"Richard Branson-en Virgin Group-ek erosketa-eskaintza bat egina zuen nazionalizatu aurretik, baina bankuak ez zuen onartu.","fr":"Le groupe Virgin de Sir Richard Branson a vu son offre d’achat rejetée avant la nationalisation de la banque.","ml":"ബാങ്കിന്റെ ദേശസാൽക്കരണത്തിന് മുമ്പ് നിരസിക്കപ്പെട്ട ബാങ്കിനായി സർ റിച്ചാർഡ് ബ്രാൻസണിന്റെ വിർജിൻ ഗ്രൂപ്പ് ഒരു ബിഡ് നടത്തിയിട്ടുണ്ട്.","mr":"सर रिचर्ड ब्रॅन्सनच्या वर्जिन ग्रुपने बँकेचे राष्ट्रीयकरण होण्यापूर्वी नाकारलेल्या बँकेसाठी बोली लावली होती.","ne":"बैंकको राष्ट्रियकरण हुनुअघि रिचार्ड ब्रानसनको भर्जिन समूहले बैंकका लागि लगाएको बोली अस्वीकृत भएको  थियो।","es":"Antes de su nacionalización, se rechazó una oferta que el Virgin Group de Sir Richard Branson había hecho por el banco.","sw":"Ofa ya Kikundi cha Virgin cha Bwana Richard Branson ya ununuzi wa benki hiyo ilikataliwa kabla ya kutaifishwa kwa benki hiyo.","te":"సర్ రిచర్డ్ బ్రాన్సన్ యొక్క వర్జిన్ గ్రూప్ బ్యాంక్ జాతీయం చేయడానికి ముందు బిడ్ వేసి తిరస్కరించబడింది.","ur":"سر رچرڈ برانسن کے ورجن گروپ نے بینک کو قومی ملکیت قرار دینے سے قبل مسترد کردہ بینک کیلئے بولی لگائی تھی۔","vi":"Tập đoàn Virgin của Ngài Richard Branson đã bị từ chối một bản đấu giá cho ngân hàng trước khi ngân hàng bị quốc hữu hóa.","xh":"I-Virgin Group iqela leenkampani zika-Sir Rachard Branson liye lakhatywa xa belifaka isicelo sokuthenga ibhanki ngaphambi kkuba ithathwe ngurhulumente.","yo":"Ẹgbẹ́ Virgin ti Sir Richard Branson ní ìdù fún ǹkan ti ilé ìfowópamọ́ ti kọ̀ sílẹ̀ ṣáájú ìyípòpadà ilé ìfowópamọ́.","zu":"I-Virgin Group kaMnumzane - Richard Branson yayinebhidi yebhange eyanqatshelwa ngaphambili kokuba leli bhange libe elezwe."}
{"ar":"على أمل أن يُدرك معظم الناس أن أفضل خياراتهم على المدى الطويل العمل معاً.","zh":"希望大多数人都能意识到，从长远来看，与他人合作才是最佳选择。","en":"Hopefully, most people will realise that their long term best option is to work together with others.","eu":"Zorte pixka batekin, jende gehiena ohartuko da epe luzerako aukera onena besteekin batera lan egitea dela.","fr":"Il est à espérer que la plupart des gens réaliseront que leur meilleure option à long terme est de travailler ensemble.","ml":"ഭാഗ്യവശാൽ, ആളുകൾ മനസ്സിലാക്കുന്ന ഒരു കാര്യം മറ്റുള്ളവരുമായി ഒരുമിച്ചുചേർന്ന് പ്രവർത്തിക്കുന്നതാണ് എന്നതാണ്.","mr":"आशा आहे की, बहुतांश लोकांना हे समजेल असेल की मिळून मिसळून काम करणे हा त्यांच्यासाठी दीर्घकालीन सर्वोत्तम पर्याय आहे.","ne":"आशा छ उनीहरूको दिर्घकालीन उत्तम विकल्प अरूसँग मिलेर काम गर्नु भनेर धेरै मानिसहरूले महसुस गर्ने छन्।","es":"Con suerte, la mayoría de las personas toman consciencia de que su mejor opción en el largo plazo es la de trabajar en colaboración con otros.","sw":"Kwa matumaini, watu wengi watagundua kwamba chaguo lao bora la kudumu ni kufanya kazi pamoja na wengine.","te":"ఆశాజనకంగా, చాలా మంది వ్యక్తులు ఇతరులతో కలిసి పనిచేయడం అనేది తమ దీర్ఘకాలిక అత్యుత్తమ ఆప్షన్ అని అర్థం చేసుకుంటారు.","ur":"امید ہے کہ زیادہ تر لوگ محسوس کریں گے کہ ان کا طویل مدتی بہترین اختیار دوسروں کے ساتھ مل کر کام کرنا ہے۔","vi":"Hy vọng rằng hầu hết mọi người sẽ nhận ra lựa chọn dài hạn tốt nhất cho họ là hợp tác với người khác.","xh":"Ethembeni, abantu abaninzi bayakuyiqonda into yokuba icebo labo elingcono kukusebenza nabantu.","yo":"A n retí pé ọ̀pọ̀ èyàn ló ma ríi pé iṣẹ́ àparapọ̀ ṣe pẹ̀lú àwọn èyàn ló sàn jù fún ìgbà gígùn.","zu":"Ngokuthembisayo, abantu abaningi bazoqaphela ukuthi abangakukhetha okuhle kakhulu kwesikhathi eside ukusebenzisana nabanye."}
{"ar":"وتُعزى خمسة عشر من هذه الصخور إلى وابل الشهب الذي حدث في يوليو الماضي.","zh":"这些岩石中的十五块来源于去年七月份的流星雨。","en":"Fifteen of these rocks are attributed to the meteorite shower last July.","eu":"Arroka horietatik hamabost iragan uztaileko ozar-izarretatik datozela uste da.","fr":"Quinze de ces roches sont attribuées à la pluie de météorites de juillet dernier.","ml":"ഈ ജൂലൈയിൽ പതിനഞ്ചു  ശിലകളാണ്  ഉൽക്കാവർഷത്തിന് ഹേതുവായത്.","mr":"यापैकी पंधरा दगड गेल्या जुलैतील उल्का वर्षावातील आहेत.","ne":"यी मध्ये पन्ध्र वटा चट्टानहरूलाई गत जुलाईमा उल्का पिण्ड वर्षाका लागि श्रेय दिइन्छ।","es":"Se adjudicaron quince de estas rocas a la lluvia de meteoritos ocurrida en julio pasado.","sw":"Kumi na tano ya haya mawe yamehusishwa kwa mawe yaliyotoka katika nyota na kunyesha Julai iliyopita.","te":"గత జూలైలో ఉల్కాపాతానికి ఈ రాళ్లలో పదిహేను  కేటాయించబడ్డాయి.","ur":"ان میں سے پندرہ پتھر گزشتہ جولائی میں وقوع پذیر ہونے والے شہابی شاور سے تعلق رکھتے ہیں۔","vi":"Mười lăm tảng đá trong số này được cho là đến từ trận mưa thiên thạch vào tháng 7 năm ngoái.","xh":"Amatye ayi-15 ezi meteorite awe ngoJulayi kunyaka ophelileyo.","yo":"Maarundinlogun lára awon òkúta wọ̀nyí ni òjò mitiyo Agëmọ tó kọjá fà.","zu":"Amadwala ayishumi nanhlanu kulawa kuthiwa enziwe amatshe awa emkhathini ngoJulayi odlule."}
{"ar":"يمكنك شراء المنتجات حسب حاجتك، ولكن معظمها سيكون له تأثير ضئيل أو ليس له تأثير فعلى على الأداء.","zh":"可以根据需要购买产品，但大多数产品对成绩几乎没有实际影响。","en":"Products can be purchased as needed, but most will have little or no real impact on performance.","eu":"Behar ahala eros daitezke produktuak, baina errendimenduan eragin gutxi edo batere ez dute izango gehienek.","fr":"Les produits peuvent être achetés si le besoin se fait sentir, mais la plupart n'auront que peu ou aucune incidence réelle sur la performance de l'athlète.","ml":"ഉൽ‌പ്പന്നങ്ങൾ‌ ആവശ്യാനുസരണം വാങ്ങാൻ‌ കഴിയും, എന്നാൽ മിക്കതും പ്രകടനത്തിൽ വളരെ ചെറിയ അല്ലെങ്കിൽ‌ കാര്യമായ സ്വാധീനം ചെലുത്തുന്നില്ല.","mr":"आवश्यकतेनुसार उत्पादने खरेदी करता येऊ शकतात, परंतु बहुतेक जणांच्या कामगिरीवर फार थोडा किंवा प्रत्यक्ष परिणाम होणार नाही.","ne":"उत्पादनहरू आवश्यकताअनुसार किन्न सकिन्छ, तर धेरैजसोको प्रदर्शनमा थोरै वा केही वास्तविक प्रभाव हुनेछैन।","es":"Existen artículos que se pueden adquirir si se los estima necesarios; no obstante, la mayoría de ellos no tendrá impacto verdadero alguno en el rendimiento, o su incidencia será mínima.","sw":"Bidhaa zinaweza kununuliwa zinapotakikana, lakini nyingi zitakuwa na athari ndogo au isiyo halisi kwa utendaji.","te":"ఉత్పత్తులను అవసరమైనప్పుడు కొనవచ్చు, కాని చాలావరకు పనితీరుపై తక్కువ లేదా అసలు ప్రభావమే చూపదు.","ur":"مصنوعات کو حسبِ ضرورت خریدا جاسکتا ہے، مگر زیادہ تر کا کارکرگی پر کم یا کوئی اصل اثر نہیں ہوگا۔","vi":"Các sản phẩm có thể được mua nếu cần nhưng hầu như sẽ có rất ít hoặc không ảnh hưởng thực sự đến phong độ.","xh":"Iimveliso zingathengiswa kangangoko zifunwa, kodwa uninzi luzoba nefuthe elincinci okanye zingabi nalo kwa ifuthe ekusebenzeni.","yo":"A lè ra ohun èlò nígbàkúgbà tí lílò bá kàn án, àmọ́ ọ̀pọ̀ ní kò ní ní ipa púpò tàbí kankan lóri ìsé.","zu":"Imikhiqizo ingathengwa ngokwesidingo sakho, kodwa eminingi izoba nokumbalwa noma ingabi namthelela otheni ekusebenzeni."}
{"ar":"الغولف لعبة يستخدم فيها اللاعبون العصيّ لضرب كرات محاولةً لإدخالها في الثقوب.","zh":"高尔夫是一项玩家用球杆将球击入洞中的运动。","en":"Golf is a game in which players use clubs to hit balls into holes.","eu":"Golfean, jokalariek golfeko makilak erabiltzen dituzte pilotak zuloetan sartzeko.","fr":"Le golf est un jeu dans lequel les joueurs utilisent des clubs pour frapper des balles et les envoyer dans des trous.","ml":"ദ്വാരങ്ങളിലേക്ക് പന്തുകൾ അടിക്കാൻ കളിക്കാർ ക്ലബ്ബുകൾ ഉപയോഗിക്കുന്ന ഒരു ഗെയിമാണ് ഗോൾഫ്.","mr":"गॉल्फ या खेळामध्ये खेळाडू होलमध्ये चेंडू ढकलण्यासाठी क्लब वापरतात.","ne":"गोल्फ एक खेल हो जहाँ खेलाडीहरू बललाई प्वालमा छिराउनका लागि क्लबको प्रयोग गर्छन्।","es":"El golf es un deporte en el que sus participantes intentan introducir pelotas en hoyos, golpeándolas con un palo.","sw":"Gofu ni mchezo ambao wachezaji hutumia rungu kuingiza mipira mashimoni.","te":"గోల్ఫ్ అనేది బంతులను రంధ్రాలు గా కొట్టడానికి ఆటగాళ్ళు ఉపయోగించే ఒక ఆట.","ur":"گولف ایسا کھیل ہے جس میں کھلاڑی گیند کو سوراخوں کے اندر ڈالنے کیلئے ڈنڈوں کا استعمال کرتا ہے-","vi":"Gôn là một hoạt động giải trí trong đó người chơi sử dụng gậy để đánh bóng vào lỗ.","xh":"Igalufa ngumdlalo apho abadlali basebenzisa amaphini ukuze babethe ibhola iyokungena emngxunyeni.","yo":"Eré Gọ́ọ̀fù jẹ́ eré táwọn eléré ńlò kílọ̀bù fi gbá bọ́ọ̀lù sínú ihò.","zu":"Igalufu umdlalo lapho abahlali besebenzisa izimuhluza ukushaya amabhola angene emigodini."}
{"ar":"حاول أن تتبادل أطراف الحديث مع أكبر عدد ممكن من الأشخاص، فمع مرور الوقت سيعرفك الجميع، ويعطوك نصائح حول القوارب التي يبحث أصحابها عن شخصٍ يساعدهم.","zh":"试着和尽可能多的人聊天。过一段时间，每个人都会认识你，他们会提示你哪条船在找人。","en":"Try to talk to as many people as possible. After a while everyone will know you and will give you hints as to which boat is looking for someone.","eu":"Saiatu ahalik eta jende gehienarekin hitz egiten. Denborarekin, mundu guztiak ezagutuko zaitu eta norbaiten bila dabilen ontziari buruzko zantzuak emango dizkizute.","fr":"Essayez de parler au plus grand nombre de personnes possible. Au bout d’un certain temps, tout le monde vous connaîtra et vous donnera des indications sur le bateau qui cherche quelqu’un.","ml":"കഴിയുന്നത്ര ആളുകളുമായി സംസാരിക്കാൻ ശ്രമിക്കുക. കുറച്ച് സമയത്തിനുശേഷം എല്ലാവരും നിങ്ങളെ അറിയുകയും ആർക്കെങ്കിലുമായി ഏത് വള്ളമാണ് തിരയുന്നതെന്നത് സംബന്ധിച്ച് സൂചനകൾ നൽകുകയും ചെയ്യും.","mr":"शक्य असल्यास जास्तीत जास्त लोकांशी बोलण्याचा प्रयत्न करा. थोड्या वेळाने प्रत्येकजण तुम्हाला ओळखेल आणि कोणती बोट एखाद्यास शोधत आहे याविषयी तुम्हाला संकेत देईल.","ne":"सकेसम्म धेरै व्यक्तिहरूसँग कुरा गर्ने प्रयास गर्नुहोस्। केही समयपछि सबैले तपाईंलाई चिन्नेछन् र तपाईंलाई डुङ्गाले कसैलाई खोज्दैछ भनेर सङ्केत दिनेछन्।","es":"Trate de hablar con la mayor cantidad posible de gente. Después de un tiempo, todos lo conocerán y le darán indicaciones sobre qué barco está buscando gente.","sw":"Jaribu kuongea na watu wengi iwezekanavyo. Baada ya muda mfupi kila mtu atakujua na watakutolea vidokezo kuhusu ni boti ipi inayotafuta mtu.","te":"వీలైనంత మందితో మాట్లాడటానికి ప్రయత్నించండి. కొంత సమయం తరువాత ప్రతి ఒక్కరూ మిమ్మల్ని తెలుసుకుంటారు మరియు ఎవరికొరకు అయినా చూస్తున్న బోటు ఏదో మీకు హింట్స్ ఇస్తారు.","ur":"جہاں تک ممکن ہو زیادہ سے زیادہ لوگوں سے بات کرنے کی کوشش کریں- تھوڑی دیر کے بعد ہر کوئی آپ کو جان جائے گا اور یہ صلاح دے گا کہ کون سی کشتی کس کو تلاش کر رہی ہے۔","vi":"Hãy cố gắng nói chuyện với càng nhiều người càng tốt. Sau một thời gian mọi người sẽ biết tới bạn và sẽ cho bạn biết con thuyền nào đang còn thiếu người.","xh":"Zama ukuncokola nabantu abaninzi kangangoko. Emva kwexesha elithile wonke umntu uza kukwazi aze akunike amacebiso malunga nesikhephe esikhangela umntu.","yo":"Gbìyànjú láti bá àwọn ènìyàn púpọ̀ sọ̀rọ̀. lẹ́yìn ìgbà díẹ̀ gbogbo èèyàn yóò mọ̀ ọ́, á sì máa fún ọ ní ọwọ́ lórí ọkọ ojú omi ̀ tó ń wà ènìyà.","zu":"Zama ukukhuluma nabantu abaningi ngangokunokwenzeka. Ngemva kwesikhashana wonke umuntu uzokwazi futhi uzokunika amacebiso okuthi isiphi isikebhe esifuna umuntu."}
{"ar":"يونانيٌ شهيرٌ آخر هو عالم الرياضيات \"فيثاغورس\"، وهو غالباً ما عُرف بنظريته المشهورة حول العلاقات بين أضلاع المثلث القائم.","zh":"另一个著名的希腊人是数学家毕达哥拉斯，他最有名的成就是提出了关于直角三角形各边关系的著名定理。","en":"Another famous Greek is a mathematician Pythagoras, mostly known for his famous theorem about relations of the sides of right triangles.","eu":"Greziako beste pertsona famatu bat Pitagoras matematikaria da. Triangeluen alboen arteko harremanari buruzko teorema famatuagatik da ezaguna, batez ere.","fr":"Un autre grec célèbre est le mathématicien Pythagore, surtout connu pour son célèbre théorème sur les relations des côtés des triangles rectangles.","ml":"മറ്റൊരു പ്രശസ്തനായ ഗ്രീക്ക് ഗണിതശാസ്ത്രജ്ഞനാണ് പൈതഗോറസ്, വലത് ത്രികോണങ്ങളുടെ വശങ്ങളുടെ ബന്ധങ്ങളെ കുറിച്ചുള്ള പ്രസിദ്ധമായ സിദ്ധാന്തത്തിന്റെ പേരിലാണ് അദ്ദേഹം പൊതുവെ അറിയപ്പെടുന്നത്.","mr":"आणखी एक प्रसिद्ध ग्रीक गणितज्ञ पायथागोरस आहेत जे मुख्यतः त्यांच्या काटकोन त्रिकोणाच्या बाजूंच्या संबंधांविषयीच्या प्रसिद्ध प्रमेयासाठी ओळखले जातात.","ne":"अर्का प्रसिद्ध ग्रिक गणितज्ञ Pythagoras हुन्‌ जो मूख्य रूपमा समकोणी त्रिकोणका कुनाहरूको सम्बन्धहरू बारेमा आफ्नो प्रख्यात साध्यका लागि परिचित छन्।","es":"Otra figura griega de renombre es Pitágoras, matemático mayormente conocido debido a su famoso teorema acerca de la relación entre los lados de los triángulos rectángulos.","sw":"Mgiriki mwingine maarufu ni Pythagoras, anayejulikana sana kwa nadharia zake maarufu za hisabati kuhusu uhusiano wa pande za pembe tatu zenye pembemraba.","te":"మరొక ప్రసిద్ధ గ్రీకు ఒక గణిత శాస్త్రజ్ఞుడు పైథాగరస్, కుడి త్రిభుజాలలో భుజాల సంబంధాల పై ప్రసిద్ధ సిద్ధాంతానికి ఎక్కువగా పేరుపొందాడు.","ur":"ایک دوسرا مشہور إغریقی ریاضی داں فیثاغورس ہے جو عموماً سیدھے مثلثات کے جوانب کے روابط کے بارے میں اپنے مشہور تھیورم کے لئے جانا جاتا ہے۔","vi":"Một danh nhân khác của Hy Lạp là nhà toán học Pythagoras, được biết đến nhiều nhất qua định lý về mối liên hệ giữa các cạnh tam giác vuông.","xh":"Omnye umGrike odumileyo ngu-Pythagoras umfundisi wezibalo, odume ngethiyorem yakhe malunga nokumelana namacala kanxa-ntathu.","yo":"Ìlú mọ̀ká ará Gíríkì mìíràn ni Onímọ̀-Ìṣirò Pythagoras, tí ọ̀pọ̀ ènìyàn mọ̀ fún tíọ́rì rẹ̀ tí o dálórí ìbáṣepọ̀ ẹ̀gbẹ̀gbẹ́ àwọn igun ọ̀tún.","zu":"Omunye umGreki odumile usozibalo uPythagoras, owaziwa kakhulu ngomqondo wakhe oqinisekiswa ngokuchasiselwa odumile omayelana nokuhlangana phakathi kwezinhlangothi zonxantathu abanezinhlangothi ezimbili eziqondene ngqo."}
{"ar":"يعتقد المستأجرون في لوكوود غاردينز أنه قد تُضطر 40 عائلة أخرى أو أكثر إلى الإخلاء، لأنهم علموا أن شرطة هيئة الإسكان في أوكلاند تحقق أيضاً في ممتلكات الإسكان العام الأخرى في أوكلاند التي قد تكون قد وقعت ضمن عملية احتيال الإسكان.","zh":"Lockwood Gardens 的租户认为，可能还有 40户 甚至更多的家庭面临被驱逐的命运，因为他们了解到，奥克兰住房管理局的警察还在调查奥克兰其他可能陷入房屋骗局的公房。","en":"Tenants at Lockwood Gardens believe that there may be another 40 families or more to face eviction, since they learned that OHA police are also investigating other public housing properties in Oakland that may be caught up in the housing scam.","eu":"Lockwood Gardens-eko maizterrek uste dute beste 40 familia edo gehiago daudela etxegabetzeko arriskuan, OHA-ko polizia Oakland-eko etxebizitzen iruzurrean sartuta egon daitezkeen beste etxebizitza-eraikuntza publiko batzuk ikertzen ari baita.","fr":"D'après les locataires de Lockwood Gardens, il pourrait y avoir 40 autres familles voire même plus rdiquant l'expulsion. Ils ont en effet appris que la police d'OHA enquêtait également sur d'autres logements publics de la ville d'Oakland, qui pourraient eux aussi être impliqués dans des arnaques au logement.","ml":"ലോക്ക് വുഡ് ഗാർഡൻസിലെ കുടികിടപ്പുകാർ വിശ്വസിക്കുന്നത്, ഇനിയും 40 അല്ലെങ്കിൽ അതിലേറെ കുടുംബങ്ങൾ കുടിയൊഴിപ്പിക്കൽ നേരിടേണ്ടിവരും എന്നാണ്,കാരണം ഓഖ്ലൻഡിലെ ഭവന അഴിമതിയിൽ ഉൾപ്പെട്ടിരിക്കാവുന്ന ഇതര പബ്ലിക് ഹൗസിംഗ് സ്വത്തുവകകളെക്കുറിച്ചും OHA പോലീസ് അന്വേഷിക്കുന്നുണ്ടെന്ന് അവർക്ക് അറിയാൻ കഴിഞ്ഞു.","mr":"लॉकवुड गार्डनमधील भाडेकरूंचा असा विश्वास करतात की तेथे आणखी 40 किंवा त्याहून अधिक कुटुंबीयांना हद्दपारीला सामोरे जावे लागण्याची शक्यता आहे कारण त्यांना हे समजले की OHA पोलिस गृहनिर्माण घोटाळ्यात अडकलेल्या ओकलँडमधील अन्य सार्वजनिक गृहनिर्माण मालमत्तांचीही चौकशी करीत आहेत.","ne":"लकवुड गार्डनका भाडामा बस्नेहरू विश्वास गर्छन् कि त्यहाँ 40 वा सोभन्दा बढी परिवारले निष्कासनमा सामना गर्नुपर्ने हुन सक्छ जबदेखि उनीहरूलाई थाहा भयो कि OHA पुलिसले ओकल्याण्डमा अन्य सार्वजनिक सम्पत्तिहरू पनि अनुसन्धान गरिरहेका छन् जुन आवास घोटालामा फस्न सक्छन्।","es":"Los inquilinos de Lockwood Gardens estiman que podría haber otras 40 familias, o quizás más, que enfrentan el desalojo, dado que tomaron conocimiento de que la fuerza policial de la OHA conduce también una investigación en otras propiedades de vivienda pública en Oakland, que podrían estar afectadas por estafas habitacionales.","sw":"Wapangaji katika Lockwood Gardens wanaamini kwamba huenda kukawa na familia nyingine 40 au zaidi zitakazokabili kufukuzwa, kwani walifahamu kuwa polisi wa OHA pia wanachunguza mali nyingine za makazi katika Oakland ambazo huenda zikajipata katika sakata ya nyumba.","te":"లాక్వుడ్ గార్డెన్స్ వద్ద అద్దెదారులు మరో 40 కుటుంబాలు లేదా అంతకంటే ఎక్కువ కుటుంబాలు బహిష్కరణను ఎదుర్కోవలసి ఉంటుందని నమ్ముతున్నారు, ఎందుకంటే  గృహ కుంభకోణంలో చిక్కుకుని ఉండవచ్చని ఓక్లాండ్ లోని ఇతర పబ్లిక్ హౌసింగ్ ఆస్తులను కూడా ఒహ పోలీసులు పరిశీలిస్తున్నారని వారు తెలుసుకున్నారు.","ur":"لاک ووڈ گارڈنز کے کرایہ دار اس پر یقین رکھتے ہیں کہ ہو سکتا ہے مزید 40 یا اس سے زیادہ خاندان ایسے ہوں جن کو بے دخلی کا سامنا کرنا ہے، جب سے انھیں معلوم ہو ہے کہ او ایچ اے پولیس بھی آکلینڈ میں دوسری عوامی ہاؤسنگ جائدادوں کی تفشیش کر رہی ہے، شاید وہ اس ہاؤسنگ دھوکہ دہی میں پکڑے جائیں۔","vi":"Những người thuê nhà ở Lockwood Gardens tin rằng có khoảng 40 gia đình nữa hoặc nhiều hơn có thể sẽ bị đuổi, vì họ được biết cảnh sát OHA cũng đang điều tra những khu nhà công cộng khác ở Oakland có thể là nạn nhân trong vụ lừa đảo về nhà ở này.","xh":"Abahlali baseLockwood Gardens bakholelwa ukuba bekunamasapho ayi-40 okanye angaphakoko anogxothwa, ukuba bevile amapolisa e-OHA aphanda ezinye iindawo zokuhlala e-Oakland abanobhaqwa kwamaqhinga endawo zokuhlala.","yo":"Àwọn ayalégbé ní Ọgbà Lockwood gbàgbọ wípé àwọn ìdílé ogójì míràn ma dojuko lilejade, níwọ̀n tí wọn gbọ wípé àwọn Ọlọpa OHA naa ń sẹ iwádìí àwọn ohùn ìní ilé gbogbo míràn tí o seese kí wọn ni irírí ètẹ ìtànje ilé.","zu":"Abantu abahlala ezivandeni zaseL Lockwood bakholelwa ukuthi imindeni engama 40 kungenzeka ibhekene nokuxoshwa. njengoba befunde ukuthi amaphoyisa eOHA aphenya nezinye izakhiwo zomphakathi eOakland ezingase zibanjwe odabeni lwezindlu."}
{"ar":"جمهورية الدومينيكان (بأسبانية: ريبوبليكا الدومينيكان) هي البلد الكاريبي التي تحتل النصف الشرقي من جزيرة هيسبانيولا، التي تشترك مع هايتي.","zh":"多米尼加共和国（西班牙语：República Dominicana）是一个加勒比国家，地处伊斯帕尼奥拉岛的东半部分，该岛分属多米尼加与海地两国","en":"The Dominican Republic (Spanish: República Dominicana) is a Caribbean country that occupies the eastern half of the island of Hispaniola, which it shares with Haiti","eu":"Dominikar Errepublika (Gaztelaniaz: República Dominicana) Karibeko herrialdea da, Hispaniola uhartearen ekialdeko erdia hartzen duena, eta, beste erdia, Haitik hartzen du.","fr":"La République dominicaine (República Dominicana en espagnol) est un pays des Caraïbes qui occupe la moitié est de l'île d'Hispaniola, qu'il partage avec Haïti.","ml":"ഹിസ്പാനിയോള ദ്വീപിന്റെ പകുതിയോളം വരുന്ന കിഴക്കൻ ഭാഗം ഉൾക്കൊള്ളുന്ന ഒരു കരീബിയൻ രാജ്യമാണ് ഡൊമിനിക്കൻ റിപ്പബ്ലിക് , ഇത് ഹൈതിയുമായി അതിർത്തി പങ്കിടുന്നു.  ( സ്പാനിഷ്: റിപ്പബ്ലിക്ക ഡൊമിനിക്ക)","mr":"द डोमिनिकन रिपब्लिक (स्पॅनिशः रिपब्लिका डोमिनीकाना) एक कॅरिबियन देश आहे जो हिस्पानिओलाच्या बेटाचा पूर्वेकडील अर्धा भाग व्यापतो, जो हैतीसोबत सामायिक आहे","ne":"डोमिनिकन गणतन्त्र (स्पेनिस: रिपब्लिका डोमिनिकाना) एक क्यारेबियन देश हो जसले हिस्पेनियोला टापुको पूर्वी आधा भाग ओगटेको छ, जुन यसले हाइटीसँग साझा गर्दछ।","es":"República Dominicana es un país del Caribe que ocupa la mitad oriental de la isla La Española, la cual comparte con Haití.","sw":"Jamhuri ya Dominika (Kihispania: Republica Dominicana) ni nchi ya Karibi ambayo imechukua nusu ya kisiwa cha Hispaniola, ambacho inashirikisha na Haiti.","te":"డొమినికన్ రిపబ్లిక్ (స్పానిష్: రెపుబ్లికా డొమినికానా) అనేది హైతీతో పంచుకొనే హిస్పానియా ద్వీపంలోని తూర్పు సగ భాగాన్ని ఆక్రమించిన ఒక కరేబియన్ దేశం.","ur":"جمہوریہ ڈومنک (ہسپانوی: ریپبلیکا ڈومینیکانا) ایک کیریبیائی ملک ہے جو ہسپانیولا جزیرے کے نصف مشرقی حصے پر قابض ہیں، جس کا حصہ ہیئتی کے ساتھ ملتا ہے","vi":"Cộng Hòa Dominica (Tiếng Tây Ban Nha: República Dominicana) là một đất nước thuộc vùng Ca-ri-bê chiếm một nửa phía đông của đảo Hispaniola, cùng với Haiti","xh":"IDominican Republic (NgeSpanish: República Dominicana) lilizwe leCaribbean elikwihafu esempuma yesiqithi iHispaniola, esikwaseHaiti","yo":"Olominira Dominikan (Ede Speeni: Republica Dominicana ) jẹ́ ilú Karibiani tó pẹ̀lú ìlú Haiti wà ní apá ìlà orùn irekusu Ispaniola.","zu":"i-Dominican Republic (iSpanish: República Dominicana) iyisizwe sase-Caribbean esisengxenyeni esempumalanga yesiqhingi sase-Hispaniola, eyabelana ne-Haiti"}
{"ar":"بالرغم من كونها ظاهرة غير حديثة على الإطلاق، فإن أغلب الناس يربطون بينها وبين تخريب الشباب للممتلكات العامة والخاصة باستخدام بخاخ الطلاء.","zh":"尽管这绝不是现代才出现的现象，但大多数人很可能会将其与年轻人使用喷漆破坏公共和私有财产联系起来。","en":"While it's far from a modern phenomenon, most people probably associate it with youth vandalizing public and private property using spray paint.","eu":"Nahiz eta fenomeno moderno izatetik urrun egon, gehienek espraiak erabiliz jabetza publikoa eta pribatua hondatzen duten gazteekin erlazionatzen dute.","fr":"Bien que ce soit loin d'être un phénomène moderne, la plupart des gens l'associent probablement au fait que des jeunes vandalisent des propriétés publiques et privées en utilisant de la peinture en aérosol.","ml":"ആധുനിക പ്രവണതകളിൽ നിന്ന് ഭിന്നമായി, സ്പ്രേ പെയിന്റ് ഉപയോഗിച്ച് യുവജനങ്ങൾ പൊതുജനങ്ങളെ ഉപദ്രവിക്കുകയും സ്വകാര്യസ്വത്തുക്കൾ നശിപ്പിക്കുകയും ചെയ്യുന്നതായാണ് മിക്ക ആളുകളും ഇതിനെ കാണുന്നത്.","mr":"जरी ते आधुनिक घटनांपासून खूप दूर असले, तरी बरेच लोक कदाचित त्यास स्प्रे पेंट वापरून सार्वजनिक आणि खाजगी मालमत्तेचा विध्वंस करणाऱ्या तरुणांशी जोडतात.","ne":"यद्यपि, आजकल स्थापित ग्राफिटि कलाकारहरू, ग्राफिटि कार्यक्रमहरू र “कानूनी” भित्ताहरू छन्। यस सन्दर्भमा ग्राफिटि पेन्टिङहरू प्राय: अवैधानिक ट्यागहरूभन्दा पनि कलाकृति जस्तै देखिन्छन्।","es":"Aun cuando está lejos de ser un fenómeno moderno, la mayoría de las personas generalmente lo relaciona con el vandalismo en propiedades públicas y privadas por parte de jóvenes usando pintura en aerosol.","sw":"Huku ikiwa mbali na tukio la kisasa, watu wengi labda huishirikisha na vijana kuharibu mali ya kibinafsi na ya umma kutumia rangi ya kunyunyizia.","te":"ఇది ఆధునిక దృగ్విషయం నుండి దూరంగా ఉన్నప్పటికీ, చాలామంది బహుశా స్ప్రే పెయింట్ ఉపయోగించి ప్రభుత్వ  ప్రైవేట్ ఆస్తిని విమోచించే యువతతో సంబంధం కలిగి ఉంటారు.","ur":"اگرچہ یہ جدید مظہر قدرت سے بعید ہے، لیکن زیادہ تر لوگ شاید اسے سپرے پینٹ کا استعمال کرتے ہوئے سرکاری اور نجی املاک کی غارت گری کرنے والے نوجوانوں سے منسلک کرتے ہیں۔","vi":"Mặc dù chưa thể gọi là một hiện tượng đương đại, có lẽ hầu hết mọi người cho rằng hoạt động này bắt nguồn từ việc thanh thiếu niên phá hoại tài sản công và tư bằng cách xịt sơn lên đó.","xh":"Ngelixa kukude kwinto yanamhlanje, uninzi lwabantu mhlawumbi luyidibanisa nolutsha olonakalisa impahla kawonke-wonke kunye neyabucala kusetyenziswa ipeyinti yokutshiza.","yo":"Biotilejepe ó yàtọ̀ sí àwọn ǹkan òde òní, ọ̀pọ̀lọpọ̀ àwọn èèyàn ma ń lọ mọ́ báwọn ọ̀dọ́ se ń ba ohun ìní ìjọba àti aládaní jẹ́ nípa lílo ọ̀dà fínfín.","zu":"Nakuba kungesona isimangaliso sanamuhla, abantu abaningi cishe bakuhlobanisa nentsha ecekela phansi izakhiwo zomphakathi nezabantu ngopende ofuthwayo."}
{"ar":"قال أرياس في بيان: \"أتوقع أن أعود إلى واجباتي في يوم الاثنين\".","zh":"阿里亚斯 (Arias) 在一份声明中表示：“我有望在周一恢复所有工作。”","en":"I expect to return to all my duties on Monday,\" Arias said in a statement.","eu":"“Astelehenean lanera bueltatzea espero dut” esan du Arias-ek adierazpen batean.","fr":"J'espère reprendre toutes mes fonctions dès lundi », a affirmé Arias dans un communiqué.","ml":"തിങ്കളാഴ്ച എന്റെ എല്ലാ ചുമതലകളിലേക്കും തിരിച്ചെത്തുമെന്ന് ഞാൻ പ്രതീക്ഷിക്കുന്നു,” ഏരിയസ് പ്രസ്താവനയിൽ പറഞ്ഞു.","mr":"\"मी सोमवारी माझ्या ड्यूटीवर परत येण्याची अपेक्षा करतो,\"\" असे एरियस यांनी एका निवेदनात म्हटले आहे.\"","ne":"“म सोमबारसम्ममा आफ्ना सबै कर्तव्यहरूमा फर्कने आशा गर्छु”, Arias ले विज्ञप्तिमार्फत भने।","es":"«Espero poder volver a mis funciones el lunes», manifestó Arias en un comunicado.","sw":"Natarajia kurudi katika majukumu yangu yote Jumatatu,” Arias alisema katika taarifa.","te":"సోమవారం నాడు నా అన్ని విధులకు తిరిగి రావాలని నేను ఆశిస్తున్నాను' అని ఆరియాస్ ఒక ప్రకటనలో తెలిపారు.","ur":"اریاس نے ایک بیان میں کہا \"میں پیر کے روز اپنی تمام ڈیوٹیوں پر واپس لوٹنے کی توقع کرتا ہوں\" ۔","vi":"\"Tôi dự định trở lại tiếp tục đảm trách mọi bổn phận vào thứ Hai tới,\" Arias nói trong một tuyên ngôn.","xh":"Ndilinde ukubuyela kuzo zonke idyuti zam ngoMvulo,\" :watsho uArias kwisitatementi.","yo":"“Mo ní ìrẹ̀tí láti padà sí ibi isẹ́ mi ní Ọjọ́ Ajé,” Arias wi nínú àtẹ̀jádẹ.","zu":"Ngilindele ukubuyela emisebenzini yami yonke ngoMsombuluko,\" kwasho u-Arias esitatimendeni."}
{"ar":"استعملت هذه التلسكوبات تجميعاً مكوناً من عدستين لجعل الأشياء البعيدة تبدو أقرب وأضخم.","zh":"这些望远镜使用了两个透镜的组合，使远处的物体看起来既近又大。","en":"These telescopes used a combination of two lenses to make distant objects appear both nearer and larger.","eu":"Teleskopio horiek bi leiar konbinatzen zituzten urruneko objektuak hurbilago eta handiago ikusteko.","fr":"Ces télescopes utilisaient une combinaison de deux lentilles afin que les objets distants paraissent à la fois plus gros et plus proches.","ml":"ഈ ടെലസ്കോപ്പുകൾ ഉപയോഗിക്കുന്നത് 2 ലെൻ‌സുകളുടെ സം‌യുക്തം കൊണ്ട് വിദൂരവസ്തുക്കളെ വലുതായും സമീപത്തായും കാണിക്കുവാനാണ്.","mr":"दूरच्या वस्तू अधिक जवळ आणि मोठ्या दिसण्यासाठी या दुर्बिणींमध्ये 2 लेन्सचे संयोजन वापरले गेले होते.","ne":"टेलिस्कोपहरूमा टाढाका वस्तुहरू नजिक र ठूलो दुबै देख्नका लागि दुईवटा लेन्सको संयोजन प्रयोग गरियो।","es":"Estos telescopios empleaban una combinación de dos lentes para que los objetos lejanos parecieran estar más cercanos y tener mayor tamaño.","sw":"Darubini hizi zilitumia mchanganyiko wa lenzi mbili kufanya vitu vilivyo mbali kuonekana kuwakaribu na kubwa.","te":"ఈ టెలిస్కోపులలో రెండు లెన్స్‌ల కలయికను ఉపయోగించి సుదూర వస్తువులను దగ్గరగా మరియు పెద్దవిగా కనిపించేటట్లు తయారు చేశారు.","ur":"ان دوربینوں میں دور کی چیزوں کو زیادہ نزدیک اور بڑی کرکے دیکھنے کے لیے دو عدسوں کے مجموعے کا استعمال کیا جاتا ہے۔","vi":"Các kính viễn vọng này sử dụng kết hợp hai thấu kính để làm cho đối tượng cách xa xuất hiện gần hơn và to hơn.","xh":"Aba mabonakude basebenzisa indabaniselwano yee-lens ezimbini ukwenza izinto ezikude zibonakale zikufuphi kwaye zinkulu.","yo":"Awon ero iwoye yi n lo apapo lensi meji ti o n mu ki ohun ti o jina dabi ohun ti o sun mo ni, ti o si tobi.","zu":"Lawa matheleskobhu asebenzisa inhlanganisela yamalensi amabili ukwenza izinto ezikude zibonakale kokubili zisiduze futhi zizinkulu."}
{"ar":"وقد شمل إعلان اليوم أيضاً تمديد التزام الحكومة الذي وعدت به في مارس هذا العام بتمويل عربات قطار إضافية.","zh":"今天的公告也延续了政府在今年 3 月作出的承诺：为额外车厢提供资金援助。","en":"Today's announcement also extended the government's commitment made in March of this year to fund extra carriages.","eu":"Gaur egindako iragarpenean aipatu da, halaber, gobernuak bagoi gehigarriak erosteko aurtengo martxoan hartu duen konpromisoa.","fr":"L'annonce d'aujourd'hui prolonge également l'engagement pris par le gouvernement en mars de cette année de financer des voitures supplémentaires.","ml":"അധിക ചരക്കുകൾക്ക് ധന സഹായം നൽകുമെന്ന്‌ ഈ വർഷം മാർച്ചിൽ നടത്തിയ സർക്കാരിന്റെ വാഗ്ദാനം, ഇന്നത്തെ അറിയിപ്പോടു കൂടി വീണ്ടും നീട്ടി.","mr":"आजच्या घोषणेमुळे या वर्षीच्या मार्चमध्ये अतिरिक्त गाड्यांसाठी निधी पुरवण्याच्या सरकारच्या वचनबद्धतेत वाढ केली आहे.","ne":"आजको घोषणाले यस वर्षको मार्चमा सरकारको कोषलाई थप सहयोग गर्ने प्रतिबद्धतालाई पनि विस्तार गर्‍यो।","es":"Además, el anuncio de hoy amplió el compromiso asumido en marzo de este año por el gobierno respecto al financiamiento de vagones adicionales.","sw":"Tangazo la leo limeongeza kujitolea kwa serikali kulikofanyika Machi mwaka huu kufadhili mabehewa ya ziada.","te":"ఈ ఏడాది మార్చిలో ప్రభుత్వము హామీ ఇచ్చినట్లుగా అదనపు క్యారేజీలకు నిధులు సమకూరుస్తున్నట్లు అని కూడా నేటి ప్రకటనలో వచ్చింది.","ur":"آج کے اعلان نے اس سال مارچ میں اضافی گاڑیوں کو فنڈ مہیا کرنے کیلئے حکومت کے عزم کو مزید وسعت دی ہے۔","vi":"Tuyên bố hôm nay cũng mở rộng cam kết mà chính phủ đã đưa ra vào tháng Ba năm nay về việc tài trợ cho các toa dư thừa.","xh":"Isaziso sanamhlanje sikwandisile ukuzibophelela kukarhulumente ngoMatshi walo nyaka ukuxhasa ngemali iinqwelo ezongezelelweyo.","yo":"Ikede oni na sí ileri ijoba lati fowo sí eru gbigbe sii ti wọ́́n se ní Èbìbí.","zu":"Isaziso sanamuhla sinwebe ukuzibophezela kukahulumeni okwenziwe ngoMashi walonyaka sokuxhasa izinkalishi."}
{"ar":"إذا أردت المزيد من المغامرة، فاغتنم الفرصة لتحضير أو مزج بعض السموذي:","zh":"如果你想更新奇一点，可以利用这个机会榨些果汁或制作混合奶昔：","en":"If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:","eu":"Abenturarako gogoz bazaude, egin zukua edo irabiakiak.","fr":"Si vous vous sentez d'humeur plus aventureuse, profitez de l'occasion pour préparer un jus ou mélanger des smoothies :","ml":"നിങ്ങൾക്ക് കൂടുതൽ സാഹസികത തോന്നുന്നുവെങ്കിൽ, ജ്യൂസ് അല്ലെങ്കിൽ ചില സ്മൂത്തികൾ മിശ്രിതമാക്കാനുള്ള അവസരം ഉപയോഗിക്കുക:","mr":"तुम्हाला अधिक रोमांचक वाटत असल्यास, ज्यूस किंवा स्मूदी तयार करण्याची संधी सोडू नका:","ne":"यदि तपाईं अधिक साहसी महसुस गर्दै हुनुहुन्छ भने, यो अवसरलाई जुस बनाउन वा केही स्मूदीहरू ब्लेन्ड गर्न प्रयोग गर्नुहोस्।","es":"Si se anima a experimentar una mayor aventura, aproveche la oportunidad de tomar jugo o de mezclar algunos de los batidos:","sw":"Ikiwa unajisikia jasiri zaidi, chukua fursa ya kutengeneza juisi au sharubati fulani:","te":"మీరు మరింత సాహసోపేత అనుభూతి చెందుతుంటే, కొన్ని స్మూతీలను రసం తీయడం లేదా మిశ్రమం చేసే అవకాశాన్ని పొందండి:","ur":"اگر آپ زیادہ مہم جو محسوس کررہے ہیں، تو اس موقع پر جوس لینے کا موقع لیں یا کچھ سمودھی پھینٹ لیں۔","vi":"Nếu muốn trải nghiệm cảm giác phiêu lưu, nhân cơ hội này, bạn hãy thử làm nước ép hoặc pha chế một số loại sinh tố:","xh":"Ukuba unemvakalelo zokufumanisa, thabatha ithuba lokwenza incindi okanye ucubhe ezicujwayo:","yo":"Bí o bá ń fẹ́ láti dán nǹkan tuntun wò, lo àsìkò náà láti fi lọ àwọn èso pọ̀ di mímu.","zu":"Uma uzizwa ufisa ukwenza izigigaba, thatha ithuba lokwenza ijusi noma uhlanganise izithelo ezihlukahlukene ukuze kube yisiphuzo:"}
{"ar":"قلت أهمية الأمر نظراً لتحقيق مصنعي العدسات معايير أعلى في عملية إنتاج العدسات.","zh":"随着镜头制造商在镜头生产方面达到更高的标准，这已经不算什么问题了。","en":"This is becoming less of an issue as lens manufacturers achieve higher standards in lens production.","eu":"Arazo hori txikiagotzen ari da, lente-ekoizleak lenteen ekoizpenean estandar hobeak lortzen ari baitira.","fr":"Cela devient moins problématique à mesure que les fabricants de lentilles atteignent des normes plus élevées dans la production de lentilles.","ml":"ലെൻസ് നിർമ്മാതാക്കൾ ലെൻസ് ഉൽപ്പാദനത്തിൽ ഉയർന്ന നിലവാരം പുലർത്തുന്നതിനാൽ ഇത് ഒരു പ്രശ്‌നമല്ലാതായി മാറുകയാണ്.","mr":"भिंग उत्पादकांनी भिंग उत्पादनामध्ये उच्च प्रमाणिते संपादित केल्याने हा मुद्दा तसा मागे पडत आहे.","ne":"लेन्स उत्पादकहरूले लेन्सको उत्पादनमा उच्च गुणस्तर प्राप्त गरेपछि यो समस्या कम हुँदै गइरहेको छ।","es":"Este problema cada vez es menos importante gracias a que los fabricantes de lentes logran estándares más altos en su producción.","sw":"Hili linaendelea kuwa suala lisilo la muhimu jinsi watengenezaji wa lenzi wanavyofikia viwango vya juu katika uzalizaji wa lenzi.","te":"లెన్స్ ఉత్పత్తిలో లెన్స్ తయారీదారులు అధిక ప్రమాణాలను సాధిస్తున్నందున ఇది చిన్న సమస్యగా మారుతోంది.","ur":"لینس مصنوعات میں لینس تیار کرنے والوں کے اعلی معیار حاصل کر لینے کے بعد یہ معاملہ اپنی اہمیت کھوتا جا رہا ہے۔","vi":"Điều này ngày càng trở nên đơn giản khi các nhà sản xuất ống kính đạt được tiêu chuẩn cao hơn trong sản xuất ống kính.","xh":"Le iya iyeka ukuba yingxaki njengoko abavelisi beelensi bevelisa iilensi ezikumgangatho ophezulu.","yo":"Kii se isoro pupo mo nitori pe awon to n se lensi ti n se aseyori ni iselopo lensi.","zu":"Lokhu kuya ngokuba inkinga elungisekayo njengoba abenza izibuko befinyelela amazinga aphakeme okwenza izibuko."}
{"ar":"فقد تم الإبلاغ عن أقل من ألف حالة ضمن البشر، لكن بعضها كان قاتلاً.","zh":"据报道，人类感染禽流感的病例不到 一千例，但其中有一些病例是致命的。","en":"Fewer than a thousand cases have ever been reported in humans, but some of them have been fatal.","eu":"Ehun kasu baino gutxiago azaldu dira gizakietan, baina haietako batzuk hilgarriak izan dira.","fr":"Moins d'un millier de cas ont été rapportés chez les humains, mais certains ont été mortels.","ml":"മനുഷ്യരിൽ ആയിരത്തിലധികം കേസുകൾ ഇതുവരെ റിപ്പോർട്ട് ചെയ്യപ്പെട്ടിട്ടുണ്ട്. അവയിൽ ചിലത് മാരകമായിരുന്നു.","mr":"मानवामध्ये एक हजार पेक्षा प्रकरणे आजपर्यंत नोंदवली गेली आहेत, परंतु त्यातील प्राणघातक आहेत.","ne":"मानवमा हजारभन्दा कम घटनाहरू रिपोर्ट गरिएका छन् र तीमध्ये केही घातक छन्।","es":"Aun cuando se han registrado menos de mil casos en personas, algunos de estos tuvieron un desenlace fatal.","sw":"Kesi chache chini ya elfu zimewahi kuripotiwa kwa wanadamu, lakini baadhi yazo zilipelekea kifo.","te":"మానవుల్లో వెయ్యి కి పైగా కేసులు ఎప్పుడూ నమోదు కాలేదు, కానీ వాటిలో కొన్ని ప్రాణాంతకం అయ్యాయి.","ur":"انسانوں میں ابھی تک ہزار معاملے سے بھی کم دیکھے گئے ہیں، لیکن ان میں سے کچھ مہلک ثابت ہوئے ہیں۔","vi":"Chỉ có chưa tới một ngàn ca bệnh ở người được báo cáo, nhưng một số ca đã dẫn đến tử vong.","xh":"Zingaphantsi kwewaka iimeko ezixeliweyo ebantwini, kodwa ezinye zazo ziye zabulala.","yo":"Àwọn ìṣẹ̀lẹ̀ tí wọn ti fi rojo lára èyàn ò tó egberun, ṣùgbọ́n àwọn kan tí wọ́n rí gbẹ̀mí lọ.","zu":"Ukugula okungaphansi kwenkulungwane kubikiwe ebantwini, kodwa okunye kwakho bekubulala."}
{"ar":"للبروتونات شحنة كهربية موجبة، بينما النيوترونات ليس لها شحنة، أما الإلكترونات فشحنتها سالبة.","zh":"质子带有正电，中子不带电。电子带有负电。","en":"Protons have a positive electric charge while neutrons have no charge. The electrons have a negative electric charge.","eu":"Protoiek karga elektriko positiboa dute eta neutroiek ez dute kargarik. Elektroiek, ordea, karga elektriko negatiboa dute.","fr":"Les protons ont une charge électrique positive tandis que les neutrons n'ont pas de charge. Les électrons ont une charge électrique négative.","ml":"പ്രോട്ടോണുകൾക്ക് പോസിറ്റീവ് ഇലക്ട്രിക്ക് ചാർജാണുള്ളത്, അതേസമയം ന്യൂട്രോണുകൾക്ക് ചാർജൊന്നും ഇല്ല. ഇലക്ട്രോണുകൾക്ക് നെഗറ്റീവ് ഇലക്‌ട്രിക്ക് ചാർജ് ഉണ്ട്.","mr":"प्रोटॉन्सचा एक धन विद्युत भार असतो तर न्यूट्रॉन्सचा भार नसतो. इलेक्ट्रॉन्सचा एक ऋण विद्युत भार असतो.","ne":"प्रोटोनहरूमा सकारात्मक विद्युतीय चार्ज हुन्छ जबकि न्यूट्रोनहरूमा कुनै चार्ज हुँदैन। इलेक्ट्रोनहरूमा नकारात्मक विद्युतीय चार्ज हुन्छ।","es":"Mientras que los neutrones no tienen carga eléctrica, la de los protones es positiva y, la de los electrones, negativa.","sw":"Protoni zina chaji chanya ya umeme wakati neutroni hazina chaji. Elektroni zina chaji hasi ya umeme.","te":"ప్రోటాన్లు ధనాత్మక విద్యుత్ ఆవేశాన్ని కలిగి ఉంటాయి, న్యూట్రాన్లకు ఎలాంటి ఆవేశం ఉండదు. ఎలక్ట్రాన్ లు రుణాత్మక విద్యుత్ ఆవేశాన్ని కలిగి ఉంటాయి.","ur":"پروٹونز میں مثبت الیکٹرسٹی چارج ہوتی ہے جبکہ نیوٹرونز میں کوئی چارج نہیں ہوتا- الیکٹرونز میں منفی الیکٹرک چارج ہوتا ہے-","vi":"Proton mang điện tích dương trong khi neutron không mang điện tích. Electron thì mang điện tích âm.","xh":"IProtoni zine positive electric charge ngelixa I neutrons zingena charge. Ezi electrons zine ne-gative electric charge.","yo":"Protons ní agbára iná nígbàtí neutron kò ní agbára rárá. Awon electrons ni aagbara ina olodi.","zu":"Ama-phrothoni anamandla kagesi kuyilapho ama-nyuthroni engenawo amandla kagesi. Ama elekthroni anamandla kagesi angaphansi kweqanda ngenani."}
{"ar":"لا يوجد أيضاً أي شرطٍ للحصول على رقمٍ محلي من المجتمع الذي تعيش فيه؛ يمكنك الحصول على اتصال إنترنت عبر الأقمار الصناعية في براري تشيكن في ألاسكا واختيار رقم يَدّعِي أنك في ولاية أريزونا المشمسة.","zh":"是否在居住的社区获得本地号码，这点没有要求；你可以在阿拉斯加奇金的野外获得卫星互联网连接，然后选一个号码，显示你位于阳光明媚的亚利桑那州。","en":"There is also no requirement that you obtain a local number from the community in which you live; you can obtain a satellite Internet connection in the wilds of Chicken, Alaska and select a number which claims you're in sunny Arizona.","eu":"Halaber, ez duzu zertan lortu bizi zaren komunitateko zenbakirik; satelite bidezko Interneterako konexioa lor dezakezu Alaskako Chicken basatian eta Arizona eguzkitsuan zaudela adierazten duen zenbaki bat hautatu.","fr":"Il n’est pas non plus obligatoire d’obtenir un numéro local de la collectivité dans laquelle vous vivez; vous pouvez obtenir une connexion Internet par satellite dans les contrées sauvages de Chicken, en Alaska, et sélectionner un numéro qui indique que vous êtes dans l’Arizona ensoleillée.","ml":"നിങ്ങൾ താമസിക്കുന്ന ചുറ്റുപാടിൽ നിന്ന് ഒരു പ്രാദേശിക നമ്പർ നേടേണ്ട ആവശ്യവും ഇല്ല; അലാസ്കയിലെ ചിക്കൻ വനങ്ങളിൽ നിങ്ങൾക്ക് ഒരു സാറ്റലൈറ്റ് ഇന്റർനെറ്റ് കണക്ഷൻ ലഭിക്കും ഒപ്പം നിങ്ങൾ സണ്ണി അരിസോണയിലാണെന്ന് അവകാശപ്പെടുന്ന ഒരു നമ്പർ തിരഞ്ഞെടുക്കുക.","mr":"तुम्ही ज्या समुदायामध्ये राहता त्या समुदायाकडून तुम्हाला स्थानिक क्रमांक मिळण्याची आवश्यकता नाही; तुम्ही चिकन, अलास्काच्या जंगलात उपग्रह इंटरनेट कनेक्शन मिळवू शकता तसेच तुम्ही सनी एरिझोनामध्ये असल्याचा दावा करणारा क्रमांक निवडू शकता.","ne":"तपाईं बस्ने समुदायबाट कुनै स्थानीय नम्बर प्राप्त गर्नुपर्ने आवश्यकता पनि छैन: तपाईंले चिकेन, अलास्काको जङ्गलमा उपग्रह इन्टरनेट जडान प्राप्त गर्न सक्नुहुन्छ र एक नम्बर चयन गरेमा त्यसले तपाईंलाई घमाइलो एरिजोनामा हुनुहुन्छ भनेर दाबी गर्दछ।","es":"Tampoco se requiere que obtenga un número local del lugar en donde vive; puede recurrir a una conexión a Internet por satélite en las zonas salvajes de Chicken, en Alaska, y elegir un número que señale que usted se localiza en la soleada Arizona.","sw":"Pia hakuna sharti kwamba upate nambari ya kienyeji kutoka kwa jamii unakoishi; unaweza kupata unganisho la mtandao wa satelaiti kwenye porini ya Chicken, Alaska na uchague nambari inayodai uko katika Arizona yenye jua.","te":"మీరు నివసించే కమ్యూనిటీ నుండి లోకల్ నంబర్‌ను పొందాల్సిన అవసరం కూడా లేదు; మీరు అలస్కాలోని చికెన్ అడవులలో ఉపగ్రహ ఇంటర్నెట్ కనెక్షన్‌ను పొంది, ఒక నంబర్‌ను ఎంచుకోవడం ద్వారా మీరు అరిజోనాలో ఎండ ప్రాంతంలో ఉన్నారని చూపించవచ్చు.","ur":"اس کی بھی کوئی شرط نہیں ہے کہ تم اس کمیونٹی سے جس میں تم رہتے ہو محلّی نمبر حاصل کرو؛ تم چیکن، الاسکا کے بیابان علاقہ کے لئے سیٹلائٹ انٹرنیٹ کنکشن حاصل کر سکتے ہو اور ایک ایسا نمبر سیلیکٹ کرو جو دکھائے کہ تم اریزونا کے دھوپ والے علاقہ میں رہتے ہو۔","vi":"Cũng không có quy định nào bắt buộc bạn phải có một mã số địa phương do cộng đồng nơi bạn sống cung cấp; bạn có thể nhận được một kết nối Internet qua vệ tinh tại những khu vực hoang dã tại Chicken, Tiểu bang Alaska, và chọn một mã số xác nhận rằng bạn đã ở Tiểu bang Arizona đầy nắng.","xh":"Akukho mfuneko yokuba ufumane inombolo yendawo ohlala kuyo; Ungafumana uqhagamshelo lwe-Intanethi kwi-Intanethi endle yenkukhu, eAlaska kwaye ukhethe inombolo ethi useArizona enelanga.","yo":"Ko si ofin ti o pa ni dandan lati gba numba ipe ni adugbo ibi ti eniyan n gbe; o le gba isopo si ero ayelujara ni agbegbe Ediye, Alasika o si yan numba ti o se afihan wipe o wa ni sunny Arisona.","zu":"Futhi azikho izimfuneko ozitholayo ngenani emphakathini ohlala kuwo; ungathola ukuxhuma ngesethelithi ku-inthanethi eziNkukhwini zasendle, e-Alska bese ukhetha inani elibonisa ukuthi usekushiseni e-Arizona."}
{"ar":"كان الزوجان قد تزوجا في تكساس قبل عام وجاءا إلى بافالو للاحتفال مع الأصدقاء والأقارب.","zh":"一年前，这对夫妇在德克萨斯州结婚，之后来到布法罗和亲友共同庆祝。","en":"The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.","eu":"Bikotea duela urte bat ezkondu zen Texasen, eta Buffalo-ra etorri ziren lagunekin eta familiako kideekin ospatzera.","fr":"Le couple s'était marié au Texas il y a un an et était venu à Buffalo pour fêter l'occasion avec des amis et des parents.","ml":"ഒരു വർഷം മുൻപ് ടെക്‌സാസിൽ വച്ച് ഈ ദമ്പതികൾ വിവാഹിതരാവുകയും, സുഹൃത്തുക്കളുടെയും  ബന്ധുക്കളുടെയും കൂടെ ഇത് ആഘോഷിക്കാൻ ബഫലോയിൽ എത്തുകയും ചെയ്തു.","mr":"दाम्पत्याचे लग्न एक वर्षापूर्वी टेक्सासमध्ये झाले होते आणि ते बफेलोमध्ये मित्र व नातेवाईकांबरोबर आनंद साजरा करण्यासाठी आले होते.","ne":"टेक्ससमा ती जोडीले एक वर्षअघि विवाह गरेका थिए। उनीहरू साथी र आफन्तहरूसँग खुशी मनाउन बफेलो आएका थिए।","es":"La pareja había contraído matrimonio en Texas un año atrás y vino a Búfalo para festejar con sus amigos y familiares.","sw":"Wanandoa hao walikuwa wameoana katika Texas mwaka mmoja uliopita na wakaja Buffalo kusherehekea na marafiki na jamaa.","te":"ఈ జంట 1సంవత్సరం క్రితం టెక్సాస్‌లో వివాహం చేసుకున్నారు మరియు స్నేహితులు మరియు బంధువులతో వేడుకలు జరుపుకోవడానికి బఫెలోకు వచ్చారు.","ur":"اس جوڑا نے ٹیکساس میں ایک سال قبل شادی کی اور احباب اور رشتے داروں کے ساتھ جشن منانے بفلو آئے تھے۔","vi":"Một năm trước, cặp vợ chồng này đã kết hôn tại Tiểu bang Texas rồi chuyển đến Thành phố Buffalo để tổ chức ăn mừng cùng với bạn bè và người thân.","xh":"Esi sibini sasitshatele e Texas kunyaka omnye odlulileyo sabuya seza e Buffalo ukuzobhiyoza nezihlobo nezalamane.","yo":"Tọkọ tí ìyàwó ti Ṣe ìyàwó ní Tegsaasi ọdún kan sẹ́yìn , wọ́n wá láti bá àwọn ọ̀rẹ́ àti mọ̀lẹ́bí won yọ.","zu":"Izithandani zashadela e-Texas ngonyaka odlule zabe seziza e-Buffalo ukuzobungaza kanye nabangane nezihlobo."}
{"ar":"صرحت كونامي، ناشرة اللعبة، اليوم في إحدى الصحف اليابانية بأن الشركة لن تطلق لعبة \"االأيام الستة\" في الفلوجة.","zh":"游戏发行商科乐美（Konami）今天在一家日本报纸上发表声明，他们不会发行《费卢杰六日》这款游戏。","en":"The game publisher Konami stated today in a Japanese newspaper that they will not be releasing the game Six Days in Fallujah.","eu":"Konami joko-argitaratzaileak gaur Japoniako egunkari batean adierazi duenez, ez du Six Days in Fallujah jokoa kaleratuko.","fr":"L'éditeur de jeux Konami a déclaré aujourd'hui dans un journal japonais qu'il ne lancera pas le jeu Six Days in Fallujah.","ml":"സിക്സ് ഡേയ്സ് എന്ന ഗെയിം ഫലൂജയിൽ റിലീസ് ചെയ്യില്ലെന്ന് ഗെയിം പബ്ലിഷറായ കൊനാമി ഒരു ജാപ്പനീസ് പത്രത്തിൽ ഇന്ന് പ്രസ്താവിക്കുകയുണ്ടായി.","mr":"खेळाचे निर्माते कोनामी यांनी आज एका जपानी वृत्तपत्राला सांगितले की ते सिक्स डेज इन फाल्लुजाह प्रदर्शित करणार नाहीत.","ne":"खेल प्रकाशक Konamiले आज जापानी अखबारमा उनीहरूले Fallujah मा छ दिनको खेल रिलीज गर्ने छैनन्‌ भने।","es":"La distribuidora de videojuegos Konami manifestó hoy en un periódico de Japón que Six days en Fallujah no será sacado al mercado.","sw":"Mchapishaji wa michezo Konami alisema leo kwenye gazeti la Kijapani kwamba hawatatoa mchezo wa Siku Sita ndani ya Fallujah.","te":"Fallujahలో 6 రోజుల గేమ్‌ను విడుదల చేయబోమని గేమ్ పబ్లిషర్ Konami ఈరోజు Japanese వారపత్రికలో తెలిపారు.","ur":"گیم کے ناشر کونامی نے آج ایک جاپانی اخبار میں کہا ہے کہ وہ Six Days in Fallujah (فلوجہ میں چھ روزہ) گیم کو جاری نہیں کرے گا۔","vi":"Nhà phát hành game Konami hôm nay đã tuyên bố trên một tờ báo Nhật Bản rằng họ sẽ không phát hành game Sáu Ngày Ở Fallujah.","xh":"Abapapashi bezemidlalo i-Konami bachazile namhlanje ukuba kwiphephandaba lase-Japan abazukukhupha umdlalo i-Six Days in Fallujah.","yo":"Olùgbéjáde géèmù Konami sọọ́ di mímọ̀ lónìí nínú ìwé ìròyìn ilẹ̀ Japan wípé àwọn kò ní se àgbéjáde géèmù Six Days ní Fallujah.","zu":"Umenzi wamageyimu iKonami isho namuhla ephephandabeni laseJapani ukuthi ngeke ikhulule igeyimu leziNsuku Eziyisithupha eFallujah."}
{"ar":"رفض روبرتس رفضاً قاطعاً أن يقول متى يعتقد أن تبدأ الحياة، وهو سؤال مهم عند التفكير في أخلاقيات الإجهاض، قائلاً إنه سيكون من غير الأخلاقي التعليق على تفاصيل الحالات المحتملة.","zh":"罗伯茨断然拒绝谈论生命从何时开始的问题。这是考虑堕胎伦理时的一个重要问题，他说，评论可能发生的案件细节是不道德的。","en":"Roberts flatly refused to say about when he believes life begins, an important question when considering the ethics of abortion, saying that it would be unethical to comment on the specifics of likely cases.","eu":"Roberts-ek guztiz uko egin dio bizitzaren hasierari buruz duen iritzia emateari. Gai garrantzitsua da abortuaren etika kontuan hartzean, eta esaten du ez litzatekeela etikoa izango halako kasuen xehetasunei buruzko iritzia ematea.","fr":"Roberts a refusé catégoriquement de clarifier à quel moment il croyait que la vie commence après conception, une question importante dans le cadre du débat éthique sur l'avortement, en répondant qu'il serait contraire à la déontologie de s'exprimer sur des détails précis qui pourraient faire partie de cas juridiques probables.","ml":"സാധ്യതയുള്ള കേസുകളുടെ പ്രത്യേകതകളെ കുറിച്ച് അഭിപ്രായം പറയുന്നത് ധാർമ്മികമായിരിക്കില്ലെന്ന് പറഞ്ഞുകൊണ്ട്, ഗർഭച്ഛിദ്രത്തിന്റെ നൈതികത പരിഗണിക്കുമ്പോൾ ഒരു പ്രധാന ചോദ്യം, ജീവിതം ആരംഭിക്കുന്നുവെന്ന് വിശ്വസിക്കുമ്പോൾ അതേക്കുറിച്ച് പറയുന്നത്, റോബർട്ട്സ് ദാക്ഷിണ്യമില്ലാതെ നിരസിച്ചു.","mr":"संभाव्य प्रकरणांच्या करणांच्या विशिष्टतेवर भाष्य करणे हे अनैतिक असेल असे म्हणत रॉबर्ट्स यांनी आयुष्याची सुरुवात कधी होते असेत्यांना वाटते, यावर काहीही बोलण्यास स्पष्ट नकार दिला, हा गर्भपातासाठीच्या नैतिकतेचा विचार करताना महत्त्वाचा प्रश्न आहे.","ne":"रोबर्ट्सले सम्भावित केसहरूको विशिष्टतामा टिप्पणी गर्न अनैतिक हुने भन्दै गर्भपतनको नैतिकतामा विचार गर्दा एक महत्त्वपूर्ण प्रश्न जीवन कहिले सुरु हुन्छ भन्ने उनले विश्वास गर्छन् भन्नेमा बोल्न ठाडै अस्वीकार गरे।","es":"Fue categórica la negativa de Roberts a dar su opinión respecto de cuándo considera que inicia la vida humana, punto de gran importancia al abordar la ética del aborto, y dijo que no sería moralmente correcto comentar sobre detalles de casos probables.","sw":"Roberts alikataa kabisa kusema ni lini anaamini uhai huanza, swali muhimu inapozingatiwa maadili ya uavyaji mimba, akisema kwamba ingekuwa kinyume na maadili kutoa maoni kuhusu mambo maalum ya matukio ambayo yanawezekana.","te":"జీవితం ఎప్పుడు ప్రారంభమవుతుందనే దాని గురించి తాను  నమ్మేది  చెప్పడానికి  రాబర్ట్స్ నిరాకరించారు, గర్భస్రావం యొక్క నైతిక విలువలను పరిగణనలోకి తీసుకునేటప్పుడు ఒక ముఖ్యమైన ప్రశ్న గురించి  వాస్తవ కేసుల యొక్క నిర్దిష్టతల గురించి వ్యాఖ్యానించడం అనైతికమని చెప్పారు.","ur":"رابٹس نے اس بابت کچھ کہنے سے صاف انکار کیا کہ زندگی کب شروع ہوتی ہے، جو اسقاطِ حمل کی اخلاقیات کے ضمن میں ایک اہم سوال ہے۔ اس نے کہا کہ محتمل کیسوں کی مشخَّص تفاصیل پر رائے زنی غیر اخلاقی ہوگی۔","vi":"Roberts thẳng thắn từ chối nói về thời điểm anh ấy tin cuộc sống bắt đầu, một câu hỏi quan trọng khi xem xét tính đạo đức của việc phá thai, và cho rằng bình luận về những chi tiết của các trường hợp như thế là vô đạo đức.","xh":"URoberts akavumi ukutsho ukuba ubomi buqala nini, umbuzo obalulekileyo xa kucingwa ngombuzo wokuqhomfa, uthi ayiyondlela efanelekileyo yokuziphatha emsebenzini ukuthetha ngeenkcukacha ezinto ekusenokwenzeka zenzekile.","yo":"Roberts kọ jalẹ lati sọ nipa akoko ti o gbagbọ ẹmi bẹrẹ si ni bẹ, ibeere ti o tobi nigba ti eniyan ba n wo ilana oyun sisẹ,wipe yo jẹ eyi ti ko ba ilana iṣe mu lati sọrọ nipa awọn oriṣiriṣi iṣẹlẹ.","zu":"URoberts wenqaba ngokuphelele ukusho ukuthi ukholelwa ukuthi impilo iqala nini, umbuzo obalulekile uma ucabanga ngezimiso zokuziphatha, ethi kuyoba ukuziphatha okungamukeleki ukuphawula ngezici ezithile zezimo ezingenzeka."}
{"ar":"تُظهرالصورة الموالية الذرات حين تنبعث منها الفوتونات. بالتأكيد تكون الفوتونات في الواقع أصغر بكثير من تلك الموجودة في الصورة.","zh":"下一张图片显示的是原子发射光子的情况。当然，实际上光子要比图片上的样子小得多。","en":"The next picture shows the atoms emitting photons. Of course, in reality photons are a lot smaller than those in the picture.","eu":"Jarraian ageri den irudian fotoiak igortzen ari diren atomoak ikus daitezke. Nola ez, errealitatean fotoiak irudikoak baino askoz txikiagoak dira.","fr":"L'image suivante montre les atomes qui émettent des photons. Bien entendu en réalité les photons sont bien plus petits que ceux représentés sur l'image.","ml":"അടുത്ത ചിത്രം ഫോട്ടോണുകൾ പുറപ്പെടുവിക്കുന്ന ആറ്റങ്ങളെ കാണിക്കുന്നു. തീർച്ചയായും, വാസ്തവത്തിൽ ഫോട്ടോണുകൾ ചിത്രത്തിലുള്ളതിനേക്കാൾ വളരെ ചെറുതാണ്.","mr":"पुढील चित्र फोटॉन्स उत्सर्जित करणारे अणू दर्शविते. वास्तविक पाहता, प्रत्यक्षात फोटॉन्स हे चित्रात दाखविले आहेत त्यापेक्षा अतिशय लहान असतात.","ne":"अर्को चित्रले परमाणुहरूले फोटोनहरू उत्सर्जन गरिरहेको देखाउँदछ। अवश्य पनि, वास्तविकतामा फोटोनहरू चित्रमा भएकोभन्दा धेरै साना हुन्छन्।","es":"En la imagen que sigue se ilustran átomos que emiten fotones. Claro está, estos son, en verdad, de un tamaño mucho menor que los de la imagen.","sw":"Picha inayofuata inaonyesha atomu zikitoa fotoni. Kwa hakika, katika hali halisi fotoni ni ndogo zaidi kuliko zile zilizo kwenye picha.","te":"తరువాత చిత్రంలో ఫోటాన్లు ప్రసరి౦చే ఆ౦తర౦గ ప౦టలు చూపిస్తున్నాయి. వాస్తవానికి, వాస్తవానికి ఫోటోలో ఉన్న వాటి కంటే ఫోటాన్లు చాలా చిన్నవిగా ఉంటాయి.","ur":"اگلی تصویر ایٹم کو فوٹون کا اخراج کرتے ہوئے دکھاتی ہے۔ یقینا فوٹون حقیقت میں ان سے بہت چھوٹی ہیں جو وہ تصویر میں دکھتی ہیں۔","vi":"Hình vẽ tiếp theo cho thấy hạt nhân đang phóng ra các photon. Tất nhiên, trong thực tế photon nhỏ hơn rất nhiều so với trong hình.","xh":"Umfanekiso olandelayo ubonakalisa iiathom eziveza iiphotons. Kakade, Enyanisweni iiphoton zincinci kakhulu kunezo zikulo mfanekiso.","yo":"Àwòrán tókàn ṣàfihàn atoms tó ń jáde láti photons. Lóòtọ́, ní ojú ayé photons kéré gan jú àwọn tí à ń rí nínu àwòrán.","zu":"Isithombe esilandelayo sibonisa ama-athomu akhipha ama-photon. Eqinisweni ama-photon mancane kakhulu kunalawa asesithombeni."}
{"ar":"تحتوي منطقة سيرينجتي على حديقة سيرينجتي الوطنية ومنطقة محمية نوجورنوجور ومحمية ماسوا للحيوانات في تنزانيا ومحمية ماساي مارا الوطنية في كينيا.","zh":"塞伦盖蒂（Serengeti）地区包括塞伦盖蒂（Serengeti ）国家公园、坦桑尼亚的恩戈罗恩戈罗（Ngorongoro）自然保护区、马斯瓦（Maswa）野生动物保护区以及肯尼亚的马赛马拉（Maasai Mara）国家保护区。","en":"The Serengeti region contains the Serengeti National Park, the Ngorongoro Conservation Area and Maswa Game Reserve in Tanzania and the Maasai Mara National Reserve in Kenya.","eu":"Serengeti eskualdeak Serengeti Parke Nazionala, Ngorongoro Kontserbazio Eremua eta Maswa Ehiza Erreserba ditu Tanzanian, eta Maasai Mara Erreserba Nazionala Kenyan.","fr":"La région du Serengeti comprend le parc national du Serengeti, la zone de conservation de Ngorongoro et la réserve de chasse des Maswa en Tanzanie, ainsi que la réserve nationale du Masai Mara au Kenya.","ml":"സെറെൻഗെറ്റി നാഷണൽ പാർക്കും എൻഗോഎൻഗോറോ കൺസർവേഷൻ ഏരിയയും ടാൻസാനിയയിലെ മാസ്‌വ ഗെയിം റിസർവും കെനിയയിലെ മാസായി മാര നാഷണൽ റിസർവും സെറെൻഗെറ്റി മേഖലയിൽ ഉൾപ്പെടുന്നു.","mr":"सेरेनगेटी प्रदेशात सेरेनगेटी नॅशनल पार्क, टांझानियामधील नॅगोरोन्गोरो कन्झर्वेशन एरिया आणि मस्वा गेम रिझर्व तसेच केनियामधील मसाई मारा नॅशनल रिझर्व आहे.","ne":"सेरेन्गेटी क्षेत्रमा सेरेन्गेटी राष्ट्रिय पार्क, एनगोरन्गोरो संरक्षण क्षेत्र र तन्जानियामा मासाइ खेल आरक्षित क्षेत्र र केन्यामा मासाइ मारा राष्ट्रिय आरक्षण रहेको छ।","es":"En la región de Serengeti se encuentra el Parque Nacional del Serengeti, la Zona de Conservación de Ngorongoro y la Reserva de Caza Maswa, todas ellas en Tanzania. En Kenia se localiza la Reserva Nacional Massai Mara.","sw":"Eneo la Serengeti lina Mbuga la Kitaifa la Serengeti, Eneo la Uhifadhi la Ngorongoro na Hifadhi ya Wanyamapori ya Maswa katika Tanzania na Hifadhi ya Kitaifa ya Maasai Mara katika Kenya.","te":"సెరెంగెటి ప్రాంతంలో సెరెంగెటి నేషనల్ పార్క్, టాంజానియాలోని న్గొరోంగోరో కన్జర్వేషన్ ఏరియా మరియు మస్వా గేమ్ రిజర్వ్ ఇంకా కెన్యాలోని మాసాయి మారా నేషనల్ రిజర్వ్ కలదు.","ur":"سرانگیٹی علاقوں میں سرانگیٹی نیشنل پارک، تنزانیہ کا ونگورو کنزرویشن علاقہ اور ماسوا گیم ریزرو اور کینیا کا ماسائی مارا نیشنل ریزرو شامل ہیں-","vi":"Vùng Serengeti gồm Công viên Quốc gia Serengeti, Khu Bảo tồn Ngorongoro, Công viên Chăm sóc và Bảo tồn Động vật hoang dã Maswa ở Tanzania và Khu bảo tồn Quốc gia Maasal Mara ở Kenya.","xh":"Ummandla weSerengeti uquka i-Serengeti National Park, iNgorongoro Conservation Area neMaswa Game Reserve eTanzania naseMaasai Mara National Reserve eKenya.","yo":"Agbon ti Serengeti se akopo Serengeti National Park, Ngoromgoro Conservative Area ati Maswa Game Reserve ni orile’de Tanzania ati Maasai Mara NAtional Reserve ti Kenya.","zu":"Indawo yaseSerengeti ineSerengeti National Park, iNgorongoro Conservation Area kanye neMaswa Game Reserve eTanzania kanye neMaasai Mara National Reserve eKenya."}
{"ar":"أفاد كريستوفر غارسيا -المتحدّث باسم قسم شرطة مدينة لوس أنجلوس- إنّ الجّاني الذّكر المشتبه به يخضع للتحقيق بتهمة التعدّي على ممتلكات الغيْر بدلاً عن التخريب.","zh":"洛杉矶警察局发言人克里斯托弗·加西亚（Christopher Garcia）表示，该名男性嫌疑人正接受调查，被调查的原因是非法侵入，而不是故意破坏公物。","en":"Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.","eu":"Christopher Garcia-k, Los Angeles-eko Polizia departamenduko bozeramaileak esan duenez, gizonezko gaizkilea eremu pribatura sartzeagatik ikertzen ari dira, ez bandalismoagatik.","fr":"Christopher Garcia, un porte-parole de la police de Los Angeles, a déclaré que le suspect masculin faisait l'objet d'une enquête pour intrusion plutôt que pour vandalisme.","ml":"ലോസ് ഏഞ്ചലസ് പോലീസ് ഡിപ്പാർട്ടുമെന്റിലെ ഒരു വക്താവായ ക്രിസ്റ്റഫർ ഗാർസിയ പറഞ്ഞു,സംശയ വിധേയനായ പുരുഷ കുറ്റവാളിയുടെ വിധ്വംസന പ്രവർത്തനത്തേക്കാൾ, അയാളുടെ അതിർത്തിലംഘനത്തെ കുറിച്ചാണ് അന്വേഷിക്കുന്നത്.","mr":"लॉस एंजेलिस पोलिस विभागाचे प्रवक्ते ख्रिस्तोफर गार्सिया म्हणाले की संशयित पुरुष गुन्हेगाराची विध्वंसक कृत्याऐवजी अतिक्रमण केल्याबद्दल चौकशी केली जात आहे.","ne":"लस एन्जलस प्रहरी विभागका प्रवक्ता क्रिस्टोफर गार्सियाले भने कि शंकास्पद पुरूष अपराधीलाई तोडफोड गर्नुको सट्टा अपराध गरेको भएर अनुसन्धान भइरहेको छ।","es":"Christopher García, el portavoz del Departamento de Policía de Los Ángeles, dijo que están investigando al hombre sospechoso por invasión a la propiedad privada y no por vandalismo.","sw":"Christopher Garcia, msemaji wa Idara ya Polisi ya Los Angeles, alisema mtuhumiwa wa ukosefu wa kiume anachunguzwa kwa uingiaji bila ruhusa badala ya uharibifu.","te":"లాస్ ఏంజిల్స్ పోలీస్ డిపార్ట్‌మెంట్ ప్రతినిధి క్రిస్టోఫర్ గార్సియా మాట్లాడుతూ, అనుమానిత పురుష నేరస్థుడిని విధ్వంసానికి బదులు అతిక్రమించినందుకు దర్యాప్తు చేస్తున్నారు అని అన్నారు.","ur":"لاس انجلیس پولیس ڈپارٹمنٹ کے ترجمان کرسٹوفر گارشیا نے بتایا کہ مشتبہ مرد جنایت کار سے دخلِ بیجا نہ کہ توڑ پھوڑ کے بارے میں تفتیش کی جا رہی ہے۔","vi":"Christopher Garcia, phát ngôn viên Sở Cảnh Sát Los Angeles cho biết người đàn ông bị tình nghi phạm tội đang bị điều tra về tội xâm phạm hơn là phá hoại.","xh":"UChristopher Garcia, isithethi Sesebe Lezamapolisa eLos Angeles, uthe umrhanelwa oyindoda uphandelwa ukungena ngaphandle kwemvume endaweni yokonakalisa impahla.","yo":"Christopher Garcia, agbẹnusọ fún ẹ̀ka ọlọ́pa Los Angeles, sọ pé wọ́n ti gba ìwádìí lẹnu eni tí wọ́n fura sí ọkùnrin náà fún kíkọjá ayè rẹ́.","zu":"UChristopher Garcia, umkhulumeli woMnyango wamaPhoyisa waseLos Angeles, uthe indoda eyisiboshwa esingumsolwa iphenyelwa ukweqa kunokuhuluza."}
{"ar":"أُلحق بالأسطول السابع للبحرية الأمريكية ومقره في ساسيبو، ناجازاكي في اليابان.","zh":"它属于美国海军第七舰队，部署在日本长崎佐世保。","en":"It is assigned to the U.S. Navy’s Seventh Fleet and based in Sasebo, Nagasaki in Japan.","eu":"AEBko Marinako Zazpigarren flotakoa da eta Sasebo-ko basean dago (Nagasaki, Japonia).","fr":"Il est affecté à la septième flotte de la marine américaine et basé à Sasebo, Nagasaki, au Japon.","ml":"യുഎസ് നേവിയുടെ സെവൻത് ഫ്ലീറ്റിലേക്ക് ഇത് നിയുക്തമാക്കി ജപ്പാനിലെ നാഗസാക്കിയിലെ സാസെബോ ആസ്ഥാനമാക്കി.","mr":"हे अमेरिकेच्या नौदलाच्या सातव्या ताफ्याला नियुक्त केले गेले आहे आणि जपानमधील सासेबो, नागासाकी येथे आहे.","ne":"यो अमेरिकी नौसेनाको सातौँ फ्लिटलाई तोकिएको छ र यो जापानको नागासाकी, सासेबोमा आधारित छ।","es":"Forma parte de la Séptima Flota del cuerpo de Marines de los Estados Unidos y su base es en Sasebo, Nagasaki, Japón.","sw":"Imewekwa kwenye kundi la Saba la meli za Nevi ya Marekani ya iliyoko Sasebo, Nagasaki huko Japani.","te":"ఇది U.S. Navy యొక్క ఏడవ నౌకాదళానికి‌ కేటాయించబడింది మరియు ఇది జపాన్‌లో నాగసాకిలోని సాసెబోకు చెందినది.","ur":"اس کو یو ایس نیوی کے ساتویں بیڑہ سے منسلک کیا گیا ہے۔ اس کا مستقر سا سیبو، ناگاساکی، جاپان ہے۔","vi":"Chiếc tàu được biên chế cho Hạm đội 7 của Hải quân Hoa Kỳ và đóng ở Sasebo, Nagasaki, Nhật Bản","xh":"Ibhaliselwe kumKhosi wesiXhenxe we-US Navy futhi ise-Sasebo, e-Nagasaki e-Japan.","yo":"A fún Ẹgbẹ́ Keje àwọn Sójà Ojú Omi Amerika tó wà ní Sasebo Nagasaki, Jépaani.","zu":"Inikezwe i-U.S. Navy Seventh Fleet futhi izinze e-Sasebo, e-Nagasaki e-Japan."}
{"ar":"يوجد كهف ضئيل بالقرب من القمة يجب المرور خلاله، إنه منخفض جداً وضيّق إلى حد كبير.","zh":"必须穿过靠近顶部的一个很低、很狭窄的小洞。","en":"There's a tiny cave near the top that must be passed through, it is quite low and a rather tight squeeze.","eu":"Pasa beharreko koba txiki bat dago puntatik gertu, nahiko baxua eta estua.","fr":"Près du sommet, il faut traverser une petite grotte plutôt exiguë et dont le plafond est assez bas.","ml":"മുകളിന് സമീപം ഒരു ചെറിയ ഗുഹയുണ്ട്, അത് കടന്നുപോകണം,  ഇത് പൂര്‍ണ്ണമായും ചെറുതാണ്, മാത്രമല്ല ഇറുകിയതും ഞെരുക്കമുള്ളതുമാണ്.","mr":"शिखराजवळ तिथे एक छोटीशी गुहा आहे ज्यामधून आपल्याला जावेच लागते, ती खूप खाली आहे खरच खूप चिंचोळी आहे.","ne":"माथिको नजिक सानो गुफा छ जुन पार गर्नुपर्नेछ, यो एकदमै सानो र साँघुरो छ।","es":"En la parte superior se encuentra una cueva pequeña por la que hay que pasar. Es bastante baja y estrecha.","sw":"Kuna pango ndogo karibu na juu ambalo lazima lipitwe, liko chini kabisa na la kubana sana.","te":"ఎగువన ఒక చిన్న గుహ ఉంది, దాని గుండా తప్పక వెళ్ళాలి, ఇది చాలా తక్కువగా ఉంటుంది ఇంకా గట్టిగా నలిపివేస్తుంది.","ur":"چوٹی کے قریب ایک چھوٹا سا غار موجود ہے جسے عبور کیا جانا ضروری ہے، یہ کافی نیچا ہے اور بہت ہی تنگ ہے۔","vi":"Phải đi qua một cái hang nhỏ ở gần đỉnh, nó khá thấp và chật chội.","xh":"Kukho umqolomba omncinane ekumele kudlulwe kuwo, usezantsi kakhulu kwaye umxinwa.","yo":"Ihò kékeré kan wà ní ẹ̀gbẹ́ kan lókè tí a lè gbà kọjá, ó lọlẹ̀ ó sì fúnpa.","zu":"Kunomhume omncane eduze nesiqongo okumelwe kudlulwe kuwo, usezansi kakhulu futhi uminyene."}
{"ar":"فقط آثار الكارثة، وليس الاكتئاب والخوف كانت شرطًا في جلسات PA المنتظمة أسبوعياً.","zh":"只有杞人忧天思维的影响，而不是沮丧和恐惧的影响，才能有条件地每周定期进行结构性体育锻炼。","en":"Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.","eu":"Pentsaera katastrofistaren eraginak ziren soilik ariketa fisiko antolatuak astero edukitzearen araberakoak, eta ez depresioa ezta beldurra.","fr":"Seuls les effets de la catastrophe, et non la dépression et la peur, étaient conditionnés par des séances hebdomadaires régulières et structurées d'AP.","ml":"മുടങ്ങാതെ പ്രതിവാരം നടക്കുന്ന പിഎ സെഷനുകളുടെ സോപാധികമായി വന്നത് ദുരന്തത്തിന്റെ ഫലങ്ങൾ മാത്രമാണ്, വിഷാദരോഗവും പേടിയും അതിൽ ഉൾപ്പെടുന്നില്ല.","mr":"नैराश्य आणि भीती नव्हे तर केवळ आपत्तिजनक परिणाम हे नियमित साप्ताहिक संरचित पीए सत्र सशर्त होते.","ne":"उदासी र डरका प्रभावहरू नभई केवल विनाशकारी प्रभावहरू नियमित साप्ताहिक संरचित PA सत्रहरूको शर्त थियो।","es":"Solo los efectos de la catastrofización, no de la depresión o del miedo, estaban condicionados a sesiones de AF estructuradas, semanales y regulares.","sw":"Ni athari tu za kutia janga chumvi, si mafadhaiko na uoga, zilizokuwa na masharti ya vipindi vya PA vya mara kwa mara kila wiki.","te":"కుంగుబాటు మరియు భయం కాకుండా కేవలం లేనిది ఉన్నట్లు ఎక్కువగా ఊహించుకోవడమే నియమిత వారంవారీ నిర్మాణాత్మక PA సెషన్‌లకు అవసరమైన షరతు.","ur":"صرف تباہی کے اثرات، نہ کہ پژمردگی اور خوف باقاعدگی سے ہفتہ وار منظم PA سیشنز کے ساتھ مشروط تھا-","vi":"Chỉ những tác động do tình trạng bi kịch hóa, không phải là trầm cảm hay sợ hãi mới là đối tượng của các buổi hoạt động vật lý được thiết kế hàng tuần.","xh":"Ziziphumo zentlekele, kungekhona uxinzeleleko kunye noloyiko ezazinokubangela kubekho iiseshoni ze-PA veki nganye.","yo":"Awọn ipa ti ajalu nikan, kiise ibanujẹ tabi ẹru ni o jẹ awọn isẹlẹ gbẹdẹkẹ ọlọsọọsẹ ti akoko PA.","zu":"Ukuphela komphumela wokubuka izinto zizimbi kunangendlela eziyiyo, hhayi ukucindezeleka futhi ukwasaba bekunombandela wemihlangano ye-PA yamaviki onke ehleliwe."}
{"ar":"رٌفعت دعوى القضية في ولاية فرجينيا لأنها موطن شركة AOL الرائدة في تقديم خدمات الإنترنت، والتي نٌسِبت إليها الاتهامات.","zh":"作为发起指控的公司，领先的互联网服务提供商美国在线 (AOL) 的总部位于弗吉尼亚州，因此这起案件在弗吉尼亚州起诉。","en":"The case was prosecuted in Virginia because it is the home to the leading internet service provider AOL, the company who instigated the charges.","eu":"Kasua Virginia-n prozesatu zen, hura delako AOL interneteko zerbitzuko hornitzaile nagusiaren egoitza eta enpresa hark bultzatu dituelako karguak.","fr":"L'affaire a été jugée en Virginie puisque c'est le domicile du fournisseur d'accès à Internet AOL, la société à l'origine des accusations.","ml":"പ്രമുഖ ഇന്റർനെറ്റ് സേവന ദാതാക്കളായ AOL-ന്റെ ആസ്ഥാനമായതിനാൽ, വിർജീനിയയിലാണ് കേസ് വിചാരണ ചെയ്തത്, കുറ്റാരോപണങ്ങൾക്ക് പ്രേരകമായ കമ്പനി ഇതാണ്.","mr":"खटला व्हर्जिनियामध्ये चालवला जात होता, कारण ते आरोप करणाऱ्या AOL या इंटरनेट सेवा पुरवणाऱ्या अग्रगण्य कंपनीचे मूळ ठिकाण आहे.","ne":"यो अग्रणी इन्टरनेट सेवा प्रदायक एओएलको घर हुनाले भर्जिनियामा मुद्दा चलाइएको थियो।","es":"El proceso legal fue llevado a cabo en Virginia, ya que allí se encuentra la sede de la compañía más importante de servicios de Internet, AOL, que fue quien presentó los cargos.","sw":"Kesi hiyo ilishtakiwa huko Virginia kwa sababu ni nyumbani kwa mtoaji mkuu wa huduma ya intaneti AOL, kampuni iliyoanzisha mashtaka hayo.","te":"కేసు వర్జీనియాలో విచారించబడింది ఎందుకంటే ఇది ప్రముఖ ఇంటర్నెట్ సర్వీస్ ప్రొవైడర్ AOL నివాస స్థలం, ఆ కంపెనీ ఆరోపణలు చేసింది.","ur":"اس کیس کو ورجینیا میں فائل کیا گیا کیوں کہ یہ سر بر آوردہ انٹرنیٹ سرویس پرووائڈ ر کمپنی اے او ایل کا مستقر ہے اور جس نے ان اتہامات کو شہ دی۔","vi":"Vụ án được khởi tố tại Virginia vì đây là quê nhà của công ty cung cấp dịch vụ Internet hàng đầu AOL, là đơn vị đã đưa ra các cáo buộc.","xh":"Ityala latshutshiselwa eVirginia kuba likhaya kumnikezeli wenkonzo ye-intanethi okhokelayo i-AOL, inkampani eyaphembelela ityala.","yo":"Virginia ni wọ́n ti ṣe ẹjọ́ náà, nítorí ibẹ̀ ni ilé àwọn ile iṣẹ tó ń pèsè intanẹtì tí ó ga jùlọ tí a mọ̀ sí AOL wà, ilé iṣẹ́ tí ó bẹ̀rẹ̀ ìgbówólélórí.","zu":"Icala lathethwa e-Virginia ngoba iyindawo eyinhloko yomhlinzeki we-inthanethi i-AOL, okuyinkampani eyavula icala."}
{"ar":"ما هي الخلية؟ كلمة الخلية مشتقة من الكلمة اللاتينية \"cella\"، وتعني \"الغرفة الصغيرة\"، تمت صياغة هذا المصطلح لأول مرة من قبل عالم مجهر كان يراقب هيكل الفلين.","zh":"什么是细胞？“细胞”一词来源于拉丁语“cella”，意思是“小房间”，最初是由观察软木结构的显微镜学家创造的。","en":"What is a cell? The word cell comes from the Latin word \"cella\", meaning \"small room\", and it was first coined by a microscopist observing the structure of cork.","eu":"Zer da zelula bat? Zelula hitzak Latineko “cella” hitzean dauka jatorria, “gela txikia” esan nahi duena, eta artelazkiaren egitura aztertzen ari zen mikroskopiolari batek erabili zuen lehen aldiz.","fr":"Qu’est-ce qu’une cellule ? Le mot « cellule » vient du mot latin « cella », qui signifie « petite pièce », et a été inventé par un microscopiste qui observait la structure du liège.","ml":"\"എന്താണ് ഒരു സെൽ? ലാറ്റിൻ പദമായ \"\"സെല്ല\"\" എന്നതിൽ നിന്നാണ് സെൽ എന്ന വാക്കുണ്ടായത്. \"\"ചെറിയ മുറി\"\" എന്നാണ് അതിനർത്ഥം. കോർക്കിന്റെ ഘടന നിരീക്ഷിക്കുന്ന ഒരു മൈക്രോസ്കോപ്പിസ്റ്റാണ് ഇത് ആദ്യമായി കണ്ടുപിടിച്ചത്.\"","mr":"\"एक पेशी म्हणजे काय? हा शब्द लॅटिन \"\"सेला\"\" या शब्दापासून बनला आहे, ज्याचा अर्थ \"\"लहान जागा\"\" असा आहे आणि कॉर्कच्या संरचनेचे सूक्ष्मदर्शकाखाली निरीक्षण करण्यातून प्रथम तयार करण्यात आला. \"","ne":"सेल भनेको के हो? “सानो कोठा” अर्थ रहेको सेल ल्याटिन शब्द “सेला” बाट आएको हो। यो पहिलो कर्कको संरचना अवलोकन गर्दा माइक्रोस्कोपिस्टले तयार गरेको थियो।","es":"¿Qué es una célula? Este término deriva del latín cella, que significa «cuarto de tamaño reducido», y fue empleado por primera vez por un microscopista mientras estudiaba la estructura del corcho.","sw":"Seli ni nini? Neno cell linatokana na neno la Kilatini \"cella\", linalomaanisha \"chumba kidogo\", na lilibuniwa mara ya kwanza na mtaalamu wa hadubini alipokuwa akitazama muundo wa dutu ya mwaloni.","te":"\"సెల్ అంటే ఏమిటి? సెల్ అనే పదం లాటిన్ పదం \"\"సెల్లా\"\" ​​నుండి వచ్చింది, దీని అర్థం \"\"చిన్న గది\"\", మరియు కార్క్ యొక్క నిర్మాణాన్ని గమనిస్తూ మొదట ఓ మైక్రోస్కోపిస్ట్ దీనిని ఉపయోగించారు.\"","ur":"سیل کیا ہے؟ سیل کا لفظ لاطینی لفظ ”سیلا“ سے مشتق ہے جس کے معنی ”چھوٹا کمرہ“ کے ہیں، اور اس کو ایک خورد بین نے کارک کے ڈھانچے کا مشاہدہ کرتے ہوئے جاری کیا۔","vi":"Tế bào là gì? Từ tế bào bắt nguồn từ tiếng La-tinh “cella”, nghĩa là “căn phòng nhỏ”, và được sử dụng đầu tiên bởi một nhà nghiên cứu quan sát cấu trúc của gỗ bần dưới kính hiển vi.","xh":"Yintoni iseli? Igama elithi iseli livela kwigama lesiLatini “cella” elithetha “igumbi elincinci,” yaye laqanjwa yinzululwazi eyabona indlela eme ngayo i-cork.","yo":"Kínni sẹ́ẹ̀lì? ọ̀rọ̀ náà wá látinú ọ̀rọ̀ Latin tí wọ́n pè ní “cella”, ìtumọ̀ “iyàrá kékerá” tí wọ́n sì mún un jáde látinu àyẹ̀wò àwọn kòkòrò kékeré àti ètò ìdẹ́nu.","zu":"Liyini ingqamuzane? Igama elithi ingqamuzane liqhamuka kwelesi-Latin elithi “cella”, okusho “igumbi elincane”, futhi lasetshenziswa okokuqala uchwepheshe wokusebenzisa isibonakhulu ehlola indlela ukhokho owakheke ngayo."}
{"ar":"اعتمدت الخطة الأمريكية على شن هجمات منظمة من ثلاثة اتجاهات مختلفة.","zh":"美国计划从三个不同的方向发动协同攻击。","en":"The American plan relied on launching coordinated attacks from three different directions.","eu":"Estatubatuarren planaren oinarria eraso koordinatuak egitean zetzan, hiru norabidetan.","fr":"Le plan américain reposait sur le lancement d'attaques coordonnées depuis trois directions différentes.","ml":"three വ്യത്യസ്ത ദിക്കുകളിൽനിന്ന് ഏകോപിതമായ ഒരാക്രമണം നടത്തുക എന്നതാണ് അമേരിക്കൻ പദ്ധതി അവലംബിച്ചത്","mr":"अमेरिकन योजना ही तीन वेगवेगळ्या दिशेने समन्वित हल्ले करण्यावर अवलंबून होती.","ne":"अमेरिकी योजना तीन विभिन्न दिशाहरूबाट समन्वय गरिएको आक्रमण सुरू गर्ने भनी भर परेको थियो।","es":"La base de la estrategia de EE. UU. fue el lanzamiento de ataques coordinados desde tres puntos diferentes.","sw":"Mpango wa Marekani ulitegemea uanzishaji wa mashambulio yaliyoratibiwa kutoka pande tatu tofauti.","te":"అమెరికన్ ప్రణాళిక 3 వేర్వేరు దిశల నుండి సమన్వయ దాడులను ప్రారంభించడంపై ఆధారపడింది.","ur":"امریکی منصوبہ تین مختلف سمتوں سے مربوط حملے کرنے پر مبنی تھا۔","vi":"Kế hoạch của Mỹ là dựa vào việc phát động tấn công phối hợp từ ba hướng khác nhau.","xh":"Icebo le-Melika belithembhele ekuhlaseleni okuvela kwiindawo ezintathu ngamaxesha adibanisiweyo.","yo":"Ètò ìlú Amerika gbẹ́kẹ̀ lé kíkọjú ìjàkadì láti ibi ọ̀tọ̀tọ̀ mẹ́ta.","zu":"Isu laseMelika lixhomeke ekuhlaseleni okuqondiswayo okusuka ezinhlangothini ezintathu ezihlukahlukene."}
{"ar":"غنت المغنية التركية \"سيزين أكسو\" مع الإيطالي \"أليساندرو سافينا\" والمغني اليوناني \"هاريس أليكسيو\".","zh":"土耳其歌剧女歌唱家茜泽·阿克苏 （Sezen Aksu）与意大利男高音亚历山德罗·沙费纳（Alessandro Safina）和希腊歌手哈里斯·阿莱克修（Haris Alexiou）同台表演。","en":"Turkish diva Sezen Aksu performed with the Italian tenor Alessandro Safina and Greek singer Haris Alexiou.","eu":"Turkiako diva Sezen Aksu-k Alessandro Safina tenore italiarrarekin eta Haris Alexiou abeslari greziarrarekin abestu zuen.","fr":"La diva turque Sezen Aksu s'est produite avec le ténor italien Alessandro Safina et la chanteuse grecque Haris Alexiou.","ml":"ഇറ്റാലിയൻ ടെനറായ അലസാൻഡ്രോ സഫിന, ഗ്രീക്ക് ഗായകൻ ഹാരിസ് അലക്സിയോ എന്നിവരോടൊപ്പം ടർക്കിഷ് താരം സെസെൻ അക്‌സു അരങ്ങത്തെത്തി.","mr":"तुर्की सुप्रसिद्ध गायिका सेझेन आक्सू यांनी इटालियन टेनर अॅलेसँड्रो सफिना आणि ग्रीक गायक हॅरिस अॅलेक्सिओ यांच्यासह परफॉर्म केले.","ne":"टर्की डिभा Sezen Aksu ले इटालियन टेनर टेनिस Alessandro Safina र ग्रीक गायक Haris Alexiou सँग प्रदर्शन गरे।","es":"La diva turca Sezen Aksu cantó con Alessandro Safina, un tenor italiano, y con la cantante griega Haris Alexiou.","sw":"Diva wa Uturuki Sezen Aksu aliigiza pamoja na mwimbaji wa sauti mwembamba wa kiume, Alessandro Safina wa Italia pamoja na mwimbaji wa Ugiriki Haris Alexiou.","te":"టర్కీకి చెందిన తార సెజెన్ అక్సు, ఇటలీకి చెందిన టేనోర్ అలెశాండ్రో సఫీనా మరియు గ్రీకుకు చెందిన గాయని హారిస్ అలెక్సియోతో కలిసి ప్రదర్శన ఇచ్చారు.","ur":"ترکی ساحرہ سیزن اکسو نے اطالوی ٹینور الیسانڈرو سفینہ اور یونانی گلوکار حارث الیزیاؤ کے ساتھ اپنے فن کا مُظاہرہ کیا۔","vi":"Nữ danh ca Sezen Aksu của Thổ Nhĩ Kỳ trình diễn cùng với ca sĩ giọng nam cao Alessandro Safina của Ý và ca sĩ Haris Alexiou của Hy Lạp.","xh":"I-diva yaseTurkey uSezen Aksu ucule ne tena yase Itali u-Alessandro Safina kunye nemvumi yaseGrisi u-Haris Alexiou.","yo":"Arabirin onidan ara Turkeyi - Sezen Aksu seré pẹ̀lú olórin tẹ́nọ̀ tó wá láti Italy Alessandro Safina ati olorin ara Greek singer Haris Alexiou.","zu":"Isihlabani somculo saseTheki uSezen Aksu ucule nomculi wetena u-Alessandro Safina nomculi womGriki uHaris Alexiou."}
{"ar":"وتتشابه اللغتين الهندية والأردية في المفردات لكنهما مختلفتان في الكتابة. ففي المحادثات اليومية، يمكن للمتحدثين من كلتا اللغتين عادةً فهم بعضهم البعض.","zh":"印度语和乌尔都语有着相似的词汇，但文字的书写方式不同；在日常对话中，这两种语言通常可以交流互通。","en":"Hindi and Urdu are similar in vocabulary but different in script; in everyday conversations, speakers of both languages can usually understand each other.","eu":"Hindiak eta urduak hiztegi antzekoa dute baina idazkera ezberdina; eguneroko hizketaldietan, bi hizkuntzen hiztunek bata bestea uler dezakete.","fr":"L'hindi et l'ourdou disposent d'un vocabulaire semblable mais d'une écriture différente ; lors d'une conversation de tous les jours, les locuteurs des deux langues peuvent en général se comprendre.","ml":"ഹിന്ദിയും ഉറുദുവും പദാവലിയിൽ സമാനമാണെങ്കിലും ലിപി ഒന്നല്ല. ദൈനംദിന സംഭാഷണങ്ങളിൽ, രണ്ട് ഭാഷകളും സംസാരിക്കുന്നവർക്ക് സാധാരണയായി പരസ്പരം മനസ്സിലാക്കാൻ സാധിക്കും.","mr":"हिंदी आणि उर्दू यांचा शब्दसंग्रह सारखा आहे पण लिपी वेगळी आहे; दैनंदिन जीवनातील संभाषणांमध्ये, या दोन भाषा बोलणारे लोक एकमेकांचे बोलणे समजू शकतात.","ne":"लिपिमा भिन्न हुने हिन्दी र उर्दू लेखाइमा समान छन्; दुबै भाषाका वक्ताहरूले दैनिक कुराकानीमा सामान्यतया एक अर्कालाई बुझ्न सक्छन्।","es":"Si bien son similares en cuanto al vocabulario, el hindi y el urdu difieren en la forma de escribirse. En las conversaciones de todos los días, los hablantes de los dos idiomas pueden, por lo general, entenderse unos a otros.","sw":"Kihindi na Kiurdu zinafanana kwa msamiati lakini tofauti katika hati; katika mazungumzo ya kila siku, wazungumzaji wa lugha zote mbili wanaweza kuelewana.","te":"హిందీ మరియు ఉర్దూ మాట్లాడటానికి ఒకేలా ఉంటాయి కాని వాటి లిపి భిన్నంగా ఉంటుంది; సాధారణంగా ఈ రెండు భాషలు మాట్లాడేవారు, వారి రోజూవారి సంభాషణలో ఒకరి భాషను ఇంకొకరు అర్ధం చేసుకోగలరు.","ur":"ذخیرۂ الفاظ کے لحاظ سے ہندی اور اردو یکساں ہیں لیکن طرز تحریر جداگانہ ہے؛ روزمرہ کی بات چیت میں، دونوں زبانوں کے بولنے والے ایک دوسرے کو اچھی طرح سمجھ سکتے ہیں۔","vi":"Tiếng Hindi và tiếng Urdu giống nhau về mặt từ vựng nhưng khác về chữ viết; trong trò chuyện hàng ngày, người nói được cả hai ngôn ngữ này thường có thể hiểu ý của nhau.","xh":"Isii-Hindi nesi-Urdu ziyelelene ngamagama kodwa zohlukile ngokubhalwa; kwincoko yemihla ngemihla, abathethi bezi lwimi zombini bayakwazi ukuvana.","yo":"Èdè ìperí Hindi àti Urdu jọ ara wọn, ṣùgbọn ìyàtọ̀ wà nínú kíkọ wọn sílẹ̀;Nínú ìbánisọ̀rọ̀ ojoojúmọ́, àwọn olùsọ̀ èdè méjèèjì lè gbọ́ ara wọn yé yéké.","zu":"IsiHindi nesi-Urdu ziyafana ngohlelo lwamagama kodwa ziyahluka ngokubhala; ekukhulumeni kwansuku zonke, izikhulumi zezilimi zombili ngokuvamile ziyakwazi ukuzwisisana."}
