{"ar":"كان من المقرر أي يحل شوماخر المتقاعد في عام2006 بعد الفوز ببطولة الفورمولا ١ سبع مراتٍ محل فليب ماسا المصاب.","zh":"在赢得一级方程式赛车锦标赛 (Formula 1) 总冠军七次后于 2006 年退役的名将舒马赫 (Schumacher)，将接替受伤的菲利佩·马萨 (Felipe Massa)。","en":"Schumacher who retired in 2006 after winning the Formula 1 championship seven times, was due to replace the injured Felipe Massa.","eu":"Schumacher 2006an erretiratu zen Formula 1 lehiaketa zazpi aldiz irabazi ondoren, baina Felipe Massa zauritua ordezteko prest zegoen.","fr":"Schumacher, qui a pris sa retraite en 2006 après avoir remporté sept fois le championnat de Formule 1, devait remplacer Felipe Massa, blessé.","ml":"ഫോർമുല 1 ചാമ്പ്യൻഷിപ്പ് 7 പ്രാവശ്യം നേടിയ ശേഷം 2006 ൽ വിരമിച്ച ഷൂമാക്കർ, പരിക്കേറ്റ ഫെലിപ്പെ മ്യാസയുടെ പകരക്കാരൻ  ആയിരുന്നു.","mr":"2006 मध्ये 7 वेळा फॉर्म्युला 1 स्पर्धा जिंकून निवृत्त होणारा  शुमाकर, जखमी फेलिप मेसाची जागा घेणार होता.","ne":"सुमाकर जो 2006 मा सात पटक फर्मुला 1 च्याम्पियनसिप जितेपछि सेवा निवृत्त भए जसले घाइते फेलिप मास्साको ठाउँ लिन आँटेका थिए।","es":"Schumacher, quien se alejó de las pistas en 2006 después de ser siete veces campeón del Fórmula 1, debía ir en reemplazo de Felipe Massa, debido a su lesión.","sw":"Schumacher aliyestaafu mwaka wa 2006 baada ya kushinda michuano ya Formula 1 mara saba, alikua tayari kuchukua nafasi ya Felipe Massa aliyejeruhiwa.","te":"Formula 1 ఛాంపియన్‌షిప్‌లో 7 సార్లు గెలిచిన తర్వాత 2006లో  పదవి విరమణ చేసిన Schumacher, గాయపడిన Felipe Massa స్థానాన్ని భర్తీ చేయడానికి ఉన్నారు.","ur":"شوماکر، جو سات بار فارمولہ 1 چیمپین شپ جیتنے کے بعد 2006 میں ریٹائرڈ ہوئے، وہ زخمی فیلپ ماسا کی جگہ لینے والے تھے۔","vi":"Schumacher, người đã nghỉ hưu năm 2006 sau bảy lần vô địch giải đua Công thức 1, được sắp xếp để thay thế Felipe Massa bị thương.","xh":"USchumacher owayethathe umhlala-phantsi ngo-2006 emva kokuphumelela ubuntshatsheli beFomula 1 amatyeli asixhenxe, wayelindeleke ukuba abambele uFelipe Massa owonzakeleyo.","yo":"Sumaka ti o gba idasile ise ni 2006 leyin ti o yege fun idije Formula 1 lemeje, lo ye ki o ropo Felipe Masa ti o sise.","zu":"UShumacher othathe umhlalaphansi ngo-2006 ngomva kokuwina umncintiswano weFormula 1 izikhathi eziyisikhombisa, kwakumelwe athathele indawo uFelipe Massa olimele."}
{"ar":"يعتقد البعض، ومنهم جون جرانت، أن أزمة التمويل والتحول في فلسفة البرامج التلفزيونية التعليمية قد ساهمت في إنهاء المسلسل.","zh":"约翰·格兰特等人认为，该节目之所以停播，是因为资金短缺，以及教育节目制作理念发生了转变。","en":"It is believed by some, including John Grant, that both the funding crunch and a shift in the philosophy of educational television programming contributed to ending the series.","eu":"Batzuek diote, besteak beste, John Grant-ek, finantzaketa faltak eta telebista pedagogikoaren programazioaren inguruko filosofiak bultzatu dutela telesailen amaiera.","fr":"Certains, dont John Grant, pensent que le manque de financement et le changement de philosophie des programmes éducatifs de la télévision ont contribué à la fin de la série.","ml":"ഫണ്ടിംഗിലെ പ്രതിസന്ധിയും വിദ്യാഭ്യാസ ടെലിവിഷൻ പ്രോഗ്രാമിംഗിന്റെ ഫിലോസഫിയിലുണ്ടായ മാറ്റവും പരമ്പര അവസാനിപ്പിക്കാൻ കാരണമായി എന്നാണ് ജോൺ ഗ്രാന്റ് ഉൾപ്പെടെയുള്ള ചിലർ കരുതുന്നത്.","mr":"जॉन ग्रँट यांच्यासह काही जणांचा असा विश्वास आहे की निधीची कमतरता आणि शैक्षणिक टेलिव्हिजन प्रोग्रामिंगच्या तत्त्वज्ञानामधील बदल या दोन्ही गोष्टींनी  मालिका संपविण्यात योगदान दिले आहे.","ne":"जोन ग्रान्ट लगायत केही व्यक्तिहरूले यो विश्वास गर्छन् कि कोषको समस्या र शैक्षिक टेलिभिजन प्रोग्रामिङको दर्शन दुवैले श्रृङ्खला समाप्त गर्न योगदान पुर्‍याए।","es":"Hay quienes piensan, incluido John Grant, que tanto la crisis financiera como una modificación en la filosofía de la programación televisiva con fines educativos ayudaron a la cancelación de la serie.","sw":"Inaaminika na baadhi, akiwemo John Grant, kwamba hitilafu ya ufadhili na mabadiliko ya falsafa ya maudhui ya televisheni ya kielimu ilichangia kwa kutamatishwa kwa mfululizo.","te":"నిధుల కొరత మరియు విద్యా టెలివిజన్ ప్రోగ్రామింగ్ యొక్క తత్వంలో మార్పు, ఈ రెండూ సిరీస్‌ను ముగించడానికి దోహదపడ్డాయి అని జాన్ గ్రాంట్‌తో సహా కొందరు నమ్ముతారు.","ur":"بعض لوگ بشمول جان گرانٹ کے اس کے قائل ہیں کہ فنڈ نگ کا فقدان اور اجوکیشنل ٹی وی پروگرامنگ کے فلسفہ کا تقلب دونوں نے اس سیریز کے انقطاع میں حصہ لیا۔","vi":"Một số người, bao gồm cả John Grant, tin rằng cả tình trạng khủng hoảng tài trợ và sự thay đổi trong triết lý thiết kế chương trình truyền hình giáo dục đã góp phần dẫn đến sự chấm dứt của chương trình này.","xh":"Abanye kuquka uJohn Grant, bakholelwa ukuba ukungabikho kwemali nokutshintsha kwendlela eziqhuba ngayo iinkqubo zeTV zokufundisa, ezo zinto zombini zibe negalelo ekuyekisweni kwale nkqubo iziziqendu.","yo":"Àwọn kan gbàgbọ́, pẹ̀lú john Grant, pé àti funding crunch àti sísún ní ẹ̀kọ́ ìmòye ètò orí amóhùnmáwòrán dási láti parí eré náà.","zu":"Kukholelwa abanye, kuhlanganise noJohn Grant, ukuthi ukusweleka okukhulu kwemali kanye nokushintsha kwefilosofi yezinhlelo zemfundo zethelevishini kube nomthelela ekupheleni kwezinhlelo ezilandelanayo."}
{"ar":"من العيوب الأخرى لعدسات التكبير هو أن أقصى فتحة (أي السرعة) للعدسة تكون عادة أقل.","zh":"变焦镜头的另一个缺点是镜头的最大光圈（速度）通常较小。","en":"Another disadvantage of zoom lenses is that the maximum aperture (the speed) of the lens is usually lower.","eu":"Zoom lenteen beste desabantaila bat da lentearen irekidura maximoa (abiadura) baxuagoa izan ohi dela.","fr":"Un autre inconvénient des objectifs zooms est que l’ouverture (la vitesse) maximale de l’objectif est généralement plus faible.","ml":"സൂം ലെൻസുകളുടെ മറ്റൊരു പോരായ്മ ലെൻസിന്റെ പരമാവധി അപ്പർച്ചർ (വേഗത) പൊതുവെ കുറവാണ് എന്നതാണ്.","mr":"झूम लेन्सचा आणखी एक तोटा म्हणजे लेन्सचे कमाल एपर्चर (वेग) सहसा कमी असते.","ne":"लेन्सको अधिकतम एपेचर (गति) प्रायः कम हुने भएर जुम लेन्सको अर्को घाटा हो।","es":"Otra desventaja de las lentes con zum es que la máxima apertura (la velocidad) de la lente es, por lo general, más reducida.","sw":"Ubaya mwingine wa lenzi za ukuzaji ni kuwa kilango kipana zaidi (kasi) cha lenzi kwa kawaida huwa cha chini.","te":"జూమ్ లెన్స్‌ల యొక్క మరొక ప్రతికూల విషయం, లెన్స్ యొక్క గరిష్ట సూక్ష్మరంద్రం (వేగం) సాధారణంగా తక్కువగా ఉంటుంది.","ur":"زوم لینسوں کا ایک دوسرا نقصان اسکے لینس کا زائد ترین اپرچر (رفتار) ہے جو عام طور پر کم ہوتا ہے-","vi":"Một bất lợi khác của ống kính phóng đại là độ mở ống kính (tốc độ chụp) tối đa thường thấp.","xh":"Enye into engathandekiyo ngeelensi zokusondeza kukuba santya selensi sidla ngokuba phantsi.","yo":"Àléébù mìíràn tí lẹ́ǹsì àwosúnsún nipé bi ihò bà ṣe tóbi sí (bí o ṣe yára sí ) bẹẹni lẹ́ǹsì lọ́pọ̀ ìgbà yíò sì kéré sí .","zu":"Okunye ukungathandeki kwamalensi okukhulisa iznto ukuthi ubukhulu bemboniso engenisa ukukhaya (isivinini) belensi buphansi ngokuvamile."}
{"ar":"يُعد سوفوكليس وأريستوفان من كتاب المسرحيات المشهورين حتى الآن وتعد مسرحياتهما من أعظم الأعمال في الأدب العالمي.","zh":"索福克勒斯（Sophocles ）和阿里斯托芬（Aristophanes）仍然是受欢迎的剧作家，他们的戏剧被认为是世界文学中最伟大的作品之一。","en":"Sophocles and Aristophanes are still popular playwrights and their plays are considered to be among the greatest works of world literature.","eu":"Sofokles eta Aristofanes ere antzerkigile famatuak dira oraindik ere, eta haien antzerkiak literaturaren munduko lan handienen artean daude.","fr":"Sophocle et Aristophane sont toujours des dramaturges populaires, et leurs pièces sont considérées comme faisant partie des plus grandes œuvres de la littérature mondiale.","ml":"സോഫക്കിൾസും അരിസ്റ്റോഫാനസും ഇപ്പോഴും ജനപ്രിയ നാടകകൃത്തുക്കളാണ്. അവരുടെ നാടകങ്ങൾ ലോക സാഹിത്യത്തിലെ ഏറ്റവും മികച്ച സൃഷ്ടികളായി കണക്കാക്കപ്പെടുന്നു.","mr":"सोफोकल आणि अरिस्टॉपफेन अजून देखील लोकप्रिय नाटककार आहेत आणि त्यांची नाटके जागतिक साहित्यात अत्युच्च कामामध्ये गणली जातात.","ne":"सोफोकल्स र एरिस्टोफेन्स अझै लोकप्रिय नाटककारहरू हुन् र उनीहरूका नाटकहरूलाई विश्व साहित्यबीच महानतम कृतिहरू भएको मानिन्छ।","es":"Sófocles y Aristófanes continúan siendo célebres escritores de obras de teatro y sus trabajos se consideran de los mejores de la literatura mundial.","sw":"Sophocles na Aristophanes bado ni waandishi maarufu wa michezo ya kuigiza na michezo yao huzingatiwa kuwa miongoni mwa kazi kubwa za fasihi ya ulimwengu.","te":"సోఫోక్లెస్ అరిస్టోఫనేస్ ఇప్పటికీ ప్రసిద్ధ నాటక రచయితలు వారి నాటకాలు ప్రపంచ సాహిత్యంలోని గొప్ప రచనలలో ఒకటిగా పరిగణించబడుతున్నాయి.","ur":"سوفوکلس اور ایرسٹوفینز آج بھی مقبول ڈرامہ نویس ہیں اور ان کے ڈرامے عالم ادب کے عظیم فن پاروں میں گردانے جاتے ہیں۔","vi":"Sophocles và Aristophanes vẫn là những kịch tác gia nổi tiếng và các vở kịch của họ được xem là thuộc hàng những tác phẩm văn học vĩ đại nhất của thế giới.","xh":"U-Sophocles no-Aristophanes basengabhali bemiboniso abaziwayo futhi nemiboniso yabo isanconywa njengemiboniso engeyiwayo elizweni lemibhalo.","yo":"Sopocies àti Aristophanes ṣì jẹ́ gbajúgbajà olùkọ̀wé eré àti pé àwọn eré wọn jẹ́ ìkan lára iṣẹ́ tó tóbi jù lọ ní lítírésọ̀.","zu":"USophocles kanye no-Aristophanes basasengababhali bemidlalo abathandwayo futhi imidlalo yabo ithathwa njengemisebenzi emikhulu kakhulu yezincwadi zezwe."}
{"ar":"ثم بعد بضع سنوات، شاهد عالم فلكي إنجليزي يدعى \"إرميا هوروكس\" عبور كوكب الزهرة، في عام 1639.","zh":"然后，几年后的 1639 年，一位名叫耶利米·霍罗克斯 (Jeremiah Horrocks) 的英国天文学家观测到了一次金星凌日。","en":"Then, a few years later in 1639, an English astronomer named Jeremiah Horrocks observed a transit of Venus.","eu":"Ondoren, urte batzuk beranduago, 1639ean, Jeremiah Horrocks izeneko astronomo ingeles batek Artizarraren trantsitu bat behatu zuen.","fr":"Puis, quelques années plus tard, en 1639, un astronome anglais du nom de Jeremiah Horrocks a observé un transit de Vénus.","ml":"തുടർന്ന്, ഏതാനും വർഷങ്ങൾക്കുശേഷം 1639-ൽ, ഇംഗ്ലീഷ് ജ്യോതിശാസ്ത്രജ്ഞനായ ജെറമിയ ഹൊറോക്സ് ശുക്രന്റെ സംക്രമണം നിരീക്ഷിച്ചു.","mr":"नंतर, काही वर्षांनी 1639 मध्ये जेरेमिया हॉरॉक्स नावाच्या इंग्लिश खगोलशास्त्रज्ञाने व्हीनसच्या स्थानांतराचे निरीक्षण केले.","ne":"त्यसपछि, केही वर्षपछि 1639 मा बेलायती खगोलविद Jeremiah Horrocks ले शुक्रको ट्रान्जिट देखे।","es":"Posteriormente, en 1639, Jeremiah Horrocks, un astrónomo oriundo de Inglaterra, logró ver un tránsito de Venus.","sw":"Kisha, miaka michache baadaye mwaka wa 1639, mnajimu Mwingereza aliyeitwa Jeremiah Horrocks alitazama safari ya Venus.","te":"ఆ తర్వాత కొన్ని స౦వత్సరాల తర్వాత 1639లో జెర్మీహోరాక్స్ అనే ఒక ఇ౦గ్లీషు ఖగోళ శాస్త్రజ్ఞుడు శుక్రుని సంక్రమణాన్ని గమనించారు.","ur":"پھر، چند سالوں کے بعد، سن 1639 میں،جرمیاہ ہورکس نامی انگریز ماہر فلکیات نے زہرہ کی نقل و حرکت کا مشاہدہ کیا۔","vi":"Vài năm sau, vào năm 1639, Jeremiah Horrocks - một nhà thiên văn học người Anh - đã quan sát được lộ trình của sao Kim.","xh":"Emva koko, kwiminyaka embalwa kamva, ngo-1639, isazinzulu ngeenkwenkwezi saseNgilani ekuthiwa nguJeremiah Horrocks sabona ukudlula kwe-Venus elangeni.","yo":"Nigbanaa, lẹyin ọdun diẹ ni ọdun 1639, ara Gẹẹsi awoirawọ kan to n jẹ Jerimaya Horiki ri irin ajo Fenus.","zu":"Kwathi, emva kweminyaka embalwa ngo-1639. Isazi sezinkanyezi somNgisi esibizwa ngo-Jeremiya Horrocks sabheka umzila we-Venus."}
{"ar":"\"قد لا يوافقني البعض الرأي ولكني لست مهتماً بذلك.","zh":"“有些人可能不同意，但我不在乎。”","en":"\"Some may not agree but I don't care.","eu":"Batzuk ez dira ados egongo, baina ez dit axola.","fr":"« Certains ne seront peut-être pas d'accord, mais cela m'est égal.","ml":"ചിലർ സമ്മതിച്ചേക്കില്ല, പക്ഷെ ഞാൻ അത് കാര്യമാക്കുന്നില്ല.","mr":"\"\"\"काहीजण मान्य करणार नाही पण मला त्याची चिंता नाही. \"","ne":"केहीले स्वीकार नगर्न सक्छन् तर मलाई फरक पर्दैन।","es":"Algunos puede que no estén de acuerdo, pero me da igual.","sw":"\"Wengine wanaweza kukubaliana lakini sijali.","te":"\"\"\"\"\"\"\"కొ౦తమ౦ది ఒప్పుకోకపోవచ్చు, కానీ నేను పట్టి౦చను.\"\"\"","ur":"\"بعض لوگ اتفاق نہیں کریں گے لیکن مجھے اس کی پروا نہیں۔","vi":"Một số người có thể không đồng ý nhưng tôi không quan tâm.","xh":"\"Abanye banokungavumi kodwa andikhathali.","yo":"“Àwọn kan lè má gbà, ṣùgbọn, kò kàn mí.","zu":"\"Kungenzeka abanye bangavumi kodwa anginandaba."}
{"ar":"أشار الدليل تبعاً لذلك أنه تم التلاعب بأوراق الاختبار مع هال و34 آخرين من موظفي التعليم، اللذين تم اتهامهم في 2013.","zh":"此后的证据表明试卷被篡改过，霍尔 (Hall) 和其他 34 名教育官员因此在 2013 年被起诉。","en":"Evidence thereafter indicated test papers were tampered with Hall, along with 34 other education officials, was indicted in 2013.","eu":"Horren ondoren agertutako aztarnek erakutsi zuten azterketak faltsifikatu egin zirela, eta 2013an Hall eta hezkuntzako beste 34 funtzionario inputatu zituzten.","fr":"Les preuves ont montré par la suite que les tests avaient été falsifiés par Hall, ainsi que par 34 autres fonctionnaires de l'éducation nationale, qui ont été mis en examen en 2013.","ml":"ഉത്തരക്കടലാസുകൾ താറുമാറാക്കിയെന്നും തെളിവുകൾ സൂചിപ്പിച്ചു, ഹാളിനെ കൂടാതെ 34 വിദ്യാഭ്യാസ ഉദ്യോഗസ്ഥരും 2013-ൽ കൂടി കുറ്റാരോപിതരായി.","mr":"त्यानंतर हॉलमध्ये चाचणीच्या कागदपत्रांमध्ये छेडछाड केले असल्याचे संकेत दर्शवले गेले होते, तसेच 2013 मध्ये इतर 34 शिक्ष्ण अधिकार्‍यांसह आरोपी दाखल केले गेले होते.","ne":"त्यसपछि प्राप्त प्रमाणहरूले परीक्षाका उत्तरपुस्तिकामा छेडछाड गरिएको थियो भन्ने जनाएका थिए। हललगायतका अन्य 34 जना शिक्षा अधिकारीहरूलाई सन् 2013 मा अभियोग लगाइएको थियो।","es":"De allí en adelante, la evidencia demostró que los exámenes habían sido falsificados. En 2013, Hall y otros 34 funcionarios educativos fueron acusados.","sw":"Ushahidi baadaye ulionyesha karatasi za mtihani zilivurugwa. Hall, pamoja na maafisa wengine 34 wa elimu, alishtakiwa mnamo 2013.","te":"ఆ తర్వాత సాక్ష్య౦, 34 ఇతర విద్యాశాఖ అధికారులతో కలిసి హాల్ పరీక్షపత్రాలను ట్యా౦పర్ చేసినట్లు సూచించింది, 2013లో నేరారోపణ చేయబడ్డారు.","ur":"اس کے بعد شواہد نے ظاہر کیا کہ ہال نے، دیگر 34 تعلیمی عہدیداران کے ہمراہ ٹیسٹ پیپرز میں تحریف کی تھی، جن پر 2013 میں فرد جرم عائد کی گئی۔","vi":"Bằng chứng sau đó cho thấy các bài thi đã bị sửa đổi và Hall, cùng với 34 viên chức giáo dục khác, đã bị truy tố vào năm 2013.","xh":"Ubungqina emva koko babonisa ukuba amaphepha ovavanyo aphazanyiswe yaye uHall, kunye namanye amagosa ezemfundo angama-34, abekwa ityala ngo-2013.","yo":"Ẹ̀rí fi hàn wípé wọn ti fi ọwọ́ kan àwọn bébà àyẹ̀wò àti Gbọǹgàn pẹ̀lú àwọn òṣìṣẹ́ ètò ẹ̀kọ́ mẹ́rìnlelọ́gbọ̀n ní ọdún 201.","zu":"Ngakho-ke ubufakazi bubonisa ukuthi uHall, kanye nezinye izikhulu zemfundo ezingu-34, zigange ngamaphepha okuhlolwa, kwavezwa ngo-2013,"}
{"ar":"توفر عادة عرض نطاق ترددي أعلى وجودة خدمة أفضل، من الصعب التجسس عليها فهي مشفرة.","zh":"它们通常会提供更高的带宽和更优质的服务。它们经过加密，更难被监视。","en":"They normally offer higher bandwidth and better quality of service. They are encrypted and thus harder to spy on.","eu":"Banda zabalera handiagoa eskaini ohi dute eta zerbitzu kalitate hobea. Halaber, enkriptatuta daudenez, zailagoa da haiek zelatatzea.","fr":"Ils offrent normalement une plus grande largeur de bande et une meilleure qualité de service. Elles sont cryptées et donc plus difficiles à espionner.","ml":"അവ സാധാരണയായി ഉയർന്ന ബാൻഡ്‌വിഡ്ത്തും മികച്ച സേവന നിലവാരവും ഓഫർ ചെയ്യുന്നു. ഗൂഡഭാഷയിലാക്കിയതിനാൽ ചാരപ്പണിയിലൂടെ കൈക്കലാക്കാൻ ബുദ്ധിമുട്ടാണ്.","mr":"ते सामान्यतः उच्चतम बँडविड्थ आणि उत्तम दर्जाची सेवा देतात. ते एनक्रिप्टेड असतात आणि म्हणून त्यांच्यावर टेहळणी करणे अवघड असते.","ne":"तिनीहरूले साधारणतयाः उच्च ब्यान्डविथ र सेवाको अझ राम्रो गुणस्तर प्रदान गर्छन्। तिनीहरू गुप्तीकरण गरिएका हुन्छन् र यसर्थ जासुसी गर्न कठिन हुन्छ।","es":"Por lo general, brindan mayor ancho de banda y mejor calidad de servicio. Están encriptados y, gracias a ello, es más complicado hackearlos.","sw":"Kwa kawaida huwa wanatoa upana wa bendi wa juu na huduma bora zaidi. Wamesimbwa kwa hivyo ni vigumu kuwapeleleza.","te":"ఇవి సాధారణంగా ఎక్కువ బ్యాండ్ విడ్త్‌ను ఇంకా నాణ్యమైన సేవలను అందిస్తాయి. ఇవి ఎన్‌క్రిప్ట్ చేయబడి ఉంటాయి, కనుక వీటిని ఛేదించడం చాలా కష్టం.","ur":"وہ عام طور پر اعلیٰ بینڈوتھ اور خدمت کا بہترمعیار پیش کرتے ہیں۔ وہ انکرپٹڈ ہیں اور اُن کی جاسوسی کرنا قدرے مُشکل ہے۔","vi":"Chúng thường đem lại băng thông cao hơn và chất lượng dịch vụ tốt hơn. Chúng được mã hoá và do đó khó bị theo dõi hơn.","xh":"Ngokwesiqhelo banikezela nge-bandwidth ephezulu kunye nomgangatho ongcono wenkonzo. Zibhalwe ngokufihliweyo kwaye ngenxa yoko kunzima ukuzihlola.","yo":"Wọ́n ma n fúnni ní báńdíwìtì tí o ga jùlọ pèlú iṣẹ́ tí ó dára jùlọ. Ìpamọ́ ni wọ́n wà torí náà ó ṣòro láti tọpinpin wọn.","zu":"Bajwayele ukunikeza izinga eliphezulu bobungakho bokudlulisa futhi nezinga eliphezulu losizo. Bafihle ukwaziswa ngakho kunzima ukwazi ukuthi baphezu kwani."}
{"ar":"اشترت شركة فيرجن فقط \"البنك الجيّد\" في نورثرن روك ، وليس شركة إدارة الأصول.","zh":"维珍集团只收购了北岩银行“好的部分”，没有收购其资产管理公司。","en":"Virgin have only purchased the ‘good bank’ of Northern Rock, not the asset management company.","eu":"Virgin-ek Northern Rock-en “banku ona” soilik erosi zuen, ez ondasunen kudeaketaz arduratzen zen enpresa.","fr":"Virgin n’a acheté que la « banque saine » de Northern Rock, pas la société de gestion d’actifs.","ml":"വിര്‍ജിന്‍ നോര്‍ത്തേണ്‍ റോക്കിലെ 'ഗുഡ് ബാങ്ക്' ആണ്‌ വാങ്ങിയത് അല്ലാതെ അസറ്റ് മാനേജ്മെന്‍റ് കമ്പനിയല്ല.","mr":"वर्जिनने केवळ नॉर्दर्न रॉकची ‘गुड बँक’ खरेदी केली आहे तर मालमत्ता व्यवस्थापन कंपनी खरेदी केली नाही.","ne":"भर्जिनले उत्तरी चट्टानको “राम्रो बैंक” खरिद गरेको छ, सम्पत्ति व्यवस्थापन कम्पनी होइन।","es":"Virgin no ha adquirido la empresa de gestión de activos, sino únicamente el «buen banco» de Northern Rock.","sw":"Virgin wamenunua tu 'benki nzuri' ya Northern Rock, si kampuni ya udhibiti wa rasilimali.","te":"Northern Rock యొక్క 'good bank'ను మాత్రమే Virgin కొనుగోలు చేసింది, దాని అసెట్ మేనేజ్‌మెంట్ కంపెనీని కాదు.","ur":"ورجین نے صرف نادرن راک کے 'اچھے بینک' کو خریدا ہے، نہ کہ اسیٹ مینجمنٹ کمپنی کو۔","vi":"Virgin chỉ mua ‘ngân hàng tốt’ của Northern Rock, chứ không mua công ty quản lý tài sản.","xh":"I-Virgin ithenge kuphela i‘good bank’ yaseNorthern Rock, hayi inkampani ye-asset management.","yo":"Wúndíá ti ra “ilé ìfowópamọ́sí” ti Northern Rock, kì í se iléeṣẹ́ tó ń sàkóso ohun ìní.","zu":"I-Virgin ithenge ‘ibhange elihle’ lase-Roch eseNyakatho kuphela, hhayi inkampani yokuphatha impahla."}
{"ar":"يمكن أن تنهار جدران وسقوف الكهوف الجليدية ويمكن أن تنغلق شقوقها.","zh":"冰洞的墙壁和屋顶可能会坍塌，裂缝可能会闭合。","en":"The walls and roofs of ice caves can collapse and cracks can get closed.","eu":"Gerta liteke elurtegietako hormak eta sabaiak behera etortzea eta zirrikituak ixtea.","fr":"Les murs et les toits des grottes de glace peuvent s’effondrer et les fissures se refermer.","ml":"ഐസ് ഗുഹകളുടെ ചുമരുകളും മേൽക്കൂരകളും തകർന്ന് വിള്ളലുകൾ അടയാം.","mr":"बर्फाच्या गुहांच्या भिंती आणि छते पडू शकतात आणि भेगा बंद होऊ शकतात.","ne":"हिमगुफाहरूका भित्ता र छतहरू ढल्न सक्छन् र चिराहरू बन्द हुन सक्छन्।","es":"Podrían colapsar los muros y los techos de las cuevas de hielo, y cerrarse las grietas.","sw":"Kuta na paa za mapango ya barafu zinaweza kuporomoka na nyufa zinaweza kuzibwa.","te":"మంచు గుహల గోడలు మరియు పైకప్పులు కూలిపోగలవు మరియు పగుళ్లు మూసుకుపోగలవు.","ur":"برف کے غاروں کی چھتیں اور دیواریں گرسکتی ہیں اور دراڑیں بند ہو سکتی ہیں۔","vi":"Vách và nóc của các hang băng có thể đổ sập và các vết nứt có thể liền lại.","xh":"Indonga namaphahla emiqolomba yomkhenkce angawa zize nentanda zivaleke.","yo":"Àwọn ògiri àti àjà àpáta yìnyìn lè jábọ́ kí ìhò tó wà n bẹ̀ tì.","zu":"Izindonga kanye nophahla lwemihume yeqhwa lungawa futhi imiklayeko ingavaleka."}
{"ar":"المدينة مقدسة للأديان السماوية الثلاث - اليهودية، والمسيحية، والإسلام، وهي بمنزلة مركز روحي، وديني، وثقافي.","zh":"这座城市是三大一神宗教——犹太教、基督教和伊斯兰教的圣地，是一个真正的精神、宗教和文化中心。","en":"The city is holy to the three monotheistic religions - Judaism, Christianity and Islam, and serves as a spiritual, religious, and cultural center.","eu":"Hiri sakratua da hiru erlijio monoteistetan (judaismoa, kristautasuna eta islama), eta erdigune espiritual, erlijioso eta kulturalaren funtzioa dauka.","fr":"La ville est sainte pour les trois religions monothéistes - le judaïsme, le christianisme et l'islam - et sert de centre spirituel, religieux et culturel.","ml":"ഈ നഗരം ഏകദൈവാധിഷ്ഠിതമായ യഹൂദമതം, ക്രിസ്തുമതം, ഇസ്‌ലാം - എന്നീ 3 മതങ്ങൾക്കും പുണ്യസ്ഥലമാണ്. കൂടാതെ ഒരു ആത്മീയ, മതപര സാംസ്കാരിക കേന്ദ്രവുമാണ്.","mr":"हे शहर ख्रिश्चन आणि इस्लाम या 3 एकेश्वरवादी धर्मांसाठी पवित्र आहे तसेच हे आध्यात्मिक, धार्मिक आणि सांस्कृतिक केंद्र म्हणून ओळखले जाते.","ne":"यो सहर तिनवटा एक ईश्वरवादी धर्महरू – यहुदी, इसाई र इस्लाम धर्महरूका लागि पवित्र छ र आध्यात्मिक, धार्मिक र सांस्कृतिक केन्द्रको रूपमा सेवा दिन्छ।","es":"Los tres cultos monoteístas; esto es, judíos, cristianos e islámicos, la consideran tierra santa y funciona como sede espiritual, religiosa y cultural.","sw":"Mji ni mtakatifu kwa dini tatu zinazomwamini Mungu mmoja - Dini ya Kiyahudi, Ukristo na Uislamu, na hutumika kama kituo cha kiroho, kidini, na kitamaduni.","te":"ఈ నగరం మూడు ఏకదైవిక మతాలకు పవిత్ర స్థలం - జుడాయిజం, క్రైస్తవమతం, ఇస్లాం, మరియు  ఆధ్యాత్మిక, మత, సాంస్కృతిక కేంద్రంగా పనిచేస్తుంది.","ur":"یہ شہرتین توحیدی مذاہب یعنی یہودیت، مسیحیت، اور اسلام کے لئےمقدس ہے، اور اس کا مقام ایک روحانی، دینی، اور ثقافتی مرکز کا ہے۔","vi":"Thành phố này là vùng đất thánh của ba tôn giáo đơn thần - Do Thái giáo, Kito Giáo và Hồi giáo và đóng vai trò như một trung tâm tâm linh, tín ngưỡng và văn hóa.","xh":"Isixeko singcwele kunqulo olwahlukahlukeneyo olunqula uthixo omnye - ubuYuda, ubuKrestu kunye nobuSilamsi yaye sisisazulu senkcubeko, sonqulo nesezinto ezinokwenza nothixo.","yo":"Ilú náa jẹ́ mímọ́ nínú ẹ̀sìn mẹ́ta- Judaism,ọmọlẹ́yìn Kírísítì àti Ìsìláàmù, tí ó sì dúró gẹ́gẹ́ bí olú ìlú ẹ̀sìn, ìgbàgbọ́ àti àṣà.","zu":"Idolobha lingcwele ezinkolweni ezintathu ezikholelwa kuNkulunkulu oyedwa – ubuJuda, ubuKhristu kanye nobuSulumani, futhi liyisikhungo esingokomoya, esingokwenkolo, kanye nesingokwesiko."}
{"ar":"بيتر كوستيلو، أمين الخزينة الأسترالي والرجل الذي سيخلُف رئيس الوزارة جون هاوارد كقائد الحزب الليبرالي، يدعم مجال الطاقة النووية في أستراليا.","zh":"澳大利亚财务部长、最有可能接替总理约翰·霍华德担任自由党领袖的彼得·科斯特洛，对澳大利亚的核电工业表示支持。","en":"Peter Costello, Australian treasurer and the man most likely to succeed Prime Minister John Howard as Liberal party leader has thrown his support behind a nuclear power industry in Australia.","eu":"Peter Costello-k, Australiako diruzainak, ditu alderdi liberaleko buru gisa John Howard lehen ministroaren ondorengo izateko aukera gehien, eta Australian indar nuklearraren industria sortzearen alde egin du.","fr":"Peter Costello, ministre des Finances australien et probable successeur du Premier ministre John Howard à la tête du parti libéral, s'est déclaré favorable à l'idée d'une industrie nucléaire australienne.","ml":"ഓസ്ട്രേലിയൻ ട്രഷററും ലിബറൽ പാർട്ടി നേതാവായി പ്രധാന മന്ത്രി ജോൺ ഹൊവാർഡിന്റെ പിൻഗാമിയാകാൻ ഏറ്റവും കൂടുതൽ സാധ്യത കൽപ്പിക്കപ്പെടുന്ന ആളായ പീറ്റർ കോസ്റ്റെല്ലോ, ഓസ്ട്രേലിയയിലെ ഒരു ആണവോർജ്ജ വ്യവസായത്തിന് പിന്തുണ നൽകി.","mr":"पीटर कॉस्टेलो , ऑस्ट्रेलियन खजानीस आणि पंतप्रधान जॉन हॉवर्ड यांच्या नंतर उदारमतवादी पक्षाचे नेते mhanun जागा घेण्याची सर्वाधिक शक्यता असणारे, यांनी आपला पाठींबा ऑस्ट्रेलियातील अणुउर्जा उद्योगाला देऊ केलेला आहे.","ne":"पिटर कोस्टेलो, अस्ट्रेलियाका कोषाध्यक्ष र सम्भवतः प्रधानमन्त्री जोन होवार्डको उत्तराधिकारी हुन सक्ने लिबरल पार्टीका नेताले अस्ट्रेलियामा रहेको आणविक शक्ति उद्योगका पछाडि आफ्नो समर्थन दिएका छन्।","es":"El tesorero australiano, Peter Costello, que es el sucesor más factible del primer ministro John Howard al frente del partido Liberal, ha respaldado a la industria de energía nuclear en Australia.","sw":"Peter Kostello, mweka hazina wa Australia na mtu aliye na uwezekano mkubwa wa kurithi nafasi ya Waziri Mkuu Yohana Howad kama kiongozi wa Chama Huria ametupa msaada wake kwa tasnia moja ya nguvu za nyuklia huko Australia.","te":"ఆస్ట్రేలియా కోశాధికారి మరియు  ప్రధాన మంత్రి జాన్ హోవార్డ్ తరువాత లిబరల్ పార్టీ నాయకుడిగా వచ్చే అవకాశం ఉన్న పీటర్ కాస్టెల్లో ఆస్ట్రేలియాలో అణు విద్యుత్ పరిశ్రమకు తన మద్దతును ప్రకటించారు .","ur":"آسٹریلیائی خزانچی پیٹر کوسٹیلو کو لبرل پارٹی کے رہنما کے طور پر وزیر اعظم جان ہاورڈ کے جاں نشیں بننے کے بہت زیادہ امکان ہیں، انہوں نے آسٹریلیا میں ایٹمی پاور کی صنعت کی حمایت کا اعلان کیا ہے-","vi":"Peter Costello, Bộ trưởng Ngân khố Úc và là người có khả năng giành thắng lợi nhất trước Thủ tướng John Howard với tư cách là lãnh đạo đảng Tự Do, đã dành sự ủng hộ của mình cho ngành công nghiệp điện hạt nhân ở Úc.","xh":"UPeter Costello, unondyebo waseOstreliya nekukho amathuba amaninzi ukuba odlule iNkulumbuso John Howard njengenkokheli yeLiberal, uyawaxhasa amashishini amandla enyukliya eOstreliya.","yo":"Peter Costello, alákòso ìsúra orílè-èdè Australia tí o si jẹ ẹni tó sẹẹsẹẹ láti gbàjọba lówó adarí ìgbìmò ìjọba John Howard gẹ́gẹ́ bi adarí ẹgbẹ´ oẹlómìnira tí àtíléyìn hán sí ilẹ́ isẹ́ àdó olóró ní Australia.","zu":"U-Peter Cotello, umphathizimali wase-Australia kanye nendoda evame ukuphumelela uNdunankulu u-John Howard njengomholi weqembu i-Liberal ubonise ukweseka kwakhe inkampani kagesi esebenzisa i-nuclear e-Australia."}
{"ar":"يحدد المفوض الكفالة إذا تقررت ويضفي الطابع الرسمي على التهم التي يوجهها الضابط الذي أجرى الاعتقال. ثم تسجل التهم في نظام الكمبيوتر الخاص بالولاية حيث يجري تعقب القضية.","zh":"如果获得批准，法庭专员即可设定保释金，并最终确定执行逮捕的警员提出的指控。这些指控随后会录入该州的计算机系统，以便在其中对案件进行追踪。","en":"The commissioner sets bail, if granted, and formalizes the charges filed by the arresting officer. The charges are then entered into the state's computer system where the case is tracked.","eu":"Ikuskariak ezartzen du fidantza, halakorik ematen bada, eta atxiloketa egin duen poliziak formalizatzen ditu karguak. Ondoren, kargu horiek estatuko sistema informatikoan sartzen dira eta kasuaren jarraipena egiten da.","fr":"Le commissaire fixe la caution, si elle est accordée, et formalise les accusations portées par l'agent qui a procédé à l'arrestation. Les accusations sont ensuite saisies dans le système informatique de l'État où l'affaire est suivie.","ml":"കമ്മീഷണർ ജാമ്യം അനുവദിക്കുകയാണെങ്കിൽ, അറസ്റ്റ് ചെയ്ത ഉദ്യോഗസ്ഥൻ ഫയൽ ചെയ്ത ചാർജുകൾ ഔദ്യോഗികമാക്കുന്നു. തുടർന്ന് കേസ് ട്രാക്ക് ചെയ്യുന്ന സംസ്ഥാനത്തിന്റെ കമ്പ്യൂട്ടർ സിസ്റ്റത്തിലേക്ക് ചാർജുകൾ എന്റർ ചെയ്യുന്നു.","mr":"मंजूर झाला तर आयुक्त जामीन निश्चित करतात आणि अटक करणाऱ्या अधिकाऱ्याने निश्चित केलेल्या आरोपांना औपचारीक केले जाते. त्यानंतर आरोप राज्याच्या संगणक प्रणालीमध्ये नोंदवले जातात तिथून खटल्याकडे लक्ष ठेवले जाते.","ne":"यदि स्वीकृत भएमा आयुक्तले जमानत तोक्छन् र पक्राउ गर्ने अधिकारीले दर्ता गरेको आरोपलाई औपचारिक बनाउँछन्। त्यसपछि आरोपहरू राज्यको कम्प्युटर प्रणालीमा प्रविष्ट गरिन्छ जहाँ मुद्दा ट्र्याक गरिन्छ।","es":"El comisionado fija el monto de la fianza, si se la aprueba, y formaliza los cargos presentados por el oficial que procedió a su detención. Los mismos se ingresan, a continuación, en el sistema informático del estado, a través del cual se hace el seguimiento del caso.","sw":"Kamishna huweka dhamana, ikiwa imeruhusiwa, na kufanya rasmi mashtaka yaliyofailiwa na afisa mwenye kukamata. Kisha mashtaka huingizwa kwenye mfumo wa kompyuta wa nchi ambapo kesi hiyo hufuatiliwa.","te":"ఒకవేళ మంజూరు చేసినట్లయితే, కమిషనర్ బెయిల్ సెట్ చేసి, అరెస్ట్ చేసిన అధికారి ద్వారా దాఖలు చేయబడ్డ అభియోగాలను లాంఛనప్రాయంగా లాంఛనప్రాయంగా నమోదు చేస్తుంది. ఆ తర్వాత కేసు ను ట్రాక్ చేసే రాష్ట్ర కంప్యూటర్ వ్యవస్థలోకి ఛార్జీలను నమోదు చేస్తున్నారు.","ur":"کمشنر بل ترتیب دیتا ہے اگر منظور ہوجائے اور گرفتار کیے جانے والے افسر کی جانب سے دائر کیے گئے الزامات کو باقاعدہ شکل دیتا ہے۔ ان الزامات کو پھر ریاست کے کمپیوٹر سسٹم میں درج کیا جاتا ہے جہاں پر کیس کا ٹریک ریکارڈ رکھا جاتا ہے۔","vi":"Người được ủy quyền nộp tiền bảo lãnh, nếu được chấp thuận, và hợp thức hóa các khoản phí được cảnh sát thực hiện bắt giữ đệ trình lên. Các khoản phí này sau đó được nhập vào hệ thống máy tính của bang nơi vụ án được theo dõi.","xh":"Umkomishana nguye obeka ibheyile, ukuba uyifumene, agunyazise izithyolo ezifayilwe lipolisa elibambayo.Izithyolo ziye ke zingeniswe kwisystem yekompyutha karhulumente apho ityala lithi lilandelelwe.","yo":"Kọmíṣíọ́nà se àgbékalẹ̀ owó ìtanràn, tí ó bá bọ́ si, tí ó sì fì ẹ̀sùn tí agbófinró fi kàn múnlẹ̀. Ẹ̀sùn náà ni ó gbé wọnú ẹ̀rọ ayárabíàsá ìpínlẹ̀ tíwọ́n ti ń taná wádìí ẹ̀sùn náà.","zu":"Ukhomishinali ubeka ibheyili, uma inikezwa, futhi wenza ukubekwa kwecala okwenziwe yiphoyisa elibophe isiboshwa kube ngokomthetho. Amacala ngemva kwalokho afakwa ohlelweni lwekhompyutha lombuso lapho icala lilandelelwa khona."}
{"ar":"وأوضحوا في بيان أن \"الطاقم يعمل حالياً لتحديد أفضل وسيلة لانتشال السفينة بأمان\".","zh":"他们还在一份声明中表示，“船员目前正在确定安全撤离军舰的最佳方法”。","en":"They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".","eu":"Halaber, adierazpen batean esan dutenez, “tripulazioa lanean ari da ontzia segurtasunez ateratzeko metodorik egokiena zehazteko”.","fr":"Ils ont également affirmé dans une déclaration : « L'équipage travaille actuellement à déterminer le meilleur moyen d'extraire le navire en toute sécurité ».","ml":"\"അവർ പ്രസ്താവനയിൽ പറഞ്ഞു, \"\"കപ്പൽ സുരക്ഷിതമായി വേർതിരിച്ചെടുക്കുന്നതിനുള്ള ഏറ്റവും നല്ല രീതി നിർണ്ണയിക്കാൻ ക്രൂ നിലവിൽ പ്രവർത്തിക്കുന്നു\"\".\"","mr":"\"त्यांनी त्यांच्या निवेदनातही म्हटले की, \"\"दल सध्या जहाज बाहेर काढण्याची सुरक्षित पद्धत ठरवण्यावर काम करत आहे\"\".\"","ne":"“चालक दल हाल सुरक्षित रूपमा जहाज निकाल्ने उत्तम विधि निर्धारित गर्न काम गरिरहेको छ” उनीहरूले विज्ञप्तिमार्फत बताए।","es":"También se dijo en un comunicado que: «La tripulación se encuentra actualmente trabajando para decidir cuál es el método más seguro para extraer el barco».","sw":"Pia walisema katika taarifa, “Wafanyakazi sasa hivi wanafanya kazi kuamua mbinu bora ya kuondoa meli kwa usalama”.","te":"\"వారు కూడా ఒక ప్రకటనలో, \"\"సిబ్బంది ప్రస్తుతం ఓడను సురక్షితంగా తీయడానికి ఉత్తమమైన పద్ధతిని నిర్ణయించడానికి కృషి చేస్తున్నారు\"\"అని చెప్పారు.\"","ur":"انہوں نے اپنے بیان میں یہ بھی کہا کہ ”جہاز کا عملہ فی الوقت ان بہترین طریقوں پر غور کر رہا ہے جن کے ذریعہ جہاز کو بحفاظت نکالا جا سکے۔“","vi":"Họ cũng cho biết trong một tuyên bố: “Hiện thuỷ thủ đoàn đang nỗ lực tìm ra phương pháp hiệu quả nhất để giải phóng con tàu một cách an toàn”.","xh":"Bongezile kwingxelo, \"Iqela labaqeshwa lisebenzela ukubona eyona ndlela yokulanda inqwelo mafutha\".","yo":"Won tubo foro le pe, “Awon to alaakoso oko oju omi ti n sa agbara won lati mo ona to dara ju lati yo oko naa laisi ifarapa.","zu":"Babuye bathi kusitatimende, “Iqembu liyasebenza manje ukuthola indlela enhle kakhulu yokukhipha umkhumbi”."}
{"ar":"إن الشخص الذي يبلغ وزنه 200 رطلاً (أي ما يعادل 90 كجم) على الأرض يزن حوالي 36 رطلاً (16 كجم) على قمر آيو. إذاً فإن الجاذبية، تشدّك بقدر أقل طبعاً .","zh":"一个在地球上重 200 磅（90公斤）的人，在木卫一上的重量约为 36 磅（16公斤）。因此重力理所当然地对你产生了较小的牵引力。","en":"A person who weighs 200 pounds (90kg) on Earth would weigh about 36 pounds (16kg) on Io. So the gravity, of course, pulls less on you.","eu":"Lurrean 200 libra (90 kg) pisatzen dituen pertsonak 36 libra (16 kg) inguru pisatuko lituzke Io-n. Beraz, grabitateak gutxiago tiratuko zintuzke.","fr":"Une personne qui pèse 200 livres (90kg) sur Terre pèserait environ 36 livres (16kg) sur Io. Donc la gravité, bien sûr, vous attire moins.","ml":"ഭൂമിയിൽ 200 പൗണ്ട് (90 കിലോഗ്രാം) ഭാരം വരുന്ന ഒരാൾക്ക് അയോയിൽ 36 പൗണ്ട് (16 കിലോഗ്രാം) ഭാരം ഉണ്ടാകും. അതുകൊണ്ട് തീർച്ചയായും കുറവ് ഗുരുത്വാകർഷണമേ നിങ്ങൾക്ക് അനുഭവപ്പെടൂ.","mr":"पृथ्वीवर २०० पाउंड (९० किलो) वजन असलेल्या व्यक्तीचे वजन आयओवर सुमारे ३६ पाउंड (१६ किलो) असेल. म्हणजे, गुरुत्वाकर्षणाचा जोर, अर्थातच, तुमच्यावर कमी असतो.","ne":"पृथ्वीमा 200 पाउण्ड (90 किलो) तौलको व्यक्ति आइओमा करिब 36 पाउण्ड (16 किलो) तौल हुन्थ्यो। त्यसैले तपाईंलाई गुरुत्वाकर्षणले कम तान्छ।","es":"Alguien cuyo peso en la Tierra es de 200 libras (90 kg) en Ío pesaría cerca de 36 libras (16 kg). Ello significa, claro está, que su gravedad ejerce menos atracción.","sw":"Mtu aliye na uzito wa pauni 200 (kilogramu 90) duniani anaweza kuwa na uzito wa pauni 36 (kilogramu 16) kwenye lo. Kwa hivyo mvuto, bila shaka, huvuta kidogo sana kwako.","te":"భూమిపై 200 పౌండ్ల (90 kg) బరువున్న వ్యక్తి lo పై 36 పౌండ్ల (16 kg) బరువు ఉంటాడు. కాబట్టి గురుత్వాకర్షణ, మిమ్మల్ని తక్కువగా లాగుతుంది.","ur":"ایک شخص جسکا زمین پر وزن تقریبا 200 پاونڈز (90 کلوگرام ) ہے اسکا ذرہ پر وزن تقریبا 36 پاونڈز (16 کلوگرام ) ہوگا- لہٰذا کَشِشِ ثَقَل آپکو یقینا کم کھینچتی ہے-","vi":"Một người nặng 200 pao (90kg) trên Trái Đất sẽ nặng khoảng 36 pao (16kg) trên Io. Vì vậy, tất nhiên trọng lực sẽ ít tác động lên bạn.","xh":"Umntu obunzima obuzipawundi eziyi-200 (iikhologram eziyi-90) emhlabeni anganobunzima obumalunga neepawundi eziyi-36 (iikhilogram eziyi-16) kwi lo. Ngoko ke igravithi, kakade,itsala kancinci kuwe.","yo":"Ẹni tí ó wọn 200 pounds (90kg) ní Ayé ma wọn 36 pounds (16kg). Nítorínà agbára yẹn ma fà ọ́.","zu":"Umuntu onesisindo esingamaphawundi angu-200 (90kg) eMhlabeni angaba nesisindo esicishe sibe amaphawundi angu-36 (16kg) e-Io. Ngakho amandla okudonsa, empeleni, akudonsa kancane."}
{"ar":"كان لديها جيشًا وبحرية أضعف رغم أنهم بنوا مؤخرًا أربع سفن جديدة قبل بداية الحرب مباشرة.","zh":"该国陆军和海军都比较弱，尽管他们在战争开始前不久建造了四艘新舰船。","en":"It had a weaker army and a weaker navy, although they had just built four new ships right before the beginning of the war.","eu":"Armada eta marina ahulagoa zituen, nahiz eta gerra hasi baino lehen itsasontzi berriak eraiki.","fr":"Leur armée et leur flotte étaient plus faibles, et ce malgré le fait qu’ils aient construit quatre nouveaux navires juste avant le début de la guerre.","ml":"യുദ്ധം തുടങ്ങുന്നതിന് തൊട്ടുമുമ്പ് അവർ നാല് പുതിയ കപ്പലുകൾ നിർമ്മിച്ചിരുന്നെങ്കിലും അതിൽ ദുർബലമായ സൈന്യവും ദുർബലമായ നാവികസേനയും ആയിരുന്നു ഉണ്ടായിരുന്നത്.","mr":"त्यांच्याकडे कमकुवत लष्कर आणि कमकुवत नौसेना होती, तरीही त्यांनी युद्धाच्या सुरूवातीपूर्वीच नवीन 4 जहाजे बांधली होती.","ne":"योसँग कमजोर सेना र कमजोर नौसेना थियो, तथापि तिनीहरूले युद्धको ठीक अघि भर्खरै चार नयाँ जहाजहरूको निर्माण गरेका थिए।","es":"Su ejército y marina eran más débiles, aunque cuatro barcos nuevos acababan de ser construidos justo antes del inicio de la guerra.","sw":"Ilikuwa na jeshi dhaifu na nevi dhaifu, ingawa walikuwa wamejenga tu meli nne mpya kabla ya kuanza kwa vita.","te":"యుద్ధం  ప్రారంభించడానికి ముందే  వారు నాలుగు కొత్త నౌకలను నిర్మించినప్పటికీ, వారి సైన్యం మరియు నౌకాదళం  బలహీనంగా ఉంది.","ur":"اس کی بّری فوج اور بحری فوج کمزور ہیں اگرچہ انھوں نے جنگ کی بلکل شروعات میں چار نئے بیڑے بنائے۔","vi":"Họ có quân đội và hải quân yếu hơn, mặc dù học mới chỉ xây dựng bốn tàu mới trước khi bắt đầu cuộc chiến tranh.","xh":"Yayinomkhosi ongomelelanga kunye nomkhosi waselwandle ongenamandla, nangona babesanda ukwenza iinqanawa ezine ezintsha kanye ngaphambi kokuqalisa kwemfazwe.","yo":"Lóòọ́tọ́ wọ́n sẹ̀sẹ̀ kọ́ àọn ọkọ̀ ojú omi tuntun mẹ́rin sáájú kí ogun tó bẹ̀rẹ̀, ó ní ikọ̀ ológun tí kò lágbára àti àwọn ikọ̀ ológun ojú omi tí kò ra jaja.","zu":"Banamabutho angenamandla kanye nemikhumbi yempi engenamandla, ngisho noma bakhe imikhumbi emisha emine ngaphambi nje kokuqala kwempi"}
{"ar":"يوجد تداخل كبير ما بين الهندسة والمجالات الأخرى وتشمل التخطيط الحضري والهندسة المدنية والفنون الزخرفية والتصميم الداخلي وتصميم المناظر الطبيعية.","zh":"建筑与城市规划、土木工程、装饰艺术、室内设计和景观设计等领域有相当多的重叠之处。","en":"Architecture overlaps considerably with other fields including urban planning, civil engineering, decorative arts, interior design and landscape design.","eu":"Arkitektura gainjarri egiten da beste arlo batzuekin; besteak beste, hiri-plangintza, ingeniaritza zibila, dekorazio-arte, barne-diseinu eta lorategi-diseinuarekin.","fr":"L’architecture recoupe considérablement d’autres domaines, notamment l’urbanisme, le génie civil, les arts décoratifs, la décoration intérieure et l’aménagement paysager.","ml":"നഗര ആസൂത്രണം, സിവിൽ എഞ്ചിനീയറിംഗ്, അലങ്കാര കലകൾ, ഇന്റീരിയർ ഡിസൈൻ, ലാൻഡ്സ്കേപ്പ് ഡിസൈൻ എന്നിവ ഉൾപ്പെടെയുള്ള മറ്റ് മേഖലകളുമായി വാസ്തുവിദ്യ കാര്യമായി ബന്ധപ്പെട്ടുകിടക്കുന്നു.","mr":"आर्किटेक्चरमध्ये शहरी नियोजन, सिव्हील इंजिनीअरिंग, सुशोभिकरणासंबंधित कला, इन्टिरीअर डिझाइन आणि लॅन्डस्केप डिझाइन यांचा बऱ्यापैकी समावेश होतो.","ne":"भवन निर्माण विधाले सहरी योजना, सिभिल इन्जिनियरिङ, सजावटी कला, आन्तरिक डिजाइन र ल्याण्डस्केप डिजाइनसहित अन्य क्षेत्रहरू पर्याप्त अधिव्यापन गर्दछ।","es":"La arquitectura tiene numerosos puntos de encuentro con otras disciplinas, entre las que se incluyen la planificación urbana, la ingeniería civil, el arte decorativo, el diseño de interiores y el paisajismo.","sw":"Majenzi huingiliana sana na nyanja nyingine zikiwemo mipango ya mji, uhandisi wa umma, sanaa za mapambo, ubunifu wa ndani na ubunifu wa mandhari.","te":"అర్బన్ ప్లానింగ్, సివిల్ ఇంజనీరింగ్, డెకొరేటివ్ ఆర్ట్స్, ఇంటీరియర్ డిజైన్ మరియు ల్యాండ్‌స్కేప్ డిజైన్ లాంటి వాటితో కూడిన ఇతర  ఫీల్డ్‌లతో ఆర్కిటెక్చర్ గణనీయంగా ముడిపడి ఉంది.","ur":"شہری منصوبہ بندی، سول انجینئرنگ، آرائشی آرٹس، داخلہ ڈیزائن اور زمین کی تزئین کے ڈیزائن سمیت دیگر شعبوں سے فن تعمیر کافی حد تک بڑھ جاتا ہے۔","vi":"Kiến trúc xâm phạm đáng kể đến các khu vực khác bao gồm quy hoạch đô thị, xây dựng dân dụng, trang trí, thiết kế nội thất và thiết kế cảnh quan.","xh":"Uyilo buhambelana nezinye iimfundiso njengoyilo lwedolophu, ubunjineli bezakhiwo, ubugcisa bohombiso, ukuhombisakwngaaphakathi kwaye nokulungisa umhlaba ukuze kufakwe izityalo.","yo":"Ìyàwòrán ilé ti kọjá pẹ̀lú àwọn ikọ̀ tókù pẹ̀lú ètò agbègbè tó lajú, ìmọ̀ ẹ̀rọ àwọn tó ń kọ́alé, iṣl ọnà alárà, aṣe inú ilé lẹ́ṣọ̀ọ́ àti ìyàwòrán oníbùú.","zu":"Ukwakhiwa kwezindlu buhlangana kakhudlwana nezinye izinkundla kuhlanganise nokuhlelwa kwamadolobha, ubunjiniyela bokuklama izakhiwo zomphakathi, ubuciko bokuhlobisa, ukuhlobisa ingaphakathi lezindlu kanye nokuhlobisa amagceke."}
{"ar":"في 24 سبتمبر 1759، وقع آرثر غينيس عقد إيجار لمدة 9000 سنة لمصنع الخمور سانت جيمس جيت في دبلن، أيرلندا.","zh":"1759 年 9 月 24 日，阿瑟·吉尼斯在爱尔兰都柏林为圣詹姆斯之门啤酒厂签署了一份 9000 年的租约。","en":"On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.","eu":"1759ko irailaren 24an, Arthur Guinness-ek 9.000 urteko alokairua sinatu zuen Dublineko (Irlanda) St. James’ Gate garagardotegia eskuratzeko.","fr":"Le 24 septembre 1759, Arthur Guinness a signé un bail de 9 000 ans pour la brasserie St James' Gate à Dublin en Irlande.","ml":"സെപ്തംബർ 24, 1759 ൽ, അയർലണ്ടിലെ ഡ്യൂബ്ലിനിലുള്ള സെന്റ് ജയിംസ് ഗേറ്റ് ബ്രിവറിയുടെ 9,000 വർഷത്തെ പണയക്കരാറിൽ ആർതർ ഗിന്നസ് ഒപ്പുവെച്ചു.","mr":"२४ सप्टेंबर १७५९ रोजी, आर्थर गिनसने डब्लिन, आयर्लंडमधील सेंट जेम्सच्या गेट ब्रीवरीसाठी ९००० वर्षांच्या भाडेपट्टीवर सही केली.","ne":"सेप्टेम्बर 24, 1759 मा, आर्थर गिनीजले आयरल्याण्डको डुब्लिनको सेण्ट जेम्स गेट ब्रुअरीका लागि 9,000 वर्षको सम्झौतामा हस्ताक्षर गरे।","es":"El 24 de septiembre de 1759, Arthur Guinness suscribió un contrato de arrendamiento de 9000 años de vigencia por la cervecería St. James's Gate en Dublín, Irlanda.","sw":"Mnamo September 24, 1759, Arthur Guinness alitia saini makubaliano ya kukodishwa kwa kiwanda cha pombe cha St James' Gate kilicho huko Dublin, Ireland.","te":"సెప్టెంబరు 24 1759 న ఐర్లాండ్ లోని డబ్లిన్ లో ఉన్న సెయింట్ జేమ్స్ గేట్ బ్రూవరీ కోసం 9,000 సంవత్సరాల లీజుకు ఆర్థర్ గిన్నిస్ సంతకం చేశారు.","ur":"آئرلینڈ کے ڈبلن میں سینٹ جیمز گیٹ بریوری کیلئے 9،000 سال کے لیز پر 24 ستمبر 1759 کو آرتھر گنیس نے دستخط کیے۔","vi":"Vào 24 tháng Chín năm 1759, Arthur Guinness ký hợp đồng thuê 9.000 năm cho St James' Gate Brewery tại Dublin, Ireland.","xh":"NgoSeptemba 24, 1759, uArthur Guinness watyikitya isivumelwano sokuqesha iSt James Gate Brewery eDublin, e-Ireland kangangeminyaka eyi-9000.","yo":"Ní ọjọ́ Kẹrìnlélógún, oṣù kẹsàn án ọdún 1759, ni Arthur Guinness fọwọ́ sí fífí St James' Gate Brewery ni Dublin, Ireland, sílẹ̀ fún yíya fún 9,000 ọdú.","zu":"NgoSeptemba 24, 1759, u-Arthur Guinness wasayina isivumelwano sokuqashisa sika-9,000 ngonyaka seSt James' Gate Brewery eDublin, e-Ireland."}
{"ar":"بوجه عام، يتطلب البقاء في أي دولة أجنبية لفترة طويلة الحصول على تأشيرة مقدماً.","zh":"通常来说，较长时间停留在外国需要提前获取签证。","en":"In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.","eu":"Oro har, atzerriko herrialde batean denboraldi luzea egoteko, bisa bat lortu beharko duzu aurretik.","fr":"En général, pour séjourner dans un pays étranger sur une longue période, vous devez obtenir au préalable un visa.","ml":"പൊതുവെ,ദീർഘിപ്പിച്ച ഒരു കാലയളവിൽ ഏതെങ്കിലും വിദേശ രാജ്യത്ത് തങ്ങുന്നതിന് മുൻകൂറായി ഒരു വിസ നിങ്ങൾ തരപ്പെടുത്തണം","mr":"सर्वसाधारणपणे, तुम्हाला कोणत्याही परदेशी देशात जास्त कालावधीकरिता राहण्यासाठी आधीपासूनच व्हिसा प्राप्त करणे आवश्यक असते.","ne":"सामान्यतया, लामो समय अवधिका लागि कुनै पनि विदेशी मुलुकमा बस्नु परेमा तपाईंलाई अग्रिम भिसा प्राप्त गर्नु जरुरी हुन्छ।","es":"Por lo general, para permanecer en cualquier país extranjero por un extenso período de tiempo será preciso obtener una visa por anticipado.","sw":"Kwa ujumla, kukaa kwenye nchi ya kigeni kwa muda mrefu zaidi kunahitaji upate visa mapema.","te":"సాధారణంగా, ఏదైనా విదేశీ దేశంలో దీర్ఘకాలం పాటు ఉండటం వల్ల మీరు ముందస్తుగా వీసా పొందాల్సి ఉంటుంది.","ur":"بطورِ عام کسی غیر ملک میں طویل مدت تک قیام کے لئے تمہیں پیشگی ویزا حاصل کرنا لازم ہے۔","vi":"Nhìn chung, ở lại tại bất cứ quốc gia nào trong thời gian dài cũng đòi hỏi bạn phải xin cấp thị thực trước.","xh":"Ngokuqhelekileyo, xa uza kuhlala ixesha elide kwilizwe lasemzini kuye kufuneke ufumane i-visa kwangaphambili.","yo":"Ní gbogbogbò, wíwà ní ilẹ̀ òkèrè tówù kó jẹ́ tayọ àkókò tí ó yẹ, yíò nílò kí ènìyàn ti gba ìwé ìrìnnà sílẹ̀.","zu":"Ngokuvamile, ukuhlala kwelinye izwe isikhathi eside kuzodinga ukuthi uthole ivisa kusengaphambili."}
{"ar":"توفى راكب الدراجات النارية ذا ال13 عام بيتر لينز بعد كونه جزءاً في حادث حلبة إنديانابوليس موتور سبيدواي.","zh":"13 岁的摩托车赛车手彼得·伦茨在印第安纳波利斯赛车场上发生车祸丧生。","en":"Peter Lenz, a 13-year-old motorcycle racer, has died after being involved in a crash at the Indianapolis Motor Speedway.","eu":"Peter Lenz 13 urteko motor-lasterkaria hil egin da Indianapolis-eko Motor Speedway-en istripu bat izan ondoren.","fr":"Peter Lenz, un pilote de moto de 13 ans, est mort après avoir été impliqué dans un accident sur l'Indianapolis Motor Speedway.","ml":"മോട്ടോർ സൈക്കിൾ റെയിസറായ, 13 വയസ്സുകാരൻ പീറ്റർ ലെൻസ്, ഇൻഡ്യനാപോളിസ് മോട്ടോർ സ്പീഡ്‌വേയിൽ ഉണ്ടായ അപകടത്തിൽ മരിച്ചു.","mr":"पीटर लेन्झ, हा 13-वर्षीय मोटरसायकल स्पर्धक, इंडियानापोलिस मोटर स्पीडवेवर एका अपघातानंतर मरण पावला आहे.","ne":"इन्डियानापोलिस मोटर स्पिडवेमा दुर्घटनामा परेर 13 वर्षे मोटरसाइकल रेसर पिटर लेन्जको मृत्यु भएको छ।","es":"Peter Lenz, un corredor de motocicletas de 13 años, falleció luego de participar en un accidente en el autódromo de Indianápolis.","sw":"Peter Lenz, mwendeshaji wa pikipiki za mashindano mwenye umri wa miaka 13, alifariki baada ya kuhusika katika ajali kwenye Motor Speedway ya Indianapolis.","te":"ఇండియానాపోలిస్ మోటార్ స్పీడ్ వే వద్ద జరిగిన ప్రమాదంలో 13 ఏళ్ల పీటర్ లెంజ్ అనే మోటార్ సైకిల్ రేసర్ దుర్మరణం చెందాడు.","ur":"پیٹرلینز، ایک 13 سالہ موٹرسائیکل ریسر، انڈیانا پولیس موٹر اسپیڈوے پر ایک تصادم کا شکار ہوکر جاں بحق ہوچُکا ہے۔","vi":"Tay đua mô tô 13 tuổi Peter Lenz đã thiệt mạng liên quan đến một vụ đụng xe ở Đường đua Mô-tô Indianapolis.","xh":"UPeter Lenz, umdlali wemidyarho yezithuthu oneminyaka eyi-13, uye wasweleka emva kokutshayisa e-Indianapolis Motor Speedway.","yo":"Peter Lenz,ọmọ ọdún mẹ́tàlá a fi kẹ̀kẹ́ sáré ìje jáde láyé lẹ́yìn àkọlù tó wáyé ni ojú ọ̀nà márosẹ̀ Indianapolis.","zu":"UPeter Lenz, oneminyaka ewu-13 ongumjahi wezithuthuthu, uye washona ngemva kokuthinteka enhlekeleleni eyenzeke e-Indianapolis Motor Speedway."}
{"ar":"يمكن الجمع بين زيارة الموقع بشكل مناسب مع رحلة بالقارب إلى البحيرة.","zh":"参观景点时，还可以顺便乘船游湖。","en":"A visit to the site can be conveniently combined with a boat trip to the lake.","eu":"Toki hau bisitatzea era egokian konbina daiteke lakuan txalupa batean ibiltzearekin.","fr":"La visite du site peut être agréablement associée à une promenade en bateau sur le lac.","ml":"ആ സ്ഥലത്തേക്കുള്ള സന്ദർശനത്തിനൊപ്പം തടാകത്തിലേക്ക് ഒരു ബോട്ട് യാത്ര കൂടി സൗകര്യപ്രദമായി ചേർത്തിട്ടുണ്ട്.","mr":"तलावाच्या बोटीच्या सहलीसह पर्यटन ठिकाणाला भेट देणे सोयीस्करपणे एकत्र जोडले जाऊ शकते.","ne":"साइटसम्मको भ्रमण तालसम्मको डुङ्गा यात्राका साथ सहजै मिलाउन सकिन्छ।","es":"Puede organizarse una provechosa combinación entre una visita al lugar y un paseo en barco hacia el lago.","sw":"Ziara katika eneo hilo inaweza kujumuishwa kwa urahisi na safari ya ziwa katika boti.","te":"సైట్ కి సందర్శన సరస్సుకు బోట్ ట్రిప్ తో సౌకర్యంగా  కలపవచ్చు.","ur":"کشتی کے ذریعے جھیل کا سفر کرنے کے ذریعے آسانی کے ساتھ سائٹ کا دورہ کیا جا سکتا ہے۔","vi":"Chuyến tham quan nơi này có thể kết hợp thuận tiện với một chuyến đi thuyền đến hồ.","xh":"Utyelelo kwindawo lungadityaniswa ngokuchuliweyo kunye nohambo ngesikhephe oluya echibini.","yo":"Àbẹ̀wò sí ààyè náà se é dàpọ̀ pẹ̀lú ìrìn-àjò ọkọ̀ ojú omi sí adágún láì sí ìnira.","zu":"Ukuvakashela indawo kungahlanganiswa ngokufanelekile nohambo lwesikebhe lokuya echibini."}
{"ar":"ترق سماكة الغاز بابتعادك عن مركز الشمس.","zh":"当你距离太阳中心越远，气体就越稀薄。","en":"The gas becomes thinner as you go farther from the center of the Sun.","eu":"Gasa mehetu egiten da Eguzkiaren erdigunetik zenbat eta urrunago egon.","fr":"Le gaz se raréfie à mesure que l'on s'éloigne du centre du Soleil.","ml":"സൂര്യന്റെ മധ്യത്തിൽ നിന്ന് നിങ്ങൾ കൂടുതൽ ദൂരത്തേക്ക് പോകുമ്പോൾ വാതകം നേർത്തതായി വരുന്നു.","mr":"आपण सूर्याच्या मध्यभागीपासून पुढे जात असताना वायूचा स्तर पातळ होतो.","ne":"तपाईं सूर्यको केन्द्रबाट टाढा जाँदा ग्यास पातलो हुँदै जान्छ।","es":"A medida que pierde proximidad con el sol, el gas se vuelve más ligero.","sw":"Gesi huwa nyembamba kadiri unavyosonga mbali na Jua.","te":"సూర్యుని కేంద్రం నుండి ఎక్కువ దూరం వెళ్లే కొద్దీ గ్యాస్ తక్కువ బరువు అవుతుంది.","ur":"اگر آپ سورج کے مرکز سے دور جاتے ہیں تو گیس نسبتاً پتلی ہو جاتی ہے۔","vi":"Càng ở xa tâm Mặt Trời thì khí này càng loãng hơn.","xh":"Igesi iya incipha njengoko usiya ubhekela kumbindi welanga.","yo":"Afẹ́fẹ́ ma ń tíńrín sí i, bí o bá se n jìnnà sí ààrin òòrùn.","zu":"Igesi iba yincane njengoba uhamba uqhela enkabeni yeLanga."}
{"ar":"في النهاية لا يخفى تنافس موفري الأسِرَّة والإفطار على شيئين أساسيين هما الأسِرَّة والإفطار.","zh":"在高端市场上，显而易见，一众 B&B 公司主要在两个方面展开竞争：床铺和早餐。","en":"At the top end, B&Bs obviously compete mainly on two main things: bedding and breakfast.","eu":"Guztiaren gainetik, halako tokiak bi gauzaren inguruan lehiatzen dira: lotarako tokia eta gosaria.","fr":"Dans le haut de gamme, les chambres d’hôtes se font évidemment concurrence principalement sur deux points : la literie et le petit déjeuner.","ml":"ടോപ്പ് എൻഡിൽ, ബി&ബികൾ മുഖ്യമായും രണ്ട് പ്രധാന കാര്യങ്ങളിൽ മത്സരിക്കുന്നു: ശയ്യോപകരണങ്ങളും പ്രഭാതഭക്ഷണവും.","mr":"अखेरीस, B&B स्पष्टपणे प्रामुख्याने 2 मुख्य गोष्टींवर प्रतिस्पर्धा करतात: बेडिंग आणि ब्रेकफास्ट.","ne":"शीर्ष अन्त्यमा, बी एण्ड बीएस स्पष्ट रूपमा दुई मुख्य चीजहरूमा प्रतिस्पर्धा गर्छ: ओछ्यान र बिहानको खाजा।","es":"En la mejor categoría, la contienda entre los B&B se da, por supuesto, en dos servicios: la ropa de cama y el desayuno.","sw":"Mwishowe, ni wazi kwamba B&amp;Bs hushindana haswa kwenye vitu viwili vikuu: matandiko na kiamsha kinywa.","te":"అత్యధికంగా, B&Bలు ముఖ్యంగా 2 విషయాల మీద పోటీ పడుతున్నాయి: బెడ్డింగ్ మరియు బ్రేక్‌ఫాస్ట్.","ur":"بی اینڈ بیز سب سے زیادہ، یقیناً دو اہم چیزوں پر بنیادی طور پر مُقابلہ کرتے ہیں: بیڈنگ اور بریک فاسٹ۔","vi":"Ở phân khúc cao cấp, B&amp;Bs rõ ràng chỉ cạnh tranh hai điều chính: giường ngủ và bữa sáng.","xh":"Kwicala eliphezulu, kucacile ukuba izinto ezimbini eziphambili iiB&amp;B ezikhuphisana ngazo: yindawo yokulala nesidlo sakusasa.","yo":"Ní ìparí lókè, B%Bs dára tí a bá ń wo ibùsùn àti óúnjẹ àárọ̀.","zu":"Ezingeni eliphezulu, amaB&amp;B ngokusobala ancintisana ngezinto ezimbili eziyinhloko: indawo yokulala nokudla kwasekuseni."}
{"ar":"في روغالاند وأجدر عادة ما يُطلق عليهم \"هاي\" بمعنى المستنقعات الخالية من الأشجار التي غالباً ما تكون مغطاة بالخلنج.","zh":"在罗加兰和阿格德，它们被俗称为“hei”，意思是没有树木的荒野，通常长满石南。","en":"In Rogaland and Agder they are usually called \"hei\" meaning a treeless moorland often covered in heather.","eu":"Rogalanden eta Agderren “hei” deitu ohi zaie, eta zuhaitzik gabeko eremu esan nahi du, normalean txilarrez estalita dagoena.","fr":"Dans le Rogaland et à Adger, ils sont souvent qualifiés de « hei », ce qui signifie landes déboisées souvent couvertes de bruyère.","ml":"\"റോഗാലാൻഡിലും ആഗ്‌ഡറിലും സാധാരണയായി \"\"ഹേ\"\" എന്ന് വിളിക്കപ്പെടുന്നു, അതിനർത്ഥം മരങ്ങളില്ലാത്ത വിശാലതരിശുനിലം എന്നാണ്. \"","mr":"\"रोगालँड आणि अग्देरमध्ये त्यांना सामान्यतः \"\"हेई\"\" म्हटले जाते ज्याचा अर्थ हेदरने आच्छादित वृक्षविरहित मूरलँड असा आहे. \"","ne":"रोगाल्यान्ड र आगदेरमा तिनीहरूले प्रायजसो “हेई” भन्थे जस्को अर्थ प्राय: हिथरले ढाकिएको उजाड दलदल हो।","es":"Es común que en Rogaland y Agder se les llame hei, que quiere decir páramo sin árboles, usualmente cubierto de brezos.","sw":"Katika Rogaland na Agder kwa kawaida huitwa \"hei\" kumaanisha ardhi iliyotengwa isiyo na miti na mara nyingi hufunikwa na mimea ya vichakani.","te":"\"రోగాలాండ్ మరియు ఆగ్డెర్​లో వాటిని సాధారణంగా \"\"హే\"\" అని పిలుస్తారు, అంటే తరచుగా హీథర్​తో కప్పబడి చెట్ల రహిత మూర్లాండ్.\"","ur":"روجالینڈ اور ایگڈر میں انہیں عام طور پر \"ہائی'' کہا جاتا ہے جس کا مطلب ہوتا ہے بغیر درخت والے مورلینڈ جو خلنج سے ڈھکے ہوتے ہیں۔","vi":"Ở Rogaland và Agder chúng thường được gọi là “hei” có nghĩa là vùng đất không cây cối thường phủ đầy thạch nam.","xh":"E-Rogaland naseAgder zihlala zibizwa ngokuba yi \"hei\" okuthetha ukuba awunampilo ye-moorland ehlala igutyungelwe yiheather.","yo":"Ni Gofalandi ati Agda won ma n pe e ni “hei” eyi to tumo si ileoke ti o ni igi ti heda ma n saba bo.","zu":"ERogaland nase-Agder zivame ukubizwa ngokuthi \"hei\" okusho inkangala engenamithi kaningi embozwe i-heather."}
{"ar":"لذلك السبب، تجد كل شيء تراه على شاشة التلفاز مقطوع الحواف، من الأعلى والأسفل و الجانبين.","zh":"出于该原因，你在电视上看到的画面边框，包括顶部、底部和侧边，都被裁剪了。","en":"For that reason, everything you see on the TV had the borders cut, top, bottom and sides.","eu":"Horregatik, ertzak ebaki zaizkio telebistan ikusten duzun guztiari (goian, behean, zein alboetan).","fr":"Pour cette raison, tout ce que vous visionnez sur télévision a les bords coupés en haut, en bas et sur les côtés.","ml":"അക്കാരണത്താൽ, ടിവിയിൽ നിങ്ങൾ കാണുന്ന എല്ലാത്തിനും ബോർഡർ കട്ടുകളും, മുകൾ, കീഴ്‌ഭാഗങ്ങളും ഉണ്ടായിരുന്നു.","mr":"त्या कारणास्तव, तुम्ही टीव्हीवर पाहता त्या प्रत्येक गोष्टीमध्ये बॉर्डर्स कट, टॉप, बॉटम आणि साइड्स असतात.","ne":"त्यसकारण, तपाईंले टिभीमा देख्नुहुने सबै चीजमा सीमाना काटौती, माथि, तल र छेउहरू हुन्थ्यो।","es":"Es este el motivo por el que todas las imágenes que ve en la televisión aparecen con los bordes superior, inferior y laterales cortados.","sw":"Kwa sababu hiyo, kila kitu mnachokiona kwenye runinga kilikatwa mipaka, juu, chini na pande.","te":"ఆ కారణంగా, మీరు టీవీలో చూసే ప్రతిదానికీ సరిహద్దుల కత్తిరింపు, పైభాగం, కిందిభాగం మరియు పక్క వైపులా కలదు.","ur":"اسی وجہ سے ٹی وی پر تم دیکھتے ہو کہ ہر شے کی بارڈر اوپر، نیچے، اور اطراف میں کٹی ہوتی ہے۔","vi":"Vì lý do nói trên, những gì bạn thấy trên truyền hình đều có các đường viền cắt ở trên, dưới và hai bên.","xh":"Ngeso sizathu, yonke into oyibonayo kumabonakude isikwe imida, ngaphezulu, ezantsi kunye namacala.","yo":"Fun idi eyi, gbogbo nkan ti o ba n ri lori amohunmaworan ni won ge ala okoe, isale ati egbegbe re kuro.","zu":"Ngenxa yalesosizathu, konke okubona kuTV kusikwe imingcele yakho, phezulu, ezansi kanye nasezinhlangothini."}
{"ar":"حصد نادال نقاط على الشبكة بنسبة 88% في المباراة، ليفوز بـ76 نقطة في الإرسال الأول.","zh":"纳达尔（Nadal ）在比赛中把 88% 的净胜分收入囊中，在第一个发球局赢得 76 分。","en":"Nadal bagged 88% net points in the match winning 76 points in the first serve.","eu":"Nadal-ek sareko puntuen % 88 bereganatu zituen partidan, eta 76 puntu irabazi zituen lehen sakearekin.","fr":"Nadal a amassé 88 % de points nets dans le match, remportant 76 points au premier service.","ml":"ഫസ്റ്റ് സെർവിൽ 76 പോയിന്റുകൾ നേടി 88% പോയിന്റുകൾ നദാൽ സ്വന്തമാക്കി.","mr":"नदालने सामन्यात 88% नेट पॉइंट्स मिळवत पहिल्या सर्व्हिस मध्येच 76 पॉइंट्स मिळवले.","ne":"खेलमा नडालले 88% कुल अङ्क प्राप्त गरेका थिए जसमा उनले पहिलो सर्भमै 76% अङ्क प्राप्त गरेका थिए।","es":"En el partido, Nadal acumuló un 88% de puntos netos y ganó 76 en el primer servicio.","sw":"Nadal alipata 88% ya pointi kwenye mechi na kushinda pointi 76 kwenye utumishi wa kwanza.","te":"తొలి సెర్వ్‌లో 76 పాయింట్లు గెలుచుకున్న నాదల్, మ్యాచ్‌లో మొత్తం 88% పాయింట్లు గెలుపొందాడు.","ur":"پہلی باری میں 76 پوائنٹس سے جیتنے والے میچ میں نڈال نے %88 نیٹ پوائنٹس حاصل کیے۔","vi":"Nadal bỏ túi 88% số điểm lên lưới trong trận đấu thắng 76 điểm trong lượt giao bóng đầu tiên.","xh":"UNadal ufumene amanqaku ayi-88% kumdlalo, ephumelela ngamanqaku ayi-76 kwi-serve yokuqala.","yo":"Nadal ní àmì ayò 88% ní bọ́ọ̀lù náà tó sì gba àmì ayò 76 ní abala àkọ́kọ́.","zu":"UNadal uthole amaphuzu angu-88% ahlangene emaphuzwini angu-76 okuwina umdlalo engxenyeni yokuqala."}
{"ar":"احتج ما يقرب من 200 شخص، في لندن، أمام مكاتب بعض أصحاب حقوق الطبع والنشر الكبار.","zh":"伦敦约有 200 人在主要的版权持有者的办公室外抗议。","en":"In London, about 200 people protested outside some major copyright holders' offices.","eu":"Londresen, 200 lagun inguruk protesta egin dute egile-eskubideen hainbat jabe nagusiren bulegoen aurrean.","fr":"À Londres, environ 200 personnes ont manifesté devant les bureaux de certains grands détenteurs de droits d’auteur.","ml":"ലണ്ടനിലെ ചില പ്രമുഖ പകർപ്പവകാശ ഉടമകളുടെ ഓഫീസുകൾക്ക് മുന്നിൽ 200 ഓളം പേർ പ്രതിഷേധിച്ചു.","mr":"लंडनमध्ये, सुमारे २०० लोकांनी काही मुख्य कॉपीराइट धारकांच्या कार्यालयांबाहेर आंदोलन केले.","ne":"लन्डनमा करिब 200 मानिसले केही मुख्य प्रतिलिपि अधिकार प्राप्त कार्यालयहरूको बाहिर विरोध गरे।","es":"En Londres, cerca de 200 personas se manifestaron afuera de las oficinas de algunos de los propietarios de derechos de autor más importantes.","sw":"Katika London, takribani watu 200 waliandamana nje ya ofisi za baadhi ya wenye hakimiliki.","te":"లండన్ లో, కొన్ని ప్రధాన కాపీరైట్లు కలిగి ఉన్నవారి ఆఫీసుల బయట సుమారు 200 మంది ప్రజలు నిరసన వ్యక్తం చేశారు.","ur":"لندن میں تقریبا 200 لوگوں نے کچھ بڑے کاپی رائٹ ہولڈرز کے دفاتر کے باہر احتجاج کیا۔","vi":"Ở Luân Đôn, khoảng 200 người đã biểu tình bên ngoài một số văn phòng bản quyền lớn.","xh":"ELondon, malunga nabantu abayi-200 baye baqhankqalaza ngaphandle kweeofisi zabantu ababambe amalungelo okubhala nokupapasha imisebenzi yabo.","yo":"Nìlú Londoni o tó bìí èyàn 200 tó fìfè éhónú hàn níwájú dìé nínú àwọn ilé isé nla tó n di ètò ìlò mu.","zu":"ELandani, abantu abangaba u-200 babhikisha ngaphandle kwamahhovisi wezinye zezinkampani ezinkulu ezinamalungelo okushicilela."}
{"ar":"قبل فحص من الضحية، يجب عليك أولاً مسح مسرح الجريمة لضمان سلامتك.","zh":"要检查受害者，你必须先勘察现场，确保自身的安全。","en":"To Check the victim, you must first survey the scene to ensure your safety.","eu":"Biktima ikuskatzeko, egoera aztertu behar duzu lehenengo, zure segurtasuna bermatzeko.","fr":"Avant d'examiner la victime, assurez-votre sécurité en inspectant les lieux.","ml":"ഇരയെ തേടുമ്പോൾ, ആദ്യം സ്വന്തം സുരക്ഷ ഉറപ്പുവരുത്തുവാനായി സ്ഥലം പരിശോധിക്കണം.","mr":"बळीची तपासणी करण्यापूर्वी, आपल्या सुरक्षेची खात्री करण्याकरिता आपण स्थळाचे सर्वेक्षण करायलाच हवे.","ne":"पीडितको जाँच गर्न, तपाईंले पहिले आफ्नो सुरक्षाका लागि स्थलको सर्वेक्षण गर्नुपर्छ।","es":"Para examinar a la víctima, usted primero debe inspeccionar la escena a efectos de garantizar su propia seguridad.","sw":"Ili Kumwangalia mwathirika, ni lazima kwanza uchunguze eneo ili kuhakikisha usalama wako.","te":"బాధితుడిని చెక్ చేయడం కొరకు, మీ భద్రతను ధృవీకరించడం కొరకు మీరు మొదట సంఘటనా స్థలాన్ని సర్వే చేయాలి.","ur":"حادثہ کے شکار فرد کی جانچ سے پہلے اپنی حفاظت کے لیے جائے حادثہ کا جائزہ لیں۔","vi":"Khi kiểm tra nạn nhân, bạn phải khảo sát hiện trường trước để bảo đảm an toàn cho bản thân.","xh":"Ukuze ujonge iXhoba, kumele uqwasele indawo uqiniseke ukhuselekile.","yo":"Láti sàyẹ̀wò afarakáásá, o gbọ́dọ̀ kọ́kọ́ se àyèwò ibi ìṣẹ̀lẹ̀ fún ààbò ara rẹ.","zu":"Ukuhlola umuntu ohlukunyeziwe, a kufanele kuqalauhlole indawo yesehlakalo ukuqinisekisa ukuphepha kwakho."}
{"ar":"حل نيوت جينجريتش، رئيس مجلس النواب الأمريكي السابق، في المرتبة الثانية بنسبة 32%.","zh":"前美国众议院议长纽特·金里奇获得 32% 的选票，位居第二。","en":"Former U.S. Speaker of the House Newt Gingrich came in second with 32 percent.","eu":"AEBetako Gobernuko Bozeramaile izandako Newt Gingrich bigarren geratu zen botoen ehuneko 32 jasota.","fr":"L'ancien président de la Chambre des représentants des États-Unis, Newt Gingrich, est arrivé en deuxième position avec 32 %.","ml":"മുൻ യുഎസ് സ്‌പീക്കർ ഓഫ് ദി ഹൌസ് ആയ, ന്യൂട്ട് ഗിംഗ്റിച്ച് 32 ശതമാനവുമായി രണ്ടാം സ്ഥാനത്തെത്തി.","mr":"माजी यू.एस. सभापती न्यूट गिंगरिच 32 टक्क्यांसह दुसर्‍या स्थानावर आले.","ne":"सदनका पूर्व अमेरिकी अध्यक्ष न्युट जिङ्ग्रिच 32 प्रतिशत प्राप्त गरेर दोस्रो स्थानमा आए।","es":"Newt Gingrich, ex presidente de la Cámara de Representantes de EE. UU., obtuvo el segundo puesto, alcanzando el 32 % de los votos.","sw":"Spika wa Nyumba wa zamani wa Marekani Newt Gingrich alikuwa wa pili kwa asilimia 32.","te":"మాజీ U.S. స్పీకర్ Newt Gingrich 32 శాతంతో రెండవ స్థానంలోకి వచ్చాడు.","ur":"امریکی ایوانِ نمائند گان کے سابق اسپیکر نیوٹ گنگریچ 32 فی صد کے ساتھ دوسرے مقام پر رہے۔","vi":"Cựu phát ngôn viên Hoa Kỳ của House Newt Gingrich về nhì với 32 phần trăm.","xh":"Owayekubasisithethi kwi-U.S House, uNewt Gingrich uphume kwindawo yesibini ngo-32 pesenti.","yo":"Ẹni tí ó ti fìgbà kan jẹ́ abẹnugan ilé nílẹ̀ U.S, Newt Gingrich ló gbé ipò kejì pẹ̀lú ìdá méjìlélọ́gbọ̀n.","zu":"Owayengumkhulumeli Wendlu i-Newt Gingrich e-U.S. ube ngowesibili ngamaphesenti angu-32."}
{"ar":"العضو الرئيسي للجهاز الدوري هو القلب الذي يضخ الدم.","zh":"循环系统的主要器官是心脏，心脏负责输送血液。","en":"The major organ of the circulatory system is the heart, which pumps the blood.","eu":"Zirkulazio-sistemaren organo nagusia bihotza da, eta odola ponpatzen du.","fr":"L'organe principal du système cardio-vasculaire est le cœur, celui-ci pompe le sang.","ml":"രക്തചംക്രമണ വ്യൂഹത്തിന്റെ പ്രധാന അവയവം ഹൃദയമാണ്, ഇതാണ് രക്തം പമ്പ് ചെയ്യുന്നത്.","mr":"रक्ताभिसरण संस्थेमधील सर्वात महत्वाचा अवयव हा हृदय आहे, जे रक्त अभिसारीत करते.","ne":"रक्तसञ्चार प्रणालीको प्रमुख अङ्ग भनेको मुटु हो, जसले रगत पम्प गर्छ।","es":"El corazón, que bombea la sangre, es el órgano más importante del sistema circulatorio.","sw":"Kiungo kikuu cha mfumo wa mzunguko ni moyo, ambao hupiga damu.","te":"ప్రసరణ వ్యవస్థలోని ప్రధాన అవయవం గుండె, ఇది రక్తాన్ని పంప్ చేస్తుంది.","ur":"دوران خون کے نظام کا اہم عضو دل ہے، جو خون کو پمپ کرتا ہے۔","vi":"Cơ quan chính của hệ tuần hoàn là trái tim, đảm nhiệm công việc bơm máu đi khắp cơ thể.","xh":"Elona lungu liphambili kwinkqubo yokujikeleza kwegazi yintliziyo, empompa igazi.","yo":"Ẹ̀yà ara pàtàkì fún ìgbẹ́jẹ̀ kiri ni ọkàn, èyí tó má ń pín ẹ̀jẹ̀ káàkiri.","zu":"Isitho esikhulu esimisweni sokujikeleza kwegazi inhliziyo, empompa igazi."}
{"ar":"يمكنك شراء المنتجات حسب حاجتك، ولكن معظمها سيكون له تأثير ضئيل أو ليس له تأثير فعلى على الأداء.","zh":"可以根据需要购买产品，但大多数产品对成绩几乎没有实际影响。","en":"Products can be purchased as needed, but most will have little or no real impact on performance.","eu":"Behar ahala eros daitezke produktuak, baina errendimenduan eragin gutxi edo batere ez dute izango gehienek.","fr":"Les produits peuvent être achetés si le besoin se fait sentir, mais la plupart n'auront que peu ou aucune incidence réelle sur la performance de l'athlète.","ml":"ഉൽ‌പ്പന്നങ്ങൾ‌ ആവശ്യാനുസരണം വാങ്ങാൻ‌ കഴിയും, എന്നാൽ മിക്കതും പ്രകടനത്തിൽ വളരെ ചെറിയ അല്ലെങ്കിൽ‌ കാര്യമായ സ്വാധീനം ചെലുത്തുന്നില്ല.","mr":"आवश्यकतेनुसार उत्पादने खरेदी करता येऊ शकतात, परंतु बहुतेक जणांच्या कामगिरीवर फार थोडा किंवा प्रत्यक्ष परिणाम होणार नाही.","ne":"उत्पादनहरू आवश्यकताअनुसार किन्न सकिन्छ, तर धेरैजसोको प्रदर्शनमा थोरै वा केही वास्तविक प्रभाव हुनेछैन।","es":"Existen artículos que se pueden adquirir si se los estima necesarios; no obstante, la mayoría de ellos no tendrá impacto verdadero alguno en el rendimiento, o su incidencia será mínima.","sw":"Bidhaa zinaweza kununuliwa zinapotakikana, lakini nyingi zitakuwa na athari ndogo au isiyo halisi kwa utendaji.","te":"ఉత్పత్తులను అవసరమైనప్పుడు కొనవచ్చు, కాని చాలావరకు పనితీరుపై తక్కువ లేదా అసలు ప్రభావమే చూపదు.","ur":"مصنوعات کو حسبِ ضرورت خریدا جاسکتا ہے، مگر زیادہ تر کا کارکرگی پر کم یا کوئی اصل اثر نہیں ہوگا۔","vi":"Các sản phẩm có thể được mua nếu cần nhưng hầu như sẽ có rất ít hoặc không ảnh hưởng thực sự đến phong độ.","xh":"Iimveliso zingathengiswa kangangoko zifunwa, kodwa uninzi luzoba nefuthe elincinci okanye zingabi nalo kwa ifuthe ekusebenzeni.","yo":"A lè ra ohun èlò nígbàkúgbà tí lílò bá kàn án, àmọ́ ọ̀pọ̀ ní kò ní ní ipa púpò tàbí kankan lóri ìsé.","zu":"Imikhiqizo ingathengwa ngokwesidingo sakho, kodwa eminingi izoba nokumbalwa noma ingabi namthelela otheni ekusebenzeni."}
{"ar":"خرج \"ستيوارت\" و\"دجوردون\" و\"كينسيث\" و\"هارفيك\" من المراكز العشرة الأولى في بطولة السائقين مع بقاء أربعة سباقات في الموسم.","zh":"斯图尔特、戈登 、肯塞斯和哈维克在本赛季还剩四场比赛的情况下，进入车手积分榜前十名。","en":"Stewart, Gordon, Kenseth, and Harvick round out the top-ten positions for the Drivers' Championship with four races remaining in the season.","eu":"Stewart, Gordon, Kenseth eta Harvick-ek osatzen dute pilotuen lasterketako hamar lehenen zerrenda, denboraldia amaitzeko lau lasterketa falta direnean.","fr":"Stewart, Gordon, Kenseth et Harvick complètent les dix premières places du championnat des pilotes à quatre courses de la fin de la saison.","ml":"സീസണിൽ 4 റെയ്‌സുകൾ ബാക്കി നിൽക്കെ, സ്റ്റീവർട്ട്, ഗോർഡൻ, കെൻസേത്ത്, ഹാർവിക് എന്നിവർ ഡ്രൈവേഴ്‌സ് ചാമ്പ്യൻഷിപ്പിലെ ആദ്യ പത്ത് സ്ഥാനക്കാരുടെ പട്ടിക പൂർത്തിയാക്കുന്നു.","mr":"स्टिवर्ट, गॉर्डन, केन्सथ आणि हार्विक यांनी सिझनमध्ये चार रेस शिल्ल्क असताना ड्रायव्हर स्पर्धेसाठी सर्वोच्च दहा जागांमध्ये स्थान मिळवले आहे.","ne":"स्टेवर्ट, गोर्डन, केन्सेथ र हार्विकले चालक च्याम्पियनसिपको लागि शीर्ष दश स्थानमा चारवटा दौडहरू बाँकी छँदै आफ्नो स्थान बनाए।","es":"Stewart, Gordon, Kenseth and Harvick completan los diez primeros puestos del Campeonato de Pilotos, en una temporada que todavía cuenta con cuatro carreras más por delante.","sw":"Stewart, Gordon, Kenseth na Harvick wanachukua nafasi kumi za juu za Ubingwa wa Madereva huku mbio nne zikibaki katika msimu.","te":"ఈ సీజన్‌లో ఇంకా నాలుగు రేసులు మిగిలి ఉన్నా, డ్రైవర్స్ ఛాంపియియన్‌ షిప్‌లో స్టీవర్ట్, గోర్డాన్, కెన్సేత్, ఇంకా హార్విక్ మొదటి పది స్థానాలలో నిలిచారు.","ur":"ڈرائیورس چیمپین شپ میں سٹورٹ، گورڈن، کنسیتھ، اور ہاروک نے اوپر کی دس پوزیشن حاصل کی۔ اب موسم کے فقط چار مقابلے باقی رہ گئے۔","vi":"Stewart, Gordon, Kenseth và Harvick lọt vào vị trí top mười tại Giải vô địch Đua xe khi mùa giải còn bốn chặng đua là kết thúc.","xh":"UStewart, uGordon, uKenseth, kunye noHarvick bathatha izithuba ezilishumi eziphezulu ze-Championship zabaqhubi kusasele imidyarho emine enyakeni.","yo":"Stewart, Gordon, Kenseth, àti Harvick parí ìdíje olúborí awakọ ní ipò mẹ́wàá àkọ́kọ́̀ níbi eréje se ku mẹ́rin ní sáà .","zu":"USteward, uGordon, uKenseth, kanye noHarvick baqedela uhlu lwezikhundla eziyishumi eziphezulu zoBungqwele babaShayeli njengoba kusele imijaho emine kuyisizini."}
{"ar":"تركز هذه العقلية على السرعة والمنطق والدقة وأيضاً على تحديد الحقائق وإعادة تطبيق التقنيات الموجودة وجمع المعلومات.","zh":"这种思维模式看重的是速度、逻辑和准确性，还有甄别事实、对现有技术的重新应用和信息收集。","en":"The focus of this mindset is speed, logic and accuracy, also identification of facts, reapplying existing techniques, gathering information.","eu":"Pentsamolde hori abiaduran, logikan eta zehaztasunean oinarritzen da, baita gertakariak identifikatzean, eskuragarri dauden teknikak erabiltzean eta informazioa biltzean ere.","fr":"Cet état d'esprit repose sur la rapidité, la logique et l'exactitude, mais aussi l'identification des faits, la mobilisation de techniques pré-existantes et la recherche d'infos.","ml":"ഈ മാനസികാവസ്ഥയുടെ കേന്ദ്രബിന്ദു വേഗത, യുക്തി, കൃത്യത എന്നിവയും, അതോടൊപ്പം യാഥാർത്ഥ്യങ്ങളെ തിരിച്ചറിയുകയും, നിലവിലുള്ള സാങ്കേതിക വിദ്യകൾ വീണ്ടും ഉപയോഗിക്കുന്നതും, വിവരങ്ങൾ ശേഖരിക്കുന്നതുമാണ്.","mr":"या मानसिकतेचा भर वेग, तर्क आणि अचूकतेवर आहे, तसेच वस्तुस्थिती ओळखणे, वर्तमान तंत्रांचा पुन्हा अवलंब, माहिती संकलनावर देखील आहे.","ne":"यो मानसिकताको जोड भनेको गति, तर्क र शुद्धता साथै तथ्यहरूको पहिचान अवस्थित तरिकाहरूको पुनः प्रयोग जानकारी सङ्कलन हो।","es":"El aspecto central de esta forma de pensar es la rapidez, la lógica y la precisión, así como la identificación de cuestiones fácticas a través de la reutilización de técnicas existentes y de la recolección de datos.","sw":"Angazio la mtazamo huu ni kasi, mantiki na usahihi, pia utambuzi wa ukweli, kutumia tena mbinu zilizopo, kukusanya taarifa.","te":"ఈ మైండ్ సెట్ యొక్క ప్రధాన ాంశం వేగం, తర్కం మరియు ఖచ్చితత్త్వం, వాస్తవాలను గుర్తించడం, ఇప్పటికే ఉన్న టెక్నిక్ లను తిరిగి అన్వయించడం, సమాచారాన్ని సేకరించడం.","ur":"اس ذہنیت کا نقطہ ارتکاز، رفتار، منطق اور درستگی کے علاوہ حقائق کی شناخت کرنا، موجودہ تکنیک کا دوبارہ استعمال کرنا، معلومات جمع کرنا بھی ہے-","vi":"Sự tập trung tâm trí là tốc độ, sự hợp lý và tính chính xác, cũng như sự xác định thực tế, áp dụng lại các kỹ thuật có sẵn, thu thập thông tin.","xh":"Injongo zalomboni sijoliswe kwisantya, kulandelelwano nakwinkcaneko nasekuphawuleni amanqanaba, kuphindaphindwe amacebo akhoyo, kuqokelelwe ulwazi.","yo":"Afojusun ero okan yi ni ijafafa, ogbon inu ati isefefe o tun je ida otito mo, lilo awon eeto aatele ti o wa nile, kiko otito jo.","zu":"Ukugxila kwalomcabango isivinini, ingqondo kanye nokunemba, futhi nokuphawulwa kwamaqinisio, ukusebenzisa kabusha izindlela ezikhona, ukuqongelela ukwaziswa."}
{"ar":"يُقال أن \"ألين\"، الذي هو من أغنى أغنياء العالم، استثمر جزءاً كبيراً من ثروته في الاستكشاف البحري وبدأ سعيه للعثور على سفينة \"موساشي\" بسبب اهتمامه بالحرب الذي استمر طوال حياته.","zh":"艾伦是世界上最富有的人之一。据报道，他将很大一部分财富投资到海洋勘探上，并因为毕生对战争的浓厚兴趣而开始寻找武藏号。","en":"One of the world's richest people, Allen has reportedly invested much of his wealth in marine exploration and began his quest to find the Musashi out of a lifelong interest in the war.","eu":"Munduko pertsona aberatsenetako bat da Allen, eta aberastasunaren zati handi bat itsasoa esploratzeko erabili du. Bizitza osoan gerraren inguruan izan duen interesagatik jarri zuen abian Musashi bilatzeko misioa.","fr":"Allen, l'une des personnes les plus riches du monde, aurait apparemment investi une grande partie de sa fortune dans l'exploration sous-marine, et aurait commencé sa quête pour retrouver le Musashi, en raison de sa passion pour la guerre depuis sa jeunesse.","ml":"ചിലർ പറയുന്നതനുസരിച്ച്, ലോകത്തിലെ ഏറ്റവും വലിയ ധനികരിൽ ഒരാളായ അലൻ, യുദ്ധത്തിനെക്കുറിച്ച് അറിയുവാനുള്ള ആജീവനാന്ത താല്പര്യം മൂലം തന്റെ സമ്പത്തിന്റെ ഭൂരിഭാഗവും സമുദ്രപര്യവേഷണത്തിനായി ഉപയോഗിക്കുകയും മുസാഷിയെ കണ്ടെത്താനുള്ള ശ്രമം ആരംഭിക്കുകയും ചെയ്തു.","mr":"जगातील सर्वात श्रीमंत लोकांपैकी एक असलेले अॅलन यांनी घोषणा करून त्यांची संपत्ती सागरी शोधांमध्ये गुंतवली आहे आणि त्यांना युद्धामध्ये आजीवन असलेल्या आवडीमुळे त्यांनी मुसाशीचा शोध घेणे सुरू केले.","ne":"संसारकै सबैभन्दा धनी व्यक्तिमध्ये एक, एलेनले कथित रूपमा आफ्नो धेरैजसो धन समुद्री अन्वेषणमा लगानी गरे र युद्धमा जीवनपर्यन्तको इच्छापछि मुसासी फेला पार्ने आफ्नो खोज सुरु गरे।","es":"Se cree que Allen, de las personas más pudientes del globo, ha invertido buena parte de su fortuna en exploraciones marinas y el motivo de encarar la búsqueda de los Musashi fue el interés que siempre tuvo en la guerra.","sw":"Mmoja wa watu tajiri zaidi ulimwenguni, Allen ameripotiwa kuwekeza mwingi wa utajiri wake katika uchunguzi wa baharini na alianza juhudi zake za kuipata Musashi kutokana na mvuto wa maisha yake yote katika vita hivyo.","te":"ప్రపంచంలోని అత్యంత ధన్యవంతులలో Allen ఒకరు. ఆయన తన సంపదలో ఎక్కువ భాగాన్ని సముద్ర అన్వేషణ మీద పెట్టుబడి పెట్టి, తనకి యుద్ధం పట్ల ఉన్న చిరకాల మక్కువతో Musashiని కనుగొనాలనే తపన మొదలైందని నివేదించబడింది.","ur":"دنیا کے سب سے امیر لوگوں میں سے ایک، ایلن نے مبینہ طور پر اپنی زیادہ تر دولت سمندری تفتیش میں خرچ کی اور اپنی پوری زندگی جنگ میں دلچسپی رکھنے کی وجہ سے موساشی کو ڈھونڈنے کیلئے اپنی جدوجہد کرتے رہے۔","vi":"Allen, một trong những người giàu nhất thế giới được biết là đã đầu tư rất nhiều tiền của vào thám hiểm đại dương và bắt đầu truy tìm ra tàu Musashi từng gây chú ý trong suốt thời gian chiến tranh.","xh":"Omnye wabantu abazizityebi emhlabeni, u-Allen uxele ukuba utyale ubutyebi bakhe kuphononongo lwaselwandle kwaye waqala iphulo lakhe lokufumana iMusashi esusela emdleni wakudala wobomi kule mfazwe.","yo":"Ikan ninu awon eyan to lowo ju laye, won ni Aleni ti fi pupo ninu owo e sinu iwariri omi, iwaadi re lati ri Musasi waye nitorip o ti nifesi ogin naa lati ojo pipe.","zu":"Omunye wabantu abacebe kakhulu basemhlabeni, u-Allen kubikwa ukuthi utshale ingcebo yakhe eningi ekuhloleni okwenzeka olwandle futhi waqala ukucinga iMusashi ngemva kwesithakazelo sempilo yonke empini."}
{"ar":"يحلم العديد باليوم الذي يمكن أن يسافر فيه البشر إلى نجم آخر، واستكشاف عوالم أخرى، يتساءل البعض ما الذي يحدث هناك، يُعتقد أن الحياة الأخرى أو الكائنات الفضائية تعيش على كوكب آخر.","zh":"许多人梦想着人类有一天可以移民到其他星球，探索其他世界。有些人想知道宇宙有什么；有些人相信其他行星上可能有外星人或其他生命。","en":"Many people dream of the day when humans can travel to another star and explore other worlds, some people wonder what's out there some belive that aliens or other life may live on another plant.","eu":"Jende askok amets egiten du gizakiok beste izar batera bidaiatzeko eta beste mundu batzuk esploratzeko unearekin, batzuek jakin nahi dute zer dagoen hor kanpoan, zeren, haien ustez, posible da estralurtarrak edo beste izaki batzuk bizitzea beste planeta batean.","fr":"Beaucoup rêvent du jour où nous pourrons voyager vers une autre étoile et explorer d'autres mondes. Pour certains, il s'agit de savoir ce qu'il y a ailleurs, d'autres croient que des extraterrestres ou d'autres formes de vie pourraient vivre sur une autre planète.","ml":"മനുഷ്യരാശിക്ക് മറ്റ് നക്ഷത്രങ്ങളിലേക്ക് സഞ്ചരിക്കുവാനും മറ്റ് ലോകങ്ങൾ പര്യവേക്ഷണം ചെയ്യുവാനും സാധ്യമാവുന്ന ദിവസത്തെക്കുറിച്ച് കുറെ ആളുകൾ സ്വപ്നം കാണുന്നുണ്ട്, ചിലർ ശൂന്യാകാശത്ത് എന്താണുള്ളത് എന്നതിനെക്കുറിച്ച് അത്ഭുദപ്പെടുന്നു, ചിലർ അന്യഗ്രഹങ്ങളിൽ ജീവനുണ്ട് എന്ന് വിശ്വസിക്കുന്നു.","mr":"बरेच लोकं त्या दिवसाचे स्वप्न पाहतात जेव्हा माणूस दुसऱ्या ताऱ्याकडे प्रवास करुन इतर जगाचा शोध घेऊ शकेल, काही लोकांना तेथे काय आहे याचे आश्चर्य वाटते अथवा काही लोकं एलियन किंवा इतर जीवन दुसर्‍या ग्रहावर जगू शकते यावर विश्वास ठेवतात.","ne":"धेरै मानिसहरूले त्यस दिनको सपना देख्छन् जब मानव अर्को तारामा यात्रा गर्न र अन्य संसारहरूको अन्वेषण गर्न सक्दछन्, केही मानिसहरू त्यहाँबाट के निस्किन्छ भनेर अचम्म मान्छन् र केहीले एलियन वा अन्य जीवन अर्को संयन्त्रमा बाँच्न सक्ने विश्वास गर्दछन्।","es":"Muchas personas sueñan con el día en que los humanos viajen a otra estrella y exploren otros mundos. Algunas se preguntan qué hay allí afuera, otras creen que en otros planetas pueden vivir extraterrestres u otras formas de vida.","sw":"Watu wengi huota kuhusu siku ambayo wanadamu wanaweza kusafiri kwa nyota nyingine na kuvumbua ulimwengu mwingine. Watu wengine hushangaa ni nini iko huko nje, wengine wanaamini kuwa wageni au maisha mengine yanaweza kuishi kwenye sayari nyingine.","te":"మానవులు వేరే నక్షత్రానికి ప్రయాణించి ఇతర ప్రపంచాలను అన్వేషించగల రోజును గురించి చాలామంది కలలు కంటున్నారు, గ్రహాంతర వాసులు లేదా ఇతర జీవనాగాములు మరో మొక్కపై జీవించవచ్చని కొంతమంది ఆశ్చర్యపోతారు.","ur":"کئی لوگ اس دن کا خواب دیکھتے ہیں جب انسان کسی دوسرے سیارے کی جانب سفر کر سکےگا اور دوسری دنیا دریافت کریگا، کچھ لوگوں کو حیرت ہوتی ہے کہ آخر وہاں کیا ہے، کچھ لوگوں کا ماننا ہے کہ کسی دوسرے سیارے پر شاید الیینز یا دوسری زندگیاں آباد ہوں گی۔","vi":"Nhiều người mơ ước đến ngày mà loài người có thể đi đến một vì sao khác và khám phá những thế giới khác, một số người thắc mắc là có cái gì ở ngoài kia và một số người tin rằng người ngoài hành tinh hoặc những dạng sống khác có thể tồn tại ở một hành tinh khác.","xh":"Abantu abaninzi banamaphupha apho uluntu lungaya kwenye inkwenkwezi lubone amanye amazwe, abanye bayamangaliswa kokukhoyo apho abanye bakholelwa ukuba i-alien okanye obunye ubomi bukhona okanye ezinye izityalo","yo":"Ọ̀pọ̀ èyàn ló n lálàá ọjọ́ tí ọmọ èyàn á rin ìrìn àjò lọ sínú ìràwọ̀ mín tí wọn á káàkiri agbaye mín, àwọn èyàn mín ń ro nkan tí ó wà ní agbaye mín àwọn kan gbàgbọ́ pé àwọn àjòjì mín wà, tàbí pé alàyè wà ní àwọn agbọn mín.","zu":"Abantu abaningi baphupha ngosuku lapho beyokwazi ukuvakashela izinkanyezi baphinde babone neminye imihlaba, abanye bayazibuza ukuthi kunani lapha phezulu abanye bakholelwa ukuthi abantu bakwamanye amapulanethi noma ezinye izinhlobo zokuphila zingaphila kwelinye ipulanethi."}
{"ar":"عندما يُظهر الأفراد بضعة متغيرات لسمة محددة، فهُم متعددو الأشكال.","zh":"当个体表现出某一性状的几个变体时，它们就是多态的。","en":"When the individuals show several variants of a particular trait they are polymorphic.","eu":"Banakoek ezaugarri baten hainbat aldaera badituzte, polimorfikoak direla esaten da.","fr":"Lorsque les individus présentent plusieurs variantes d'un trait particulier, ils sont polymorphes.","ml":"ഒരു പ്രത്യേക രോഗലക്ഷണത്തിന്റെ പല തരങ്ങൾ കാണിക്കുന്ന വ്യക്തികൾ പോളിമോർഫിക് ആണ്.","mr":"व्यक्ती जेव्हा एखाद्या विशिष्ट स्वभाववैशिष्ट्याच्या छटा दाखवतात तेव्हा ते पॉलिमॉर्फिक असतात.","ne":"जब व्यक्तिहरूले कुनै विशेष गुणका धेरै रूपहरू देखाउँछन् तिनीहरू बहुरूपी हुन्छन्।","es":"Se llama polimórficos a quienes exhiben diversas variantes de un mismo rasgo.","sw":"Wakati watu wanaonyesha tofauti kadhaa za tabia fulani wanasemekana kuwa polimofiki.","te":"ఒక నిర్ధిష్ట లక్షణం యొక్క అనేక వేరియెంట్ లను వ్యక్తులు చూపించినప్పుడు, అవి బహురూపకమైనవి.","ur":"جب افراد کسی مخصوص خصلت کے متعدد قسمیں ظاہر کرتے ہیں تو وہ کثِير شَکلی (پولی مورفک) ہوتے ہیں-","vi":"Khi có người thể hiện nhiều biến dị của một đặc điểm cụ thể cho biết họ có tính cách đa hình.","xh":"Xa abantu ngabanye beveza iintlobo ezohlukileyo zomkhwa othile kuthiwa ba-polymorphic.","yo":"Ti eyan kan ba fi opolopo orisi iwa kan han a je pe won wa polimofiki.","zu":"Uma abantu ngabanye beveza izimfanelo ezihlukahlukene eziningana zesici esithile banezimo eziningi."}
{"ar":"ثمانية عشر في المائة من الفنزويليين عاطلون عن العمل، ويعمل معظم الموظفون يعملون في الاقتصاد غير الرسمي.","zh":"百分之十八的委内瑞拉人失业，而大部分就业者是非正规经济从业人员。","en":"Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.","eu":"Venezuelako biztanleen ehuneko hemezortzi lanik gabe dago, eta lana duten gehienek ekonomia informalean lan egiten dute.","fr":"Dix-huit pour cent des Vénézuéliens sont au chômage, et la plupart de ceux qui ont un emploi travaillent dans l'économie informelle.","ml":"വെനിസ്വേലയിലെ ജനങ്ങളിൽ പതിനെട്ട് ശതമാനം പേരും തൊഴിൽ രഹിതരാണ്, ജോലി ചെയ്യുന്നവരിൽ ഭൂരിഭാഗവും അനൗദ്യോഗിക സമ്പദ്‌വ്യവസ്ഥയിലാണ് ജോലി ചെയ്യുന്നത്.","mr":"व्हेनेझुएलियन नागरिकांपैकी अठरा टक्के लोकं बेरोजगार आहेत आणि नोकरी करणाऱ्यांपैकी बहुतेक लोकं अनौपचारिक अर्थव्यवस्थेत काम करतात.","ne":"अठार प्रतिशत भेनेजुएलाका मानिसहरू बेरोजगार छन्, र रोजगार गर्ने धेरै जस्ता मानिसहरू अनौपचारिक अर्थव्यवस्थामा काम गर्छन्।","es":"El dieciocho por ciento de los venezolanos no tiene empleo y la mayor parte de quienes sí lo tienen, trabajan en la informalidad.","sw":"Asilimia kumi na nane ya Wavenezuela hawana ajira, na wengi wa wale walioajiriwa hufanya kazi katika sekta isiyo rasmi.","te":"18 శాతం మంది వెనిజులా దేశస్తులే నిరుద్యోగులుగా ఉన్నారు, వీరిలో ఎక్కువ మంది అనధికారిక ఆర్థిక వ్యవస్థలో పనిచేస్తున్నారు.","ur":"وینزویلا کے اٹھارہ فیصد لوگ بے روزگار ہیں، اور ملازمت کرنے والے بیشتر افراد غیر رسمی معیشت میں کام کرتے ہیں۔","vi":"Mười tám phần trăm người dân Venezuela hiện bị thất nghiệp, và hầu hết những người còn đi làm đều làm việc trong nền kinh tế không chính thức.","xh":"Ishumi elinesibhozo leepesenti kubantu baseVenuezela abaphangeli, yaye uninzi lwabo lusebenza kwicandelo lezoqoqosho labantu abaziqeshileyo nelingekho phantsi kolawulo lwemithetho karhulumente.","yo":"Ìdá méjìdílógún àwọn èèyàn ilẹ̀ Venezuela ni kò ní iṣẹ́, ọ̀pọ̀ àwọn tó sì níṣẹ́ ló ń siṣẹ́ ní ẹka ọrọ̀ ajé tí kìí se fọ́mà.","zu":"Amaphesenti ayishumi nesishiyagalombili abantu baseVenezuela awasebenzi, futhi iningi lalabo abasebenzayo libambe amatoho."}
{"ar":"التقى الفريقان في نصف النهائي من البطولة الرئيسية حيث تغلّب فريق \"نوسا\" على حاملي اللقب بفارق 11 نقطة.","zh":"双方在主要的半决赛中较量。努萨以 11 分的优势获胜。","en":"The two sides would meet in the major semi final where Noosa ran out winners by 11 points.","eu":"Bi aldeek finalaurreko nagusian egin zuten topo eta Noosa-k ez zuen markatu 11 puntutik aurrera.","fr":"Les deux équipes se sont affrontées lors de la grande demi-finale lors de laquelle Noosa l'a emporté à 11 points.","ml":"രണ്ട് ടീമുകളും മേജർ സെമി ഫൈനലിൽ ഏറ്റുമുട്ടുകയും  11 പോയിന്റുകൾക്ക് നൂസ വിജയികയും ചെയ്തു.","mr":"2 संघांचा प्रमुख उपांत्य सामन्यात सामना होणार असून नुसा 11 गुणांनी बाद झाला आहे.","ne":"दुवै पक्षहरू प्रमुख सेमिफाइनलमा भेट्नेछ जहाँ नुसा 11 अंकले विजयी भइन्।","es":"Los dos equipos se encontrarían en la gran semifinal en la que Noosa fue vencida por 11 puntos.","sw":"Pande hizo mbili zilikutana katika nusu fainali kuu ambapo Noosa ilishinda kwa pointi 11.","te":"ప్రధాన సెమీ ఫైనల్ లో ఇరుజట్లు తలపపంచుకోగా, నూసా 11 పాయింట్లతో విజేతలను మట్టికరిపించింది.","ur":"دونوں فریق میجر سیمی فائنل میں ملیں گے جہاں نوسا نے جیتنے والوں کو 11 پوائنٹس سے ہرایا۔","vi":"Hai bên đối đầu nhau trong trận bán kết mà Noosa đã giành chiến thắng với cách biệt 11 điểm.","xh":"La macala mabini adibana kumdlalo ophambili wokugqibela apho iNoosa iphumelele khona ngamanqaku ali-11.","yo":"Àwọn igun méjèèjì ni yíó pàdé níkẹyìn àsekágbá ní ibi tí Noosa ti jáwé olúborí pẹ̀lú àmì mọ́kànlá.","zu":"Amaqembu amabili ayezohlangana emdlalweni omkhulu owandulela owamanqamu lapho iNoosa iwine ngamaphuzu angu-11."}
{"ar":"لدى مُعظم المعابد مهرجانٌ سنويٌ يبدأ من نهاية تشرين الثاني وحتى منتصف أيار، والذي يختلف وفقاً للتقويم السنوي لكل معبد.","zh":"大多数寺庙都有一年一度的节日，从十一月底开始，到五月中旬结束，每个寺庙的节日时间各不相同。","en":"Most of the temples do have an Annual festival starting from November end to Mid of May, which varies according to each temple's annual calendar.","eu":"Tenplu gehienetan urteroko jaialdi bat egiten da, azaroa amaieratik maiatza erdialdera arte, tenplu bakoitzaren urteko egutegiaren arabera.","fr":"La plupart des temples tiennent un festival annuel qui commence en fin novembre et se termine à la mi-mai, qui varie selon le calendrier annuel de chacun.","ml":"മിക്ക ക്ഷേത്രങ്ങളിലും നവംബർ അവസാനം മുതൽ മെയ് പകുതി വരെയുള്ള കാലയളവിൽ ഒരു വാർഷികോത്സവം നടക്കാറുണ്ട്, ഓരോ ക്ഷേത്രത്തിന്റെയും വാർഷിക കലണ്ടർ അനുസരിച്ച് ഉത്സവത്തിന്റെ സമയം വ്യത്യാസപ്പെടുന്നു.","mr":"यापैकी बहुतांश मंदिरांमध्ये नोव्हेंबरची अखेर ते मेच्या मध्यापर्यंत वार्षिक उत्सव असतात, जे प्रत्येक मंदिराच्या वार्षिक कॅलेंडरनुसार भिन्न असतात.","ne":"मन्दिरको वार्षिक चाडपर्व नोभेम्बर अन्त्यदेखि मेको मध्यसम्म हुन्छ। प्रत्येक मन्दिरको वार्षिक पात्रो फरक हुन्छ।","es":"La mayoría de los templos celebra un festival anual cuyo inicio puede tener lugar entre noviembre y mediados de mayo, lo que depende del calendario anual de cada templo.","sw":"Hekalu nyingi zina sikukuu ya Kila mwaka kuanzia mwishoni mwa Novemba hadi katikati mwa Mei, ambayo hufautiana kulingana na kalenda ya mwaka ya kila hekalu.","te":"చాలా దేవాలయాల వార్షికోత్సవాలు దాదాపుగా నవంబర్ నెల మధ్య నుండి, మే నెల మధ్య వరకూ జరుగుతుంటాయి, ఇవి ఒకొక్క దేవాలయం సంవత్సర క్యాలెండర్‌ను బట్టి వాటి తేదీలు ఉంటాయి.","ur":"زیادہ تر مندروں میں نومبر کے آخر سے مئی کے وسط تک سالانہ فیسٹول منائے جاتے ہیں، جو ہر ایک مندر کے سالانہ کیلنڈر کے حساب سے الگ الگ ہوتے ہیں۔","vi":"Hầu hết các đền chùa đều có một dịp lễ hội hàng năm bắt đầu từ cuối tháng Mười Một đến giữa tháng Năm, tùy theo lịch hoạt động hàng năm của mỗi đền chùa.","xh":"Iitempile ezininzi zineminyhadala ebanjwa qho Ngonyaka ukususela ngoNovemba ukuya kuphela Phakathi ngoMeyi, kwaye yohlukana ngokwekhalenda yetempile nganye.","yo":"Púpọ̀ nínú àwọn tempili lo ma n ṣe ayẹyẹ ọdún lati ìparí Belú dé àrín Èbìbí tí ó ma n yàtọ̀ síra torí kalenda tempili kookan.","zu":"Iningi lamathempeli linawo umkhosi Waminyaka Yonke oqala ekupheleni kukaNovemba kuya Phakathi kukaMeyi, okuhluka kuya ngekhalenda laminyaka yonke lethempeli ngalinye."}
{"ar":"السبب الأكثر شيوعاً للحوادث في الشتاء هو الطرق الزلقة والأرصفة (الأرضيات المرصوفة) والسلالم الخاصة.","zh":"冬天最常见的事故原因是道路和路面（人行道）湿滑，特别是台阶。","en":"The most common cause for accidents in winter is slippery roads, pavements (sidewalks) and especially steps.","eu":"Neguko istripuen arrazoi nagusia errepide, galtzada (espaloi) eta bereziki eskailera irristakorrak dira.","fr":"En hiver, la cause d’accidents la plus fréquente est le caractère glissant des routes, des trottoirs et surtout des marches.","ml":"ശീതകാലത്ത് അപകടങ്ങൾ ഉണ്ടാവുന്നതിന് പ്രധാനകാരണം വഴുക്കലുള്ള റോഡുകളും, കൽപടവുകളും (നടപ്പാതകൾ), പ്രത്യേകിച്ചും പടികളുമാണ്.","mr":"निसरडे रस्ते, फरसबंदी (फूटपाथ) आणि मुख्यतः पायऱ्या ही हिवाळ्यात अपघात होण्याची सर्वात सामान्य कारणे आहेत.","ne":"जाडामा दुर्घटनाका सबैभन्दा सामान्य कारणहरू चिप्ला सडक, फुटपाथ (साइडवाक) र विशेष गरी सिंढीहरू हुन्।","es":"En época invernal, la causa más habitual de accidentes son las carreteras, las acercas y, en particular, los escalones resbaladizos.","sw":"Sababu ya kawaida zaidi ya ajali katika msimu wa baridi ni barabara, lami (vijia vya kando) na hasa ngazi zenye utelezi.","te":"జారే రోడ్లు, పేవ్‌మెంట్లు (నడిచే త్రోవలు) మరియు జారే అడుగులు చాలావరకూ శీతాకాలంలో ప్రమాదాలకు కారణమవుతాయి.","ur":"موسم سرما میں حادثوں کا سب سے عام سبب پھسلنے والے راستے، فوت پاتھ اور بطور خاص زینے ہیں۔","vi":"Nguyên nhân phổ biến nhất gây ra tai nạn trong mùa đông là đường, vỉa hè và đặc biệt là các bậc thang trơn trượt.","xh":"Esona sizathu seengozi ebusika ziindlela ezityibilikisayo, iindlela zokuhamba (indlela zabantu) futhi ingakumbi iziteps.","yo":"Nkan to ma n saba sokunfa ijamba ni akoko otutu ni yiyo titi oloda, pepele (eba ona) ati paapa julo ona igbese.","zu":"Into eyimbangela evamile yezingozi ebusika imigwaqo eshelelayo, imigwaqo egandayiwe (izindawo zokuhamba) futhi ikakhulukazi izitebhisi."}
{"ar":"عند وصول المسئول، انفجرت الشقة.","zh":"官员到达后，公寓发生了爆炸。","en":"When the official arrived, the apartment exploded.","eu":"Langilea iristean, apartamentuak eztanda egin zuen.","fr":"Une fois l'agent arrivé sur place, l'appartement a explosé.","ml":"ഉദ്യോഗസ്ഥർ എത്തിയപ്പോൾ അപ്പാർട്ട്മെന്റ് പൊട്ടിത്തെറിച്ചു.","mr":"तो ऑफिसर आला तेव्हा, अपार्टमेंटमध्ये विस्फोट झाला.","ne":"जब अधिकारी आइपुगे, अपार्टमेन्ट विस्फोट भयो।","es":"Cuando el empleado llegó, el departamento explotó.","sw":"Afisa alipowasili, ghorofa ililipuka.","te":"అధికారి రాగానే అపార్ట్ మెంట్ లో పేలుడు.","ur":"جب اہلکار پہنچنے، تو اپارٹمنٹ میں دھماکہ ہو گیا۔","vi":"Khi viên chức đó đến, căn hộ đã nổ tung.","xh":"Xa igosa lifika, isakhiwo saqhushumba.","yo":"Ní ìgbà tí àwọn aṣojú dé, ilé náà gbaná.","zu":"Lapho kufika izikhulu, ifulethi yaqhuma."}
{"ar":"في هذه الحالة، ساعد استحضار النماذج السابقة للسلوك الريادي والنجاحات الناتجة الناس على استيعاب التغيّرات الجديدة واتجاه الكنيسة المحليّة الجديد.","zh":"在这种情况下，回顾之前的创业行为和取得的成功可以帮助人们对当地教会的新变化和新方向保持开放的态度。","en":"In this instance, recalling previous instances of entrepreneurial behavior and resulting successes helped people to be open to new changes and new direction for the local church.","eu":"Egoera horretan, aurreko jarrera ekintzaileak eta haien arrakasta gogoratzeak jendeari lagundu zion aldaketa berriekiko eta herriko elizarekiko norabide berriarekiko alde agertzen.","fr":"En l’occurrence, le fait de se rappeler des exemples précédents de comportement entrepreneurial et des succès qui en ont résulté a aidé les gens à s’ouvrir à de nouveaux changements et a aidé l'église locale à prendre une nouvelle direction.","ml":"ഈ സന്ദർഭത്തിൽ, സംരംഭകത്വ പെരുമാറ്റത്തിന്റെ മുൻ സന്ദർഭങ്ങളും അതിന്റെ ഫലമായുണ്ടായ വിജയങ്ങളും പ്രാദേശിക ചർച്ചിനായി പുതിയ മാറ്റങ്ങളും പുതിയ ദിശയും സ്വീകരിക്കാൻ ആളുകളെ സഹായിച്ചു.","mr":"या उदाहरणात, उद्योजकीय वागणुकीच्या मागील घटना आठवल्यामुळे मिळालेल्या यशाने लोकांना स्थानिक चर्चसाठी नवीन बदल आणि नवीन दिशांना स्वीकारण्यात मदत केली.","ne":"यस घटनामा, पहिलेका उद्यमशील व्यवहारका उदाहरणहरू र तिनका सफल परिणामहरू स्मरण गर्नाले मानिसहरूलाई नयाँ परिवर्तनप्रति र स्थानीय चर्चका लागि नयाँ निर्देशन प्रति खुला हुन सहयोग पुर्‍यायो।","es":"Aquí, recordar instancias anteriores de comportamiento empresarial, y los éxitos obtenidos gracias a ellos, aportó a lograr que las personas se abrieran a nuevos cambios y direcciones para la iglesia local.","sw":"Kwa wakati huu, kukumbuka matukio ya awali ya tabia za ujasiriamali na mafanikio yaliyofuatia kulisaidia watu kuwa wazi kwa mabadiliko mapya na mwelekeo mpya wa kanisa la kienyeji.","te":"ఈ సందర్భంలో, వ్యవస్థాపక ప్రవర్తన యొక్క గత సందర్భాలను గుర్తు చేసుకోవడం దాని ఫలితంగా సాధించిన విజయాలు స్థానిక చర్చికి కొత్త మార్పులకు  కొత్త దిశకు తెరవడానికి సహాయపడింది.","ur":"اس مثال میں، گزشتہ مہم کارانہ رویئے اور نتیجتاً ملنے والی کامیابی کی مثالوں کو یاد کرنا لوگوں کو مقامی چرچ کی نئی تبدیلیوں اور نئی سمتوں کی جانب مبذول کرنے میں مددگار ثابت ہوا۔","vi":"Trong trường hợp này, việc gợi nhớ lại những trường hợp trước đó về hoạt động khởi nghiệp và kết quả thành công đã giúp mọi người cởi mở hơn đối với những thay đổi và hướng đi mới cho nhà thờ địa phương.","xh":"Kweli xesha, ukukhumbula kumaxa angaphambili emikhwa yoshishino enemiphumela kwimpumelelo yanceda abantu ukuba bavumele utshintsho banike nomkhomba Ndlela kwibandla elisekuhlaleni.","yo":"Fún àpẹẹrẹ yìí, sise ìrántí àwọn ìhùwàsí onísòwò àti àwọn àbájáde àsẹyorí rẹ máà n ran àwọn ènìyàn lọ́wọ́ làti tẹ́wọ́gba àwọn ìyàtọ titun àti ìdarí fún ìjọ agbẹ̀gbẹ̀.","zu":"Kulesi simo, ukukhumbula izimo ezidlule zokuziphatha kwezamabhizinisi kanye nempumelelo ebakhona kwasiza abantu bamukele izinguquko kanye nendlela entsha yesonto lendawo."}
{"ar":"كثيراً ما يموت السمك بسبب التركز العالي للسموم في المياه.","zh":"鱼类经常由于水中毒素浓度极高而死亡。","en":"Fish often die because of the high concentrations of the toxin in the waters.","eu":"Arrainak hil egiten dira maiz, uretan dagoen toxinaren kontzentrazio handia dela eta.","fr":"Les poissons meurent souvent à cause des concentrations élevées de toxines dans les eaux.","ml":"വെള്ളത്തിൽ വിഷാംശത്തിന്റെ അളവ് കൂടുമ്പോൾ മത്സ്യങ്ങൾ മിക്കപ്പോഴും ചത്തു പോകുന്നു.","mr":"अनेकदा मासे पाण्यातील विषद्रव्यांच्या अधिक प्रमाणामुळे मरतात.","ne":"पानीमा विषाक्तताको उच्च गाढापनले गर्दा प्रायः माछा मर्छन्।","es":"Con frecuencia, las concentraciones elevadas de la toxina en las aguas provocan la muerte de los peces.","sw":"Mara nyingi samaki hufa kwa sababu ya viwango vikubwa vya sumu ndani ya maji.","te":"నీటిలో విషతుల్యం అధిక గాఢత కారణంగా చేపలు తరచుగా మరణిస్తాయి.","ur":"مچھلیاں اکثر پانیوں میں زہریلے مواد کی زیادہ کثافت کی وجہ سے مرجاتی ہیں۔","vi":"Cá thường chết vì nồng độ độc tố cao trong nước.","xh":"Iintlanzi zidla ngokufa ngenxa yokubakho kwetyhefu eninzi emanzini.","yo":"Eja maa n saba ku nitori awon oro to ropo ninu omi.","zu":"Esikhathini esiningi izinhlanzi zibulawa ubuthi obuningi obusemanzini."}
{"ar":"تحسّنت محركات الترجمة بشكل كبير، والآن غالباً ما تقدم ترجمات صحيحة إلى حد كبير (ونادراً ما تفدم هراءً)، لكن يجب الحذر، لأنهم قد يخطئون كليّاً.","zh":"翻译引擎有了显著的改进，现在经常提供或多或少正确的翻译（而更多情况是很少有胡言乱语），但需要注意的是，他们仍然可能会完全翻错。","en":"The translation engines have improved dramatically, and now often give more or less correct translations (and more seldom gibberish), but some care is due, as they still may have gotten it all wrong.","eu":"Itzulpen-motorrak izugarri hobetu dira, eta nahikoa zuzenak diren itzulpenak egiten dituzte askotan (gainera, zentzugabekeria gutxiago dituzte), baina beharrezkoa da haiek egiaztatzea, posible baita zentzu erabat okerra ematea.","fr":"Les moteurs de traduction se sont considérablement améliorés, et donnent maintenant souvent des traductions plus ou moins correctes (et plus rarement du charabia), mais il faut faire attention, car ils ont peut-être encore tout faux.","ml":"വിവർത്തന ഉപായങ്ങൾ വിസ്മയകരമായി പുരോഗമിച്ചിട്ടുണ്ട്, ഏറെക്കുറെ കൃത്യമായ തർജ്ജമകൾ അവ ഇക്കാലത്ത് നൽകുന്നു (അസ്പഷ്ടതയും കുറവല്ല), എന്നിരുന്നാലും, ആസകലം അബദ്ധം സംഭവിച്ചേക്കാം എന്നതിനാൽ അൽപം ശ്രദ്ധ ആവശ്യമാണ്.","mr":"ट्रान्सलेशन इंजिन्स नाटकीयरित्या सुधारले आहेत, तसेच ते आता अनेकदा अधिक किंवा कमी अचूक अनुवाद (आणि अधिक क्वचितच गिब्बरीश) प्रदान करतात परंतु काही काळजी योग्य आहे कारण त्यांना अद्याप हे सर्व चुकीचे वाटले असेल.","ne":"अनुवाद इन्जिनहरू नाटकीय रूपमा सुधार भएका छन्, र अहिले प्रायः बढी वा कम सही अनुवादहरू दिन्छन् (र अझ विरलै अस्पष्ट), तर केही हेरचाह अझै बाँकी छ, किनकी तिनीहरूले अझै पनि यो सबै गलत बुझेका हुन सक्दछन्।","es":"Los motores de traducción han mejorado drásticamente y ahora, con frecuencia, brindan traducciones bastante correctas (y rara vez contenido sin sentido); no obstante, debe tenerse algo de precaución, ya que todavía es posible que fallen.","sw":"Injini za utafsiri zimeimarika sana, na sasa mara nyingi hutoa tafsiri inayokaribia usahihi (na kawaida huwa si upuzi), lakini umakini unahitajika, kwani zinaweza kuwa zimekosea kabisa.","te":"అనువాద ఇంజిన్లు నాటకీయంగా మెరుగుపడ్డాయి, మరియు ఇప్పుడు తరచుగా దాదాపు సరైన అనువాదాలు (మరియు అరుదుగా అరుదుగా గిబ్బరిష్) ఇస్తాయి, కానీ కొన్ని శ్రద్ధ కారణంగా, వారు ఇప్పటికీ అన్ని తప్పు పొందారని.","ur":"ٹرانسلیشن انجنوں میں ڈرامائی طور سے بہتری آئی ہے اور اب وہ کم و بیش درست ترجمہ دے رہے ہیں (اور گچ پچ نادر ہے)، لیکن پھر بھی احتیاط لازم ہے کیوں کہ وہ اب بھی سارے کا سارا غلط کر سکتے ہیں۔","vi":"Các chương trình dịch tự động đã được cải thiện đáng kể, và hiện có thể cung cấp những bản dịch tương đối chính xác (và ít khi sai ngữ pháp), nhưng vẫn phải lưu ý vì chúng vẫn có thể dịch sai hoàn toàn.","xh":"Iinjini zokuguqulela ziphucuke kakhulu, ibe ngoku ziphantse zikunike iinguqulelo ezichanileyo (azifane zikunike ezingavakaliyo), kodwa ke kusafuneka ilungiswe, njengoko zizesenokukunika inguqulelo engeyiyo tu.","yo":"Àwọn èrọ atúmò èdè ti dárasi láìsí ánì-àní, pèlú níbàyí o ń fi ìtumọ̀ èdè dárá ní ọ̀pọ̀ ìgbà (àti ìwòmba àwọn ọ̀rọ̀ díẹ̀ tí kò ní ìtumọ̀), sùgbọ́n àwọn àyẹ̀wò díẹ̀ se pàtakì nítorí wọ́n lè gbe gbági.","zu":"Izinhlelo zekhompyutha zokuhumusha zithuthuke kakhulu, futhi manje zinikeza ukuhumusha okucishe kunembe (futhi okungavamisile ukuba ubhedo ongachazeki), kodwa kudingeka ukunaka okuthile, njengoba zingenza okunganembile ngokuphelele."}
{"ar":"يُطلق السيخ على دينهم جورمات، وهو البنجابي \"طريق المعلم\". ويعتبر المعلم الرئيسي من الجوانب الأساسية لجميع الأديان الهندية، ولكن في السيخية اتخذت أهمية تشكل جوهر معتقدات السيخ.","zh":"锡克教徒把自己的宗教称为 Gurmat，在旁遮普语中是“古鲁（导师）之路”的意思。古鲁是所有印度宗教的基本组成部分，但在锡克教中地位特别高，成为了锡克教信仰的核心。","en":"Sikhs call their religion Gurmat, which is Punjabi for \"way of the guru\". The guru is a fundamental aspect of all Indian religions but in Sikhism has taken on an importance that forms the core of Sikh beliefs.","eu":"Sikh-ek haren erlijioari Gurmat deritze; punjabieraz “guruaren bidea” esan nahi du. Gurua Indiako erlijio guztien oinarrizko alderdi bat da, baina sikhismoan garrantzia handia du eta sikh sinesmenen muina osatzen du.","fr":"Les sikhs appellent leur religion Gurmat, ce qui signifie « voie du gourou » en pendjabi. Le gourou est un aspect fondamental de toutes les religions indiennes, mais dans le sikhisme, il a pris une importance qui forme le noyau des croyances sikhes.","ml":"\"സിഖുകാർ തങ്ങളുടെ മതത്തെ ഗുർമത്ത് എന്ന് വിളിക്കുന്നു, \"\"ഇത് ഗുരുവിന്റെ വഴിക്ക്\"\" പഞ്ചാബി ആണ്. ഗുരു എല്ലാ ഇന്ത്യൻ മതങ്ങളുടെയും അടിസ്ഥാനപരമായ ഭാവമാണ് എന്നാൽ സിഖ് മതത്തിൽ ഒരു പ്രാധാന്യം നേടിയിട്ടുണ്ട് അത് സിഖ് വിശ്വാസങ്ങളുടെ കാതലാണ്.\"","mr":"\"शीख आपल्या धर्माला गुरमत म्हणतात, पंजाबी भाषेत याचा अर्थ \"\"गुरूंनी दाखविलेला मार्ग\"\" असा होतो. गुरू हा सर्व भारतीय धर्मांचा मूलभूत पैलू आहे परंतु शीख धर्म हा शीख धारणांचा गाभा बनविणाऱ्या एका महत्वावर बेतलेला आहे. \"","ne":"सिखहरूले आफ्नो धर्मलाई गुरमत भन्दछन्, जुन पन्जावीमा “गुरुको मार्ग” हो। गुरु सबै भारतीय धर्महरूका लागि एक आधारभूत पक्ष हो तर सिख धर्ममा एक महत्त्वको रूपमा लिइएको छ जसले सिख विश्वासहरूको मूल रूप बनाउँछ।","es":"Los sijes denominan Gurmat a su religión, que, en punjabi, quiere decir «camino del gurú». El gurú es un aspecto esencial de todas las religiones indias, pero, en el sijismo, ha cobrado una importancia que conforma el eje de las creencias sij.","sw":"Sikhs huiita dini yao Gurmat, ambayo ni Kipunjabi kwa \"njia ya guru\". Guru ni kipengele msingi cha dini zote za India lakini Ukalasinga umechukua umuhimu ambao hubuni msingi wa imani za Kalasinga.","te":"\"\"\"సిక్కులు తమ మతం గుర్మత్ అని పిలుస్తారు, ఇది పంజాబీ \"\"\"\"గురువు మార్గం\"\"\"\"గా పిలువబడుతుంది. అన్ని భారతీయ మతాలకు గురువు ఒక ప్రాథమిక భావన, అయితే సిక్కు మతంలో సిక్కు మతానికి ప్రాముఖ్యత ఉంది, ఇది సిక్కు విశ్వాసాలకు ప్రధాన కారణం.\"\"\"","ur":"سکھ لوگ اپنے مذہب کو گرومت کہتے ہیں جس کے معنی گورو کے مذہب ہیں۔ گورو کا تصوُّر تمام ہندوستانی مذاہب کا ایک بنیادی پہلو ہے لیکن سکھ مت میں اس کی اہمیت ایک بنیادی عقیدہ کی حیثیت سے ہے۔","vi":"Người theo Sikh giáo gọi tôn giáo của mình là Gurmat, tức là Punjabi vì đường lối của guru\". Guru là một khía cạnh cơ bản của mọi tôn giáo Ấn Độ nhưng trong Sikh giáo đã chiếm vai trò quan trọng tạo thành cốt lõi trong tư tưởng của Sikh giáo.","xh":"Ama-Sikh abiza inkolo yabo I-Gurmat, esisi-Punjabi esithetha ukuthi \"indlela yomfundisi\". Umfundisi yinto ebabuleke kangangoko kwiinkolo zama-Ndiya kodwa kwi-Sikhism ubalelona lungu libalulekileyo kwezona nkolo zee-Sikhs.","yo":"Àwọn Sikhs ń pe ẹ̀sìn wọn ní Gurmat, èyí tí wọ́n pè ní Punjabi “nílànì àwọn guru”. Àwọn guru ní ẹ̀sìn àkọ́kọ́ gbogbo ẹ̀sìn Indian àmọ́ Sikhism ti di pàtàkì èyí tí ó jẹ́ pàtàkì ìgbàgbọ́ Sikh.","zu":"Ama-Sikh abiza inkolo yawo ngokuthi yiGurmat, okusho ukuthi “indlela yomfundisi”. NgesiPunjabi umfundisi isici esisemqoka sazo zonke izinkolo zobuNdiya kodwa enkolweni yobuSikh unokubaluleka okwakha umnyombo wezinkolelo zobuSikh."}
{"ar":"الخليّة هي أصغر الأجزاء البنيويّة والوظيفيّة في الكائنات الحيّة (الأشياء).","zh":"细胞是各类生物体中最小的结构和功能单位。","en":"A cell is the smallest structural and functional unit of a living (things) organism.","eu":"Organismo (gauza) bizi baten egitura- eta funtzio-unitate txikiena da zelula bat.","fr":"Une cellule est la plus petite unité structurelle et fonctionnelle d'un organisme vivant.","ml":"ഒരു ജീവ (ജീവി) ജാലത്തിന്റെ ഏറ്റവും ചെറിയ ഘടനാപരവും പ്രവർത്തനപരവുമായ യൂണിറ്റാണ് കോശം.","mr":"पेशी हे सजीवांचे (जिवंत वस्तू) सर्वात लहान रचनात्मक आणि कार्यात्मक एकक आहे.","ne":"कोष जीवित (वस्तुहरू) जीवको सबैभन्दा सानो संरचनात्मक र कार्यात्मक एकाई हो।","es":"Se define a la célula como la más pequeña unidad estructural y funcional que forma un organismo (cosas) vivo.","sw":"Seli ni sehemu ndogo ya kimuundo na ya kazi ya viumbe (vitu) hai.","te":"ఒక జీవిలో కణం అనేది అతి చిన్న నిర్మాణ మరియు క్రియాత్మక యూనిట్.","ur":"ایک خلیہ، ایک جاندار کا سب سے چھوٹا ساختی اور عملیاتی اکائی ہے۔","vi":"Tế bào là đơn vị chức năng và cấu tạo nhỏ nhất trong cơ thể (vật) sống.","xh":"Iseli lelona candelo lincinci lisebenzayo (lezinto) eziphilayo.","yo":"Seeli je eya ara (awon) alaye to kere ju to ni itosona ati ise.","zu":"Ingqamuzana ingxenye encane kunazo zonke engokwesakhiwo nesebenzayo yento ephilayo (izinto)."}
{"ar":"صُنفت المنطقة بأكملها كموقع للتراث العالمي لليونسكو لقيمتها الثقافية والتاريخية الفريدة، وقيم ممتلكاتها من بين أعلى القيم في البلاد.","zh":"由于独特的文化和历史价值，整个地区被联合国教科文组织列为世界遗产，该区的房产价值位居该国的最高之列。","en":"The whole district is designated as a UNESCO World Heritage Site for its unique cultural and historical value, and its property values are among the highest of the country.","eu":"Barruti osoa Gizadiaren Ondare izendatu zuen UNESCOk, haren balio kultural eta historikoarengatik, eta bertako etxeen balioak herrialdeko altuenen artean daude.","fr":"Tout le quartier est inscrit au patrimoine mondial de l'UNESCO pour sa valeur culturelle et historique unique, et les prix de l'immobilier y sont parmi les plus élevés du pays.","ml":"സവിശേഷമായ സാംസ്കാരികവും ചരിത്രപരവുമായ മൂല്യത്തിനായി ജില്ലയെ മുഴുവൻ യുനെസ്കോയുടെ ലോക പൈതൃക സൈറ്റായി പ്രഖ്യാപിച്ചിരിക്കുന്നു. അവിടുത്തെ ഭൂമിയുടെ വില രാജ്യത്തെ ഏറ്റവും ഉയർന്നതാണ്.","mr":"आपल्या एकमेव सांस्कृतिक आणि ऐतिहासिक मुल्यामुळे हा संपूर्ण जिल्हा युनेस्को जागतिक वारसा स्थान म्हणून ठरला आहे आणि तिथल्या मालमत्तेच्या किमती देशातील सर्वाधिक मधील काही आहेत.","ne":"पूरा जिल्लालाई यसको अद्वितीय सांस्कृतिक र ऐतिहासिक महत्त्व का लागि UNESCO विश्व सम्पदाका रूपमा तोकिएको छ र यसका सम्पत्तिको मूल्य देशमा सबैभन्दा उच्च छ।","es":"El distrito completo fue declarado Patrimonio Mundial por la Unesco, debido a su valor histórico y cultural único, y los precios de sus propiedades son de los más elevados del país.","sw":"Wilaya nzima imeteuliwa kama Pahali pa Urithi wa Shirika la Umoja wa Mataifa la Elimu, Sayansi na Utamaduni kwa thamani yake ya kipekee ya kitamaduni na kihistoria, na thamani yake ya mali ni kati ya zile za juu zaidi ya nchi.","te":"మొత్తం జిల్లా దాని ప్రత్యేకమైన సాంస్కృతిక మరియు చారిత్రక విలువ వలన UNESCO ప్రపంచ వారసత్వ ప్రదేశంగా నిర్దేశించబడింది ఇంకా దాని ఆస్తి విలువలు దేశంలోనే అత్యధికంగా కలవు.","ur":"پورے ضلع سے اس کی منفرد ثقافتی اور تاریخی اہمیت کے لئے ایک یونیسکو عالمی ثقافتی ورثہ سائٹ کے طور پر نامزد کیا جاتا ہے، اور اس کی خاصیت ملک کی اعلی اقدار میں سے ایک ہے.","vi":"Toàn khu được UNESCO lựa chọn là Di sản Thế giới vì giá trị văn hóa và lịch sử độc đáo, với giá trị tài sản cao nhất cả nước.","xh":"Wonke lo mmandla ubizwa ngokuba yi-UNESCO World Heritage Site ngenxa yokukhetheka kwenkcubeko kunye nembali yayo, kwaye amaxabiso epropathi aphakathi kwawona aphezulu elizweni.","yo":"Gbogbo agbègbè ni wọ́n ti fi sọrí Àjọ Àgbáye (UNESCO), fún onírúurú àwọn àṣà àti ìníyelóri ìpamọ̀ ìtàn, àti iniyelórí ohun ìní wọn ni o wà ní òkè téńté ní orílẹ̀ èdè.","zu":"Indawo yonke imiswe njengeNdawo Yefa Lomhlaba ye-UNESCO ngenxa yesiko layo elihlukile negugu elingokomlando, futhi amanani wezindlu aphakathi kwamanye aphezulu ezweni."}
{"ar":"انضم إليهم عام 1945 وبقي حتى عام 1958.","zh":"他于 1945 年加入球队，一直效力到 1958 年。","en":"He joined them in 1945 and stayed until 1958.","eu":"1945ean hasi zen haiekin jokatzen, eta 1958 arte jarraitu zuen bertan.","fr":"Il le rejoint en 1945 et y reste jusqu'en 1958.","ml":"1945-ൽ അദ്ദേഹം അവരോടൊപ്പം ചേരുകയും 1958 വരെ കഴിയുകയും ചെയ്തു.","mr":"तो त्यांच्याशी 1945 मध्ये जोडला गेला आणि 1958 पर्यंत राहिला.","ne":"उहाँ तिनीहरूसँग सन् 1945 मा सामेल हुनुभयो र उहाँ सन् 1958 सम्म बस्नुभयो।","es":"En 1945 se les unió y permaneció allí hasta 1958.","sw":"Alijiunga nao mwaka wa 1945 na akakaa hadi mwaka wa 1958.","te":"అతను 1945 లో వారితో పాటు చేరి, 1958 వరకు ఉన్నారు.","ur":"انہوں نے 1945 میں ان میں شمولیت اختیار کی اور 1958 تک ان کے ساتھ رہے۔","vi":"Ông gia nhập vào năm 1945 và hoạt động đến năm 1958.","xh":"Wabajoyina ngo-1945 waza wahlala kwade kwango-1958.","yo":"Ó dara pọ̀ mọ́wọn ní ọdún 1945, ó sì dúró di ọdún 1958.","zu":"Ubajoyine ngo-1945 futhi wahlala kwaze kwaba u-1958."}
{"ar":"قبل ظهور برنامج \"البرنامج اليومي\" وبرنامج \"تقرير كولبرت\" بفترة طويلة تخيل هيك وجونسون منشورًا يحاكي الأخبار-والتقارير الإخبارية-عندما كانا طالبين بجامعة ويسكونسن عام 1988.","zh":"早在《每日秀》（The Daily Show）和《科尔伯特报告》（Colbert Report）之前，赫克（Heck）和约翰逊（Johnson）在 1988 年还在华盛顿大学求学时期，就曾构想过一份出版物，以嘲讽的形式戏说新闻（包括新闻报道）。","en":"Long before The Daily Show and The Colbert Report, Heck and Johnson envisioned a publication that would parody the news—and news reporting—when they were students at UW in 1988.","eu":"The Daily Show eta The Colbert Report telebista saioak sortu baino askoz lehenago, 1988an, Heck-ek eta Johnson-ek, UW-ko ikasle zirela, albiste-saioen (eta albisteen berri ematen zituztenen) parodia izango zen argitalpena asmatu zuten.","fr":"Bien avant le Daily Show et le Colbert Report, Heck et Johnson envisageaient une publication qui parodierait les nouvelles — et les reportages — lorsqu’ils étaient étudiants à l’université de Washington en 1988.","ml":"ഡെയ്‌ലി ഷോയ്ക്കും കോൾ‌ബെർട്ട് റിപ്പോർട്ടിനും വളരെ മുമ്പുതന്നെ, 1988-ൽ യു‌ഡബ്ല്യുവിൽ വിദ്യാർത്ഥികളായിരുന്ന സമയത്ത് ഹെക്കും ജോൺസണും വാർത്തകളുടെയും വാർത്താ റിപ്പോർട്ടിംഗിന്റെയും പാരഡി ചെയ്യുന്ന ഒരു പ്രസിദ്ധീകരണം വിഭാവനം ചെയ്യുകയുണ്ടായി.","mr":"डेली शो आणि कॉल्बर्ट रिपोर्टच्या खूप आधी, हेक आणि जॉन्ससन यांनी ते १९८८ मध्ये UW मध्ये शिकत असताना बातमी आणि वार्तांकनाचे विडंबन करणाऱ्या पुस्तकाची कल्पना केली होती.","ne":"धेरैअघि द डेली शो र द कोल्बर्ट रिपोर्ट, हेक र जोनसनले 1988 मा उनीहरू UW मा विद्यार्थी हुँदा समाचार र समाचार रिपोर्टिङको अनुकरण गर्ने प्रकाशनको कल्पना गरे।","es":"En 1988, mucho antes de The Daily Show y The Colbert Report, mientras estudiaban en la UW, Heck y Johnson idearon una publicación que haría parodias de las noticias y de los reportajes de noticias.","sw":"Kwa muda mrefu kabla ya onyesho la kila siku na ripoti ya Colbert, Heck na Johnson walifikiria kuhusu uchapishaji ambao ungebuni habari na taarifa wakati walikua wanfunzi wa UW mwaka wa 1988.","te":"ది డైలీ షో మరియు ది కోల్బర్ట్ రిపోర్ట్ కు చాలా కాలం ముందు, హెక్ అండ్ జాన్సన్ 1988లో UWలో విద్యార్థులుగా ఉన్నప్పుడు వార్తలను-మరియు న్యూస్ రిపోర్టింగ్ ను హాస్యాస్పర౦గా ఉ౦చే ఒక ప్రచురణను ఊహి౦చారు.","ur":"ڈیلی شو اور کولبرٹ رپورٹ سے بہت پہلے ہیک اور جانسن جب 1988 میں UW میں اپنی طالب علمی کے زمانہ میں ہی انہوں نے ایک ایسی اشاعت کا تصور کیا تھا جو خبروں — اور خبروں کی رپورٹنگ پر طنز کرے گا-","vi":"Rất lâu trước The Daily Show và The Colbert Report, từ khi còn là sinh viên tại UW vào năm 1988, Heck và Johnson đã nghĩ đến việc xuất bản tác phẩm nhại lại các tin tức và việc đưa tin tức.","xh":"Kwakudala ngaphambi kweThe Daily Show neThe Colbert Report, uHeck noJohnson babona ukuba kungenzeka kubekho iphepha elaliza kusasaza iindaba—neendaba—besengabafundi eUW ngo-1988.","yo":"Sááju Ètò Ojoojúmọ́ àtì Àbábọ̀ Colbert, Heck àti Johnson ti ma ń wòye àgbéjáde tí yíó fara jọ ìròyìn—àti ìjábọ̀ ìròyìn—nígbàtí wọ́n jẹ́ akẹ́ẹ̀kọ́ ní UW ní 1988.","zu":"Kudala ngaphambi koHlelo lwaNsukuzonke noMbiko kaKholbhethi, uHeck noJohnson bacabanga ukushicilela okwakuzolingisa ngokubhuqa izindaba—kanye nokubika izindaba—lapho besengabafundi e-UW, ngo-1988."}
{"ar":"مخلبه الثاني كان أكبر، وبسببه سُمّي الديناصور هيسبيرونيكس والذي يعني \"المخلب الغربي\".","zh":"它的第二只爪子要大一些，因此得名“赫斯佩罗龙”，意思是“西方的爪”。","en":"Its second claw was larger, giving rise to the name Hesperonychus which means \"western claw.\"","eu":"Bigarren erpea handiagoa zenez, Hesperonychus izena eman zitzaion, hau da “mendebaldeko erpea”.","fr":"Sa deuxième griffe était plus grande, ce qui a engendré le nom Hesperonychus, qui signifie « griffe occidentale ».","ml":"\"ഇതിന്റെ രണ്ടാമത്തെ നഖം വലുതായിരുന്നതിനാൽ \"\"പടിഞ്ഞാറൻ ക്ലോ\"\" എന്ന് അർത്ഥം വരുന്ന ഹെസ്‌പെറോനൈഷസ് എന്ന പേര് ലഭിച്ചു.\"","mr":"\"त्याच्या दुसर्‍या नख्या अधिक मोठ्या होत्या, त्यामुळे त्याला हेस्पेरोनिकस असे नाव दिले गेले ज्याचा अर्थ \"\"वेस्टर्न क्लॉ\"\" असा आहे. \"","ne":"यसको दोस्रो पञ्जा झनै ठूलो थियो, जसले हेस्परोनिकस नामको उदय भयो जसको अर्थ “पश्चिमी पञ्जा” हो।","es":"Su segunda garra era más grande y de allí surgió el nombre Hesperonychus, cuyo significado es «garra occidental».","sw":"Ukucha wake wa pili ulikuwa mkubwa, na kuleta chimbuko la jina Hesperonikasi linalomaanisha \"ukucha wa magharibi.\"","te":"\"\"\"దాని రెండవ పంజా పెద్దదిగా ఉంది, దీని పేరు \"\"\"\"పశ్చిమ పంజా\"\"\"\" అని అర్ధం.\"\"\"","ur":"اس کا دوسرا پنجہ نسبتاً بڑا تھا، جوکہ ہیسپیرونیکس نام کی مقبولیت کا باعث بنا جس کا مطلب “مغربی پنجہ” ہوتا ہے۔","vi":"Móng vuốt thứ hai của nó lớn hơn, là nguyên nhân cho cái tên Hesperonychus có nghĩa là \"móng vuốt phía tây\".","xh":"Izipho layo lesibini elalikhulu, labangela kubekho igama elithi Hesperonychus elithetha \"izipho lasentshona.\"","yo":"Èékánná rẹ̀ kan gùn ju ìkejì lọ, òhun ni ó fa orúkọ rẹ̀ Hesperonychus tí ó tún túmọ̀ sí “éèkánná ìlà oòrùn.”","zu":"Izipho layo lesibili belilikhudlwana, okwenza yabizwa ngokuthi yi-Hesperonychus okusho ukuthi “izipho lasentshonalanga.”"}
{"ar":"اللغة السنسكريتية هي لغة معقدة وغنية للغاية، والتي كانت مصدراً للعديد من اللغات الهندية الحديثة، تماماً مثل اللاتينية التي هي مصدر اللغات الأوروبية مثل الفرنسية والإسبانية.","zh":"梵语是一种博大精深的语言，也是许多现代印度语的起源，就像拉丁语是法语和西班牙语等欧洲语言的起源一样。","en":"Sanskrit is a very complex and rich language, which has served to be the source for many modern Indian languages, just like Latin is the source for European languages like French and Spanish.","eu":"Sanskritoa oso hizkuntza konplexu eta aberatsa da, eta Indiako hizkuntza moderno askoren iturria izan da, latina Europako hizkuntza askoren (esaterako, frantsesaren edo gaztelaniaren) iturri den era berean.","fr":"Le sanskrit est une langue très complexe et très riche, qui a servi de source à de nombreuses langues indiennes modernes, tout comme le latin est la source de langues européennes telles que le français et l'espagnol.","ml":"വളരെ സങ്കീർണ്ണവും സമ്പന്നവുമായ ഒരു ഭാഷയാണ് സംസ്കൃതം, ഫ്രഞ്ച്, സ്പാനിഷ് പോലുള്ള യൂറോപ്യൻ ഭാഷകളുടെ ഉറവിടം ലാറ്റിൻ പോലെ തന്നെ നിരവധി ആധുനിക ഇന്ത്യൻ ഭാഷകളുടെ ഉറവിടമായി അത് വർത്തിച്ചിട്ടുണ്ട്.","mr":"संस्कृत ही अतिशय क्लिष्ट आणि समृद्ध भाषा आहे, जी अनेक आधुनिक भारतीय भाषांच्या जन्मासाठी कारणीभूत आहे, जसे लॅटिन हा फ्रेंच आणि स्पॅनिश भाषांचा स्रोत आहे.","ne":"फ्रान्सेली र स्पेनिश जस्ता युरोपेली भाषाहरूका स्रोत ल्याटिन जस्तै भारतीय भाषाहरूका लागि संस्कृत धेरै जटिल र धनी भाषा स्रोत बन्न पुग्यो।","es":"El sánscrito es un idioma complejo y rico que sirvió como semillero de muchas otras lenguas modernas de la India, así como el latín es fuente de las lenguas europeas, tales como el francés y el español.","sw":"Sanskrit ni lugha tata na tajiri sana, ambayo imekuwa chanzo cha lugha nyingi za kisasa za Kihindi, kama vile Kilatini ilivyo chanzo cha lugha za Kizungu kama vile Kifaransa na Kispanya.","te":"సంస్కృతం చాలా సంక్లిష్టమైన మరియు గొప్ప భాష, ఇది అనేక ఆధునిక భారతీయ భాషలకు మూలంగా ఉపయోగపడింది, లాటిన్ ఫ్రెంచ్ మరియు స్పానిష్ వంటి యూరోపియన్ భాషలకు మూలం.","ur":"سنسکرت بیحد پیچیدہ اور زرخیز زبان ہے، جس نے متعدد جدید ہندوستانی زبانوں کے ماخذ کے طور پر خدمت انجام دی ہے، ٹھیک اسی طرح جیسے فرانسیسی اور ہسپانوی جیسی یوروپی زبانوں کیلئے لاطینی زبان ماخذ کا درجہ رکھتی ہے-","vi":"Tiếng Phạn là ngôn ngữ rất phức tạp và phong phú, được sử dụng như nguồn tham khảo cho các ngôn ngữ Ấn Độ hiện đại, giống như tiếng Latinh là nguồn gốc của các ngôn ngữ Châu Âu như tiếng Pháp và tiếng Tây Ban Nha.","xh":"I-Sanskrit lulwimi oluxananazileyo nolutyebileyo, elubangele ukuba libe sisiseko selwimi ezinintsi ze Indiya yanamhlanje, njengesiLatini isisiseko sezilwimi zaseYurophu njengesiFrentshi neSipanish.","yo":"Ede lile ati aladun ni Sanskriti, o ti wulo gege bi orisun opo ede Indiya igbalode, gege bii ede Latini se je orisun awon ede Yuropi bii Faranse ati Speen.","zu":"I-Sanskrit iwulimi oluyinkimbinkimbi nolucebile, luye lwaba oluyinhloko ezilimini eziningi zanamuhla zaseNdiya, njengesi-Lathini luwulimi oluyinhloko ezilimini zaseYurophu njengesiFulentshi kanye nesiPanishi."}
{"ar":"التصوّف هو السعي إلى التداخل مع، أو التماهي مع، أو الوعي الإدراكي بواقع أو ألوهة أو حقيقة روحانيّة أو إله مطلق.","zh":"神秘主义追求与终极现实、神性、精神真理或上帝进行交流、认同或达成知觉意识。","en":"Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.","eu":"Mistizismoaren helburua da errealitate, dibinitate, egia espiritual edo jainkoaren kontzientzia kontzientea izatea edo harekin bat egitea edo identifikatzea.","fr":"Le mysticisme est la recherche de la communion, du lien avec une divinité ou d'un dieu. C'est la pleine conscience d'une vérité spirituelle.","ml":"ആദ്ധ്യാത്മികത എന്നത് , തുടർച്ചയായ ഇടപെടലിലൂടെ സ്വത്വത്തെക്കുറിച്ച് , അല്ലെങ്കിൽ ശരിക്കുള്ള  യഥാർത്ഥ്യത്തെക്കുറിച്ചുള്ള, ദൈവീകതയെക്കുറിച്ചുള്ള, ആത്മീയ സത്യത്തെക്കുറിച്ചുള്ള അല്ലെങ്കിൽ ദൈവത്തിനെക്കുറിച്ചുള്ള        അവബോധമാണ്.","mr":"गूढवाद म्हणजे अंतिम वास्तव, देवत्व, आध्यात्मिक सत्य किंवा देव यासोबत संवाद, ओळख किंवा  याची जाणीव जागरूकता होय.","ne":"रहस्यवाद भनेको एक खोज हो संगम साथ, परिचय साथ वा एक परम वास्तविकता, ईश्वरीयता, आध्यात्मिक सत्य वा ईश्वरको सचेत जागरूकत हो।","es":"El misticismo consiste en procurar el vínculo, la identidad o el reconocimiento consciente de una realidad suprema, divinidad, verdad inmaterial o Dios.","sw":"Utatanishi ni kuau tekeleza ushirika na, utambulisho na, ufahamu wa ukweli wa mwisho, uungu, ukweli au Mungu.","te":"ఆధ్యాత్మికత అంటే సమాజంతో , గుర్తింపుతో , లేదా అంతిమ వాస్తవికత, దైవత్వం, ఆధ్యాత్మిక దైవిక  సత్యం లేదా భగవంతుడితో కూడిన ఆనందం.","ur":"صوفیانہ خیال ایک اشتراک، شناخت، یا حتمی حقیقت، الوہیت، روحانی سچائی، یا خدا سے آگاہی کا حصول ہے۔","vi":"Chủ nghĩa Thần bí theo đuổi mối quan hệ, nhận diện hay nhận thức về thực tế tối thượng, thần tính, sự thật tâm linh hay Chúa trời.","xh":"IMysticism kuleqe ubudlelane no, ukuzazisa ku, okanye ukuqonda ngengqiqo obona bunyani, ubumoya, inyaniso yokomoya, okanye uThixo.","yo":"Ìgbàgbọ́ Mysticism ní síse àwárí ajọsepọ̀ pẹ̀lú ìdánimọ̀ tàbí ìmọ̀lára ìdánilójú gbòógì, ìdẹ́ẹ̀dá, òtítọ́ ẹ̀mí tàbi Ọlọ́run.","zu":"UbuMistiki ukufuna ukuhlanganyela, ukuzibonakalisa, noma ukuzazi kahle nokungokoqobo okuphakeme, ubunkulunkulu, iqiniso elingokomoya, noma uNkulunkulu."}
{"ar":"قد يتأثر الإنسان باستنشاق المياه المتأثرة التي وصلت للهواء بواسطة الرياح والأمواج.","zh":"人如果吸入通过风和海浪进入空气的受污染水气，就可能受到影响。","en":"Humans can be affected by breathing affected water taken into the air by wind and waves.","eu":"Haizearen eta olatuen bidez airera iristen den ura arnastean eragiten die gizakiei.","fr":"Les humains peuvent être affectés en respirant de l'eau contaminée transportée dans l'air par le vent et les vagues.","ml":"കാറ്റും തിരമാലകളും വഴി വായുവിൽ കലരുന്ന ബാധിക്കപ്പെട്ട വെള്ളം ശ്വസിക്കുന്നതിലൂടെ മനുഷ്യരെ ബാധിക്കാം.","mr":"वारा आणि लाटांद्वारे हवेत घेतलेल्या पाण्यामुळे श्वासोच्छवास घेण्याने मानवावर परिणाम होऊ शकतो.","ne":"हावा र छालहरूबाट हावामा लिने पानी भएको सास लिँदा मानिस प्रभावित हुन सक्छ।","es":"El agua afectada que llega al aire por el viento y las olas puede perjudicar a quienes la respiran.","sw":"Wanadamu waweza kuathiriwa kwa kupumua maji yaliyoathirika yaliyopelekwa hewani na upepo na mawimbi.","te":"వాయువు మరియు అలల ద్వారా గాలిలోకి కలిసి ప్రభావితమైన నీటిని పీల్చడం వలన మనుషులపై ప్రభావం చూపవచ్చు.","ur":"ہوا اور لہروں کے ذریعہ فضا میں اڑانے والے متآثرہ پانی کا سانس لینے سے انسان متاثر ہوسکتے ہیں۔","vi":"Con người có thể bị ảnh hưởng khi hít phải hơi nước bị nhiễm độc do gió và sóng đưa vào trong không khí.","xh":"Abantu bangachatshazelwa kukuphefumla amanzi ahanjiswa emoyeni ngumoya nangamaza.","yo":"Àwọn omi tí kò dára tí atẹ́gùn àti ìjì ti gbé lọ sínu afẹ́fẹ́ lè ṣe ìpalára fénìyàn tí ó bá fà á símú.","zu":"Abantu bangathinteka ngokuphefumula amanzi athintekile ayiswa emoyeni umoya namagagasi."}
{"ar":"أظهر التقرير أن درجات الاختبار قد ارتفعت بسرعة غير معقولة، وزعم أن المدرسة اكتشفت مشاكل داخلياً لكنها لم تتصرف بناءً على تلك الاكتشافات.","zh":"报告显示，考试成绩提升速度快得令人难以置信，并称学校内部发现了问题，但没有根据这一发现采取行动。","en":"The report showed test scores had increased implausibly fast, and alleged the school internally detected problems but didn't act on the findings.","eu":"Erreportajeak erakutsi zuen probetako emaitzak normala dena baino azkarrago hobetu zirela, eta esan zuen eskolak, barneko arazoak detektatu arren, ez zuela horren inguruan ezer egin.","fr":"Le rapport a montré que les scores aux tests ont progressé de façon incroyablement rapide, et a laissé entendre que l’école aurait détecté ces problèmes, sans pour autant prendre de mesures.","ml":"ടെസ്റ്റ് സ്‌കോറുകൾ അവിശ്വസനീയമാംവിധം വർദ്ധിച്ചുവെന്ന് റിപ്പോർട്ട് തെളിയിച്ചു, കൂടാതെ സ്കൂളിനകത്ത് പ്രശ്നങ്ങൾ കണ്ടെത്തിയെന്നും അതിനെ അഭിമുഖീകരിച്ചില്ലെന്നും ആരോപിച്ചു.","mr":"अहवाल चाचणीमध्ये गुण अत्यंत वेगाने वाढल्याचे दिसून आले, आणि शाळेतील अंतर्गत समस्या आढळल्या परंतु निष्कर्षांवर कारवाई केली नाही.","ne":"रिपोर्टले देखायो कि परीक्षा अङ्कहरू द्रुत गतिले बढेका थिए र यसले विद्यालयले आन्तरिक समस्याहरू पत्ता लगाएको तर खोजहरूमा कार्य नगरेको आरोप लगायो।","es":"Según mostró el informe, las calificaciones de los exámenes habían subido escandalosamente rápido y afirmaba que el establecimiento educativo había detectado problemas internamente, pero que no tomó ninguna medida al respecto.","sw":"Ripoti ilionyesha alama za jaribio zilikuwa zimeongezeka kwa haraka isiyowezekana, na ikadai shule ilikuwa imegundua matatizo lakini haikuchukua hatua dhidi ya matokeo.","te":"నివేదిక టెస్ట్ స్కోర్లు వేగంగా పెరిగినట్లు చూపించింది, మరియు పాఠశాల అంతర్గతంగా సమస్యలను గుర్తించింది కానీ కనుగొన్న దానిపై చర్య తీసుకోలేదు.","ur":"رپورٹ نے ٹیسٹ کے اسکورز میں غیر معمولی رفتار سے اضافے کو ظاہر کیا، اور یہ الزام عائد کیا کہ اندرونی سطح پر اسکول کو مسائل کا ادراک ہو چکا تھا تاہم انہوں نے ان حقائق پر کسی قسم کی کارروائی نہیں کی۔","vi":"Báo cáo cho thấy điểm kiểm tra đã tăng một cách đáng ngờ và cáo buộc nội bộ nhà trường đã phát hiện ra vấn đề nhưng không hành động gì cả.","xh":"Ingxelo ibonise ukuba iziphumo zeemviwo zinyuke ngendlela engaqhelekanga, yaye ityhole ngelithi isikolo sizibonile iingxaki kodwa khange senze nto ngengxelo.","yo":"Ìjábọ̀ ṣàfihàn èsì ìdánwó pé ó ti tètè lọ sókè, ò sí jẹ́ kí ilé ìwé náà kófìrí àwọn ìṣòro abẹ́lé ṣùgbọ́n wọn kò ṣiṣk lórí ìwádìí wọn.","zu":"Umbiko ukhombise ukuthi imiphumela yezivivinyo ikhuphuke ngokushesha, kanti futhi usola ukuthi lesi sikole sathole izinkinga ngaphakathi kodwa asenzanga lutho ngalokhu okutholakele."}
{"ar":"عادة ما يتطلب الانضمام إلى هكذا شبكة إكمال نموذج عبر الإنترنت رغم أن بعض الشبكات تعرض أو تطلب تحققًا إضافيًا.","zh":"加入这样的组织，通常只需要填写一张在线表格；尽管有些组织提供或要求额外的验证。","en":"Joining such a network usually just requires filling out an online form; although some networks offer or require additional verification.","eu":"Halako sare batean parte hartzeko, lineako inprimaki bat bete behar da; hala ere, sare batzuk egiaztapen osagarria eskaintzen edo eskatzen dute.","fr":"Rejoindre un tel réseau ne nécessite généralement que de remplir un formulaire en ligne ; bien que certains réseaux proposent ou nécessitent une vérification complémentaire.","ml":"സാധാരണയായി അത്തരമൊരു നെറ്റ്‌വർക്കിൽ ചേരുന്നതിന് ഒരു ഓൺലൈൻ ഫോം പൂരിപ്പിക്കേണ്ടതുണ്ട്. എങ്കിലും ചില നെറ്റ്‌വർക്കുകൾ അധിക പരിശോധന ഓഫർ ചെയ്യുകയോ ആവശ്യപ്പെടുകയോ ചെയ്യുന്നുണ്ട്.","mr":"सहसा अशा नेटवर्कमध्ये सामील होण्यासाठी केवळ ऑनलाइन फॉर्म भरावा लागतो; तथापि काही नेटवर्क अतिरिक्त पडताळणी करतात किंवा पडताळणी करणे त्यांच्यासाठी आवश्यक असते.","ne":"यस्तो सञ्जालमा सामेल हुन सामान्यता एउटा अनलाइन फाराम भर्नु पर्छ; यद्यपि केही सञ्जालहरूले अतिरिक्त प्रमाणीकरण माग्छन् वा अनिवार्य गर्छन्।","es":"Unirse a una red así suele demandar completar un formulario online, aunque algunas redes ofrecen o demandan verificación adicional.","sw":"Kujiunga na mtandao kama huo kwa kawaida kunahitaji tu kujaza fomu ya mtandaoni; hata hivyo mitandao mingine itatoa ama kuhitaji uhakiki zaidi.","te":"అలాంటి నెట్‌వర్క్‌తో చేరాలంటే సాధారణంగా ఆన్‌లైన్ ఫారమ్ పూర్తి చేయాల్సి ఉంటుంది; అయినప్పటికీ కొన్ని నెట్‌వర్క్‌లు అదనపు వెరిఫికేషన్ సదుపాయాన్ని అందిస్తున్నాయి లేదా అవసరం.","ur":"اس طرح کے نیٹ ورک میں شامل ہونے کیلئے عام طور پر ایک آن لائن فارم پُر کرنا پڑتا ہے؛ تاہم کچھ نیٹ ورکس اضافی توثیق کی پیشکش کرتے یا چاہتے ہیں-","vi":"Để gia nhập một mạng lưới như vậy thường chỉ yêu cầu điền vào đơn trên hệ thống trực tuyến; mặc dù một số mạng lưới có thể cung cấp hoặc yêu cầu xác thực bổ sung.","xh":"Ukujoyina inetwork enjalo kudla nje ngokufuna ukuba uzalise iform ekwiinternethi; nangona ezinye inetwork zinika okanye zifuna okongezelelweyo ukuqisekiswa.","yo":"Láti darapọ̀ mọ́ irú àkójọ bí èyí, o kàn nílò láti buwọlu fọ́ọ̀mù lórí ìtàkùn ayélujára; lóòótọ́, irú àkójọ yìí nílò àyẹ̀wò míràn.","zu":"Ukujoyina inethiweki enjalo ngokuvamile kudinga nje ukugcwalisa ifomu eku-inthanethi; nakuba amanye amanethiweki anikeza noma adinga ukudinisekiswa."}
{"ar":"تستطيع العناصر والمركبات الانتقال من حالة إلى أخرى دون أن تتغير.","zh":"元素和化合物可以在发生化学变化的情况下改变物态。","en":"Elements and compounds can move from one state to another and not change.","eu":"Elementuak eta konposatuak egoera batetik bestera pasa daitezke aldatu gabe.","fr":"Eléments et composants sont capables de passer d'un état à l'autre sans se modifier pour autant.","ml":"മൂലകങ്ങൾക്കും പദാർത്ഥങ്ങൾക്കും ഒരവസ്ഥയിൽനിന്ന് മറ്റ് 1 ലേയ്ക്ക് പരിവർത്തിക്കാൻ കഴിയും, എന്നാൽ അവയ്ക്ക് മാറ്റം സംഭവിക്കുകയില്ല.","mr":"मूलद्रव्ये आणि संयुगे 1 अवस्थेतून दुसऱ्या अवस्थेत जाऊ शकतात आणि बदलत नाहीत.","ne":"तत्वहरू र यौगिकहरू एक अवस्थाबाट अर्कोमा सर्न सक्छन् र परिवर्तन नहुन सक्छन्।","es":"Los elementos y compuestos son capaces de cambiar de estado sin sufrir alteraciones.","sw":"Elementi na misombo zinaweza kusonga kutoka hali moja hadi nyingine na zikose kubadilika.","te":"మూలకాలు మరియు సమ్మేళనాలు ఒక స్థితి నుండి మరొక స్థితిలోకి బదిలీ కాగలవు, కానీ మార్పు చెందవు.","ur":"عناصر اور مرکبات بغیر تبدیل ہوئے ایک حالت سے دوسری حالت میں منتقل ہو سکتے ہیں۔","vi":"Các nguyên tố và hợp chất có thể chuyển từ trạng thái này qua trạng thái khác mà vẫn không thay đổi.","xh":"Ii-elementi neekhompawundi ziyakwazi ukuya kwesinye isimo ngaphandle kokutshintsha.","yo":"Àwọn elimenti ati compandi lè pàrọ̀ ara láti dídáwà kan sí òmíràn láì yípadà.","zu":"Ama-elementi kanye namakhompawundi angasuswa kwenye indawo ayiswe kwenye kodwa angashintshi."}
{"ar":"\"من المؤكد أن الدائرة التلفزيونية المغلقة سترسل رسالة قوية إلى من يعملون مع الحيوانات بأن رفاهيتها هي الأولوية القصوى.\"","zh":"“对那些照看动物的人，监控系统肯定会是一种强烈的暗示，那就是动物福利才是最重要的。”","en":"\"The CCTV would certainly send a strong signal to those people working with animals that their welfare is of the highest priority.\"","eu":"“Zaintza-kamerek argi adieraziko liekete animaliekin lanean ari diren pertsonei animalien ongizatea dela lehentasun nagusia.”","fr":"« La vidéo-surveillance enverrait à coup sûr un message fort aux personnes travaillant avec des animaux que leur bien-être est de la plus haute importance »","ml":"“സിസിടിവി വെക്കുന്നതിന്റെ ഏറ്റവും പ്രധാന കാര്യം എന്തെന്നാൽ അത് മൃഗങ്ങൾക്കൊപ്പം ജോലിചെയ്യുന്നവരുടേയും അവരുടെ പുരോഗതിയുടേയും ശക്തമായ സൂചന ഉറപ്പായും അയയ്ക്കും എന്നുള്ളതാണ്.”","mr":"\"\"\"CCTV मुळे प्राण्यांसोबत काम करणार्‍या लोकांना निश्चितच कडक सूचना पाठवण्यात येईल की त्यांचे कल्याण हे सर्वोच्च प्राधान्य आहे.\"\"\"","ne":"“जनावरहरूसँग काम गर्ने मानिसलाई तिनीहरूको कल्याण उच्चतम प्राथमिकतामा छ भनेर सिसिटिभीले निश्चित रूपमा बलियो सङ्केत दिन्छ।”","es":"«Al instalar un circuito cerrado de televisión, de seguro se estará enviando un mensaje contundente a aquellos que trabajan con animales de que su bienestar es de prioridad capital».","sw":"\"Kamera ya siri bila shaka ingetuma ishara imara kwa wale watu wanaofanya kazi na wanyama kwamba ustawi wao ni wa kipaumbele cha juu.\"","te":"\"\"\"జంతువులతో పని చేసే వ్యక్తుల సంక్షేమానికి అధిక ప్రాధాన్యత ఇచ్చేలా సిసి టీవి ఖచ్చితంగా బలమైన సిగ్నల్‌ను పంపుతుంది.\"\"\"","ur":"\"سی سی ٹی وی یقیناً حیوانات کے ساتھ کام کرنے والے افراد کو یہ سگنل دے گا کہ جانوروں کی بہبود اعلیٰ ترجیح کی حامل ہے۔\"","vi":"\"Đài CCTV mới đây đã gửi một thông điệp mạnh mẽ đến những người làm việc với động vật rằng phúc lợi của họ là ưu tiên cao nhất.\"","xh":"\"Ngokuqinisekileyo i-CCTV ithumela umqondiso owomeleleyo kwaba bantu basebenza nezilwanyana ukuba intlalontle yabo yeyona nto iphambili.\"","yo":"“CCTV ma fi àmì tó lágbára ṣọwọ́ sí àwọn ènìyàn tó ṣe iṣẹ́ pẹ̀lú àwọn ẹranko nítorí àláfíà wọn ló jù.”","zu":"\"I-CCTV nakanjani izothumela isibonakaliso esinamandla kulabo bantu abasebenza ngezilwane sokuthi inhlalakahle yabo iyinto eza kuqala kunazo zonke.\""}
{"ar":"بإمكانك أن تميّز بنفسك أن الوقت يمر عن طريق رصد عملية تكرار لحدث دوري، وهو الحدث الذي يتكرر باستمرار بشكل منتظم.","zh":"你可以通过观察重复的周期性事件来记录时间的流逝。周期性事件是指有规律地一次又一次发生的事。","en":"You can mark the passing of time yourself by observing the repetition of a cyclical event. A cyclical event is something that happens again and again regularly.","eu":"Denboraren iragana zuk zeuk marka dezakezu gertaera ziklikoen errepikapena behatuz. Gertaera ziklikoak erregularki behin eta berriro jazotzen diren zerbait dira.","fr":"Vous pouvez marquer le temps qui passe vous-même en observant la répétition d'un événement cyclique. Un événement cyclique est quelque chose qui se reproduit régulièrement.","ml":"ഒരു ചാക്രികമായ സംഭവത്തിന്റെ ആവർത്തിക്കൽ നിരീക്ഷിച്ച് നിങ്ങൾക്ക് സമയം കടന്നുപോകുന്നത് സ്വയം അടയാളപ്പെടുത്താനാകും. ഒരു ചാക്രികമായ സംഭവം എന്നാൽ പതിവായി ആവർത്തിച്ച് സംഭവിക്കുന്ന ഒന്നാണ്.","mr":"एका चक्राकार घटनेच्या वारंवारतेचे निरीक्षण करुन तुम्ही जाणाऱ्या काळाची नोंद स्वतःच घेऊ शकता. एक चक्राकार घटना म्हणजे नियमितपणे वारंवार घडणारी एक गोष्ट असते.","ne":"तपाईंले चक्रीय घटनाको पुनरावृत्ति अवलोकन गरेर आफैंँले समय बितेको चिन्हित गर्न सक्नुहुन्छ। एक चक्रीय घटना त्यो कुरा हो जुन नियमित रूपमा पटक-पटक भइरहन्छ।","es":"Es posible para usted mismo marcar el paso del tiempo observando cómo se repite un evento cíclico; esto es, algo que se produce una y otra vez en forma regular.","sw":"Unaweza kuweka alama ya upitaji wa saa wewe mwenyewe kwa kuangalia marudio ya tukio la kimzunguko. Tukio la kimzunguko ni kitu ambacho hutukia tena na tena mara nyingi.","te":"చక్రీయ సంఘటన పునరావృతమయ్యే విషయాన్ని గమనించడం ద్వారా మీరు మీ అంతట మీరు కాలాన్ని మార్క్ చేయవచ్చు. చక్రీయ సంఘటన అనేది తరచుగా జరిగే సంఘటన.","ur":"آپ کسی چکر والے واقعے کی تکرار کا مشاہدہ کرکے وقت گزرنے کی نشاندہی آپ خود کر سکتے ہیں۔ چکروالا واقعہ ایک ایسی چیز ہے جو بار بار باقاعدگی کے ساتھ ہوتا ہے۔","vi":"Bạn có thể tự mình đánh dấu thời gian trôi qua bằng cách quan sát chu kỳ của sự kiện tuần hoàn. Sự kiện tuần hoàn là điều gì đó xảy ra lặp đi lặp lại đều đặn.","xh":"Ungaqaphela ukuhamba kwexesha ngokwakho ngokujonga ukuphindaphinda kwemeko ojikelezayo. Imeko ejikelezayo yinto eyenzeka qho kwayeiphinda phinde.","yo":"O le ka bi igba se n lo fun ara re ko maa wo bi isele ayipo se tun sele. Isele ayipo je nkan to ma n saba sele leemewa si.","zu":"Ungaphawula ukudlula kwesikhathi ngokwakho ngokubheka impinda yesenzakalo somjikelozo. Isenzakalo somjikelezo yinto eyenzeka ngokuphindaphindiwe ngokuvamile."}
{"ar":"لكن أول تلسكوبات حقيقية قد صُنعت في أوروبا في أواخر القرن الـ16.","zh":"然而，第一个真正的望远镜是 16 世纪晚期在欧洲制造的。","en":"However, the first true telescopes were made in Europe in the late 16th century.","eu":"Hala ere, benetako lehen teleskopioak Europan egin ziren XVI. mendearen bukaeran.","fr":"Toutefois, les premiers vrais télescopes furent fabriqués en Europe à la fin du XVIe siècle.","ml":"എന്നിരുന്നാലും, ആദ്യത്തെ യഥാർത്ഥ ദൂരദർശിനി 16 നൂറ്റാണ്ടിന്റെ അവസാനത്തിൽ യൂറോപ്പിൽ നിർമ്മിക്കപ്പെട്ടു.","mr":"तथापि, 16 व्या शतकाच्या उत्तरार्धात युरोपमध्ये प्रथम वास्तविक दुर्बिणी बनविल्या गेल्या.","ne":"यद्यपि, पहिला असल टेलिस्कोपहरू युरोपमा 16 औँ शताब्दीको अन्त्यतिर बनेका थिए।","es":"Sin embargo, los primeros verdaderos telescopios se desarrollaron en Europa, a fines del siglo XVI.","sw":"Hata hivyo, darubini halisi za kwanza zilitengenezewa Uropa katika karne ya 16.","te":"ఏదేమైనప్పటికీ, మొదటి నిజమైన టెలిస్కోపులను 16వ శతాబ్దం చివరిలో ఐరోపాలో తయారు చేయబడ్డాయి.","ur":"تاہم یورپ میں پہلی اصلی ٹیلیسکوپ سولہویں صدی کے اواخر میں بنائی گئی۔","vi":"Tuy nhiên, chiếc kính viễn vọng thực sự đầu tiên được chế tạo tại Châu Âu vào cuối thế kỉ 16.","xh":"Nangona , i-telescopes zokuqala eziyinene zenziwa e-Europe ekupheleni kwe 16th ye-century.","yo":"Sibesibe, ero awoye akoko ni a se ni ilu awon alawo funfun ni opin 16th century.","zu":"Nokho, ama-telescope okuqala angempela enziwa eYurophu ekupheleni kwekhulu lama-16 leminyaka."}
{"ar":"يقومون بذلك عن طريق انبعاث جسيم ضوئي صغير يعرف ب \"الفوتون\".","zh":"它们是通过发射一种被称为“光子”的微小光粒子做到这一点的。","en":"They do this by emitting a tiny particle of light called a \"photon\".","eu":"Hori egiteko, “fotoi” izeneko argi partikula txikia igortzen dute.","fr":"Ils le font en émettant une minuscule particule de lumière appelée « photon ».","ml":"ഫോട്ടോൺ എന്നുവിളിക്കുന്ന ഒരു ചെറിയ പ്രകാശ കണത്തെ പുറത്തുവിട്ടാണ് അവ ഇത് ചെയ്യുന്നത്.","mr":"\"\"\"फोटॉन\"\" नावाच्या प्रकाशाचा एक सूक्ष्म कण प्रकाशित करण्याद्वारे ते हे करतात. \"","ne":"उनीहरूले “फोटोन” भनिने प्रकाशको सानो कणलाई उत्सर्जन गरेर यसो गर्दछन्।","es":"Se hace al emitir una pequeña partícula de luz llamada «fotón».","sw":"Hufanya hivi kwa kutoa chembe ndogo ya mwanga inayoitwa “fotoni”.","te":"\"\"\"\"\"\"\"ఫోటాన్\"\"\"\" అనే చిన్న కాంతి రేణువును బయటకు తీసి, ఈ విధంగా చేస్తారు.\"\"\"","ur":"وہ روشنی کے ایک چھوٹے ذرے کو جسے\"فوٹون\" کہا جاتا ہے، پیدا کر کے ایسا کرتے ہیں۔","vi":"Họ thực hiện việc này bằng việc phóng ra các hạt vật chất ánh sáng nhỏ được gọi là “photon”.","xh":"Benza oku ngokukhupha isuntswana lokukhanya elibizwa ngokuba yi \"photon\".","yo":"Bi won se ma n seyi nipe won a ma yo ina kekere ti an pe ni “foton.”","zu":"Zenza lokhu ngokukhipha inhlayiyana yokukhanya ebizwa \"nge-photon\"."}
{"ar":"في سمة 1981 اختير فاندا ميس جوكويم، وهو عبارة عن هجين أوركيد، كزهرة وطنية للبلاد.","zh":"1981 年，卓锦万代兰被选为该国的国花。它是兰花的杂交品种。","en":"In 1981, Vanda Miss Joaquim, an orchid hybrid, was chosen as the nation's national flower.","eu":"1981ean, Vanda Miss Joaquim orkidea hibrido bat hautatu zen herrialdearen lore nazional gisa.","fr":"En 1981, Vanda Miss Joaquim, un hybride d'orchidée, a été choisie comme fleur emblème de la nation.","ml":"1981-ൽ, വാണ്ട മിസ് ജ്വാക്വിമ്, ഒരു ഓർക്കിഡ് ഹൈബ്രിഡ്, രാജ്യത്തിന്റെ ദേശീയ പുഷ്‌പമായി തിരഞ്ഞെടുക്കപ്പെട്ടു.","mr":"1981 मध्ये, वांदा मिस जोक्विम एक संकरित ऑर्किड, हे राष्ट्राचे राष्ट्रीय फुल म्हणून निवडण्यात आले.","ne":"1981 मा, अर्किड हाइब्रिड, वन्दा मिस जोआक्विमलाई राष्ट्रको राष्ट्रिय फूलको रूपमा छानिएको थियो।","es":"En 1981, se eligió a la orquídea de Singapur, que es un cultivo híbrido, como la flor nacional.","sw":"Mnamo 1981, Vanda Miss Joaquim, okidi mseto, lilichaguliwa kama ua la kitaifa la nchi hiyo.","te":"వాండా మిస్ జోక్విమ్ అనే ఆర్కిడ్ హైబ్రిడ్ 1981లో, దేశ జాతీయ పుష్పంగా ఎంచుకోబడింది.","ur":"1981 میں، وانڈا مس جوکیم، ایک دو نسلی ثعلب مصری، کو ملک کا قومی پھول منتخب کیا گیا۔","vi":"Vào năm 1981, Vanda Miss Joaquim, một giống lan lai, đã được chọn làm quốc hoa.","xh":"Ngo-1981, iVanda Miss Joaquim, intyantyambo entle engumxube nezinye, iye yakhethwa njengentyantyambo yesizwe.","yo":"Ní ọdún 1981,Vanda Miss Joaquim, wọ́n mún èso orchid gẹ́gẹ́ bí i òdòdó àpapọ̀.","zu":"Ngo-1981, uVanda wakhumbula uJoaquim, iorchid hybrid, yakhethwa njengendaba yezwe"}
{"ar":"آل غور والجنرال تومي فرانكس يتحدثان في عجالة بشأن العناوين المفضلة لديهما (كان المفضل لغور عندما أصدرت جريدة ذي أنيون أنه هو وتيبر يمارسان أفضل جنس في حياتهما بعد هزيمته في المجمع الانتخابي عام 2000).","zh":"艾伯特·戈尔和汤米·弗兰克斯将军漫不经心地吐露出他们最喜欢的头条（当时洋葱网曾报道说，戈尔在2000年竞选失利后，与其妻子蒂珀享受了一生中最美好的性爱时光）。","en":"Al Gore and General Tommy Franks casually rattle off their favorite headlines (Gore's was when The Onion reported he and Tipper were having the best sex of their lives after his 2000 Electoral College defeat).","eu":"Al Gore-k eta Tommy Franks jeneralak gogokoen dituzten tituluak aipatu dituzte (Gore-ren gogokoena: The Onion-ek esan zuenekoa bai hura, bai Tipper inoiz ez bezalako sexua izaten ari zirela, 2000. urtean izandako hauteslekuetako porrota dela eta).","fr":"Al Gore et le général Tommy Franks énumèrent par hasard leurs gros titres préférés (celui de Gore était lorsque The Onion avait déclaré que Tipper et lui avaient eu la meilleure expérience sexuelle de leur vie après sa défaite au Collège électoral en 2000).","ml":"അൽ ഗോറും ജനറൽ ടോമി ഫ്രാങ്ക്‌സും അവരുടെ പ്രിയപ്പെട്ട തലക്കെട്ടുകൾ നിർത്താതെ വായിക്കുന്നു (2000-ത്തിലെ ഇലക്ടറൽ കോളേജ് പരാജയത്തിന് ശേഷം ടിപ്പെറും താനും തങ്ങളുടെ ജീവിതത്തിലെ ഏറ്റവും മികച്ച ലൈംഗിക ബന്ധത്തിൽ ഏർപ്പെട്ടിരുന്നു എന്ന് ദി ഒനിയൻ റിപ്പോർട്ട് ചെയ്തതായിരുന്നു ഗോറിന്റെത്).","mr":"अल गोरे आणि जनरल टॉमी फ्रॅंक यांनी त्यांच्या पसंतीच्या मुख्य बातम्या आकस्मिकपणे उघडकीस आणल्या (जेव्हा ओनियनने अहवाल दिला की त्याच्या 2000 इलेक्टोरल कॉलेजच्या पराभवानंतर तो आणि टिपर त्यांच्या आयुष्यातील सर्वोत्कृष्ट सेक्स करत होते तेव्हा गोरे होते).","ne":"अल गोर र जनरल टोमी फ्रान्कस् अनौपचारिक रूपमा आफ्ना मनपर्दा शीर्षकहरूमा चर्चा गर्छन् (गोर तब थिए जब द ओनियनले रिपोर्ट गर्‍यो कि उनी र टिपरले उनको 2000 ईलेक्टोरल कलेज पराजयपछि आफ्नो जीवनकै सर्वश्रेष्ठ यौनसम्बन्ध राख्दै थिए)।","es":"Al Gore y el general Tommy Franks comentan rápidamente y de forma casual sus titulares preferidos (el de Gore fue cuando The Onion dijo que él y Tipper habían tenido el mejor sexo de sus vidas luego de ser vencidos en el Colegio Electoral del 2000).","sw":"Al Gore na Jenerali Tommy Franks kwa kawaida walinjuga mbali vichwa vya habari (Gore alijipata kwenye vichwa vya habari wakati Onion aliripoti kuwa yeye na Tipper walishiriki ngono baada ya kushindwa kwenye uchaguzi wa chuo).","te":"Al Gore మరియు General Tommy Franks తమ అభిమాన హెడ్‌లైన్‌లను సాధారణంగా తీసుకోరు (2000 ఎలెక్టోరల్ కాలేజీ ఓటమి తర్వాత Gore మరియు Tipper వారి జీవితాలలో అత్యంత సుఖమయ జీవితాన్ని అనుభవించారని The Onion మ్యాగజైన్ రిపోర్ట్ చేసినప్పుడు, Gore రాసినవి).","ur":"ال گورے اور جرنل ٹامی فرینکس نے عام سے انداز میں اپنی پسندیدہ سرخیاں پڑھیں (گورے کی سرخی اس بات پر مشتمل تھی کہ جب دی اونین نے رپورٹ کیا کہ وہ اور ٹپر کالج میں 2000 کے انتخابات میں شکست کھانے کے بعد اپنی زندگیوں کا بہترین جنسی تعلق قائم کر رہے تھے)۔","vi":"Al Gore và tướng Tommy Franks đột nhiên đọc một mạch các tiêu đề yêu thích (tiêu đề của Gore là khi The Onion đưa tin ông và Tipper đang có đời sống tình dục tuyệt vời nhất của cuộc đời sau khi thua cuộc trong cuộc bầu cử của Cử tri Đoàn 2000).","xh":"U-Al Gore kunye noGeneral Tommy Franks bavele bancama amanqaku angentla abo abawathandayo (eka-Gore yayikukuba i-Onion yanika ingxelo yokuba yena no-Tipper babefumana ezona zondo zibalaseleyo ebomini babo emva kokuba boyise ikholeji ngo-2000).","yo":"Al Gore áti ọ̀gágun Tommy Franks láìfọtápè ka àwọn àkọlẹ́ ti´ oníkàlùkùn fẹ́ràn (Ti Gore jé ìgbà tí Onion sọ ìròyìn wípẹ́ òhun áti Tipper n ní ìbálòpọ̀ tó dàra jùlo ní ayé wọn lẹ́yìn ìjákulẹ̀ nínú ìdìbò fún ààrẹ áti igbá kẹji ti 2000).","zu":"U-Al Gore noJenene u-Tommy Franks bazixoxela ngezindaba zabo ezisematheni abazithandayo (Eyayithandwa u-Gore bekuyilapho u-The Onion ebika ukuthi yena no-Tipper babejabulela ezocansi ezimnandi kakhulu ekuphleni kwabo ngemva kokunqotshwa kwakhe Okhethweni lweKholeji luka-2000) ."}
{"ar":"قد يفتح فشل الجملة الثانية، التي تقترح منع الاتحادات المدنية لشخصين من نفس الجنس، الباب للاتحادات المدنية في المستقبل.","zh":"禁止同性民事结合的第二个语句未能通过，这可能会为未来的同性婚姻打开大门。","en":"The failure of the second sentence, which proposes to ban same-sex civil unions, could possibly open the door for civil unions in the future.","eu":"Bigarren esaldia sartu ez izanak, zeinak sexu bereko pertsonen arteko bat-egite zibilak debekatzea proposatzen baitzuen, etorkizunean bat-egite zibiletarako atea zabalik utz lezake.","fr":"La défaillance de la deuxième phrase, qui propose d'interdire les unions civiles entre personnes de même sexe, pourrait éventuellement ouvrir la porte à des unions civiles à l'avenir.","ml":"സ്വവർഗ സിവിൽ യൂണിയനുകളെ നിരോധിക്കാൻ നിർദ്ദേശിക്കുന്ന രണ്ടാമത്തെ വാക്യത്തിന്റെ പരാജയം, ഭാവിയിൽ സിവിൽ യൂണിയനുകൾക്ക് വാതിൽ തുറക്കുന്നതിന് സാധ്യമായേക്കാം","mr":"समलैंगिक नागरी संघटनांवर बंदी घालण्याचा प्रस्ताव देणाऱ्या दुसऱ्या निकालाच्या अपयशामुळे, भविष्यामध्ये नागरी संघटनांसाठी मार्ग खुला होऊ शकतो.","ne":"दोस्रो वाक्यको असफलता, जसले समलिङ्गी नागरिक युनियनलाई प्रतिबन्ध गर्ने प्रस्ताव गर्दछ, त्यसले भविष्यमा नागरिक युनियनका लागि सम्भवतः ढोका खोल्न सक्थ्यो।","es":"Existe la posibilidad de que la eliminación de la segunda oración, que propone vetar las uniones civiles entre individuos del mismo sexo, les abra el paso en el futuro.","sw":"Kutofaulu kwa hukumu ya pili, ambayo inapendekeza kupigwa marufuku kwa ndoa za jinsia moja, kunaweza kuwezesha ndoa za kiraia katika siku za usoni.","te":"స్వలింగ పౌర సంఘాలను నిషేధించాలని ప్రతిపాదించిన రెండవ వాక్యం విఫలం కావడం భవిష్యత్తులో పౌర సంఘాలకు తలుపు తెరిచే అవకాశమును కలిగిస్తుంది.","ur":"دوسرے جملے کی ناکامی، جو ہم جنس سول یونینوں پر پابندی عائد کرنے کی تجویز پیش کرتا ہے، ممکنہ طور پر مستقبل میں سول یونینوں کیلئے دروازے کھول سکتا ہے۔","vi":"Sự thất bại của bản án thứ hai, trong đó đề xuất cấm các quan hệ chung sống như vợ chồng giữa người cùng giới, có thể mở ra cánh cửa cho quan hệ chung sống như vợ chồng giữa người cùng giới trong tương lai.","xh":"Ukungaphumeleli kwesigwebo sesibini, esiphakamisa ukuvala imitshato yabesini esinye, inokuvula umnyango kwimitshato yabantu besini esifanayou kwixesha elizayo.","yo":"Ìkùnà ọ̀rọ̀ kejì, tí ó gbèrò láti fòpin sí same sex civil unions, lè ṣí ìlẹ́kùn fún civil union ní ọjọ ìwájú.","zu":"Ukwehluleka kwesigwebo sesibili, esifaka isiphakamiso ukwenqabeli umshado wokuhlalisana okusemthethweni kwabantu bobulili obufanayo, kungavulela umnyango ukuhlalisana okusemthethweni esikhathini esizayo."}
{"ar":"القارة القطبية الجنوبية الداخلية هضبة مقفرة تغطيها من 2 إلى 3 كيلومترات من الجليد.","zh":"南极洲内陆是一片荒凉的高原，为 2-3 千米厚的冰所覆盖。","en":"Inland Antarctica is a desolate plateau covered by 2-3 km of ice.","eu":"Barnealdeko Antartika goi-ordoki ospela da eta 2-3 km izotzez estalita dago.","fr":"L'Antarctique intérieur est un plateau désolé recouvert de 2 à 3 km de glace.","ml":"2-3 കിലോമീറ്റർ ഐസ് മൂടിയ ഒരു വിജനമായ പീഠഭൂമിയാണ് വിജനമായ അന്റാർട്ടിക്ക.","mr":"इनलँड अंटार्क्टिका हे एक निर्जन पठार आहे जे 2-3 km बर्फाने आच्छादित आहे.","ne":"आन्तरिक अन्टार्कटिका एक उजाड पठार हो जुन 2-3 किलोमिटर बरफले ढाकिएको छ।","es":"En su interior, la Antártida consiste en una meseta desierta revestida por 2 a 3 kilómetros de hielo.","sw":"Bara la Antaktiki ni jangwa la ukiwa lililofunikwa na kilomita 2-3 za barafu.","te":"అంటార్కిటికా లో 2-3 కి.మీ మంచు తో కప్పబడిన ఒక నిర్జన పీఠభూమి.","ur":"انٹارکٹیکا کا اندرونی رقبہ ایک ویران پلاٹو یعنی مُحدَّب میدان ہے جس پر 2-3 کیلومیٹر موٹی برف کی تہ جمی رہتی ہے۔۔","vi":"Lục địa Nam Cực là vùng cao nguyên không có người ở, nằm dưới lớp băng dày 2 – 3 km.","xh":"Umphakathi we-Antarctica yindawo ephakamileyo egqunywe ngumkhence ofikelela kwiikhilomitha eziyi-2 ukuya kweziyi-3.","yo":"Inland Antarctica jẹ́ aṣálẹ̀ tí yìnyín bo ìwọn kìlómítà mẹ́jì sí mẹ́ta rẹ.","zu":"Phakathi nezwe le-Antarctica inkangala engahlali muntu embozwe u-2-3 km weqhwa."}
