{"ar":"تم اعتقال الرجل المشتبه في أنه قام بتفجير القنبلة بعد إصابته بجروح جراء الانفجار.","zh":"涉嫌引爆炸弹的男子在爆炸中受伤，随后被拘留。","en":"The man suspected of detonating the bomb was detained, after sustaining injuries from the blast.","eu":"Bonba lehertzearen ustezko arduraduna atxilotu egin zuten, eztandaren eraginez zauriak pairatu ondoren.","fr":"L'homme soupçonné d'avoir fait exploser la bombe a été arrêté, après avoir été blessé par l'explosion.","ml":"ബോംബ് വച്ചതായി സംശയിക്കുന്ന ആളെ കസ്‌റ്റഡിയിൽ എടുത്തു, ഇയാൾക്ക് സ്ഫോടനത്തിൽ നിന്നും പരിക്കേറ്റിട്ടുണ്ട്.","mr":"स्फोटामध्ये इजा झाल्यानंतर बॉम्बस्फोट घडवून आणणारा संशयित मनुष्य ताब्यात घेण्यात आलेला आहे.","ne":"बम विस्फोट गराएको शंका गरिएको व्यक्तिलाई बम विष्फोटबाट घाइते बनाएपछि पक्राउ गरिएको थियो।","es":"Se detuvo al sospechoso de detonar la bomba luego de que sufriera heridas debido a la explosión.","sw":"Mwanamume ambaye alishukiwa kulipua bomu alizuiliwa, baada ya kupata majeraha kutokana na mlipuko.","te":"బాంబు పేలుడుకు పాల్పడినట్లు అనుమానిస్తున్న వ్యక్తిని అదుపులోకి తీసుకున్నారు.","ur":"دھماکے میں زخمی شخص کو دھماکہ کرنے والے مشکوک شخص کے طور پر حراست میں لیا گیا ہے۔","vi":"Người đàn ông bị nghi ngờ là người kích hoạt quả bom đã bị bắt giữ, sau khi bị thương từ sau vụ nổ.","xh":"Le ndoda irkrokrelwa ngokuqhushumbhisa iziqhushumbhisi ibanjiwe, emva kokwenzakaliswa luqhushumbo.","yo":"Wọ́n ti fi páńpẹ́ òfin gbé ọkùnrin tí wọ́n fura sí pé o ju àdó olóró, lẹ́yìn tí ó ṣèse látàrí ìjàmbá àdó olóró náà.","zu":"Indoda esolwa ngokuqhumisa ibhomu yabanjwa, ngemva kokulinyazwa ukuqhuma."}
{"ar":"سجّل هدفين ومرر تمريرتين حاسمتين في المباراة التي تغلّب فيها فريق واشنطن على فريق أتلانتا ثراشرز بنتيجة 5-3.","zh":"在华盛顿队以 5-3 的比分战胜亚特兰大鸫鸟队的比赛中，他贡献了 2 个进球和 2 次助攻。","en":"He had 2 goals and 2 assists in Washington's 5-3 win over the Atlanta Thrashers.","eu":"Bi gol eta bi asistentzia egin zituen Washington-ek Atlanta Thrashers-en aurka jokatutako partidan, eta 5-3 irabazi zuten.","fr":"Il a marqué 2 buts et fait 2 passes décisives durant le match contre les Atlanta Trashers, remporté 5-3 par Washington.","ml":"അറ്റ്ലാന്റ ത്രാഷേഴ്‌സിനെതിരെ വാഷിംഗ്ടൺ നേടിയ 5-3 വിജയത്തിൽ അദ്ദേഹത്തിന്റെ വക 2 ഗോളുകളും 2 അസിസ്റ്റുകളും ഉണ്ടായിരുന്നു.","mr":"अटलांट थ्रॅशर्सवरील वॉशिंग्टनच्या 5-3 विजयात त्याचे 2 गोल्स आणि 2 असिस्ट्स होते.","ne":"उनले 2 गोल गरे र यस 2 गोलले एट्लान्टा थ्रासर्रलाई 5-3 ले जित्न वासिङ्टनलाई सहयोग गर्‍यो।","es":"Marcó 2 goles y 2 asistencias en el triunfo por 5 a 3 de Washington sobre los Thrashers de Atlanta.","sw":"Alikuwa na goli mbili na saidizi mbili katika ushindi wa Washington wa 5-3 dhidi ya Atlanta Thrashers.","te":"అట్లాంటా థ్రాసర్స్ పై వాషింగ్టన్ 5-3 విజయంలో అతను 2 గోల్స్  2 అసిస్ట్ లను కలిగి ఉన్నాడు.","ur":"اٹلانٹا تھریشرز پر واشنگٹن کی 5-3 سے جیت میں انہوں نے 2 گولز داغے اور 2 گول کرنے میں مدد کی۔","vi":"Anh ấy có 2 bàn thắng và 2 bàn kiến tạo trong chiến thắng 5-3 trước Atlanta Thrashers của Washington.","xh":"Ufumene amanqaku amabini wancedisa kwamabini xa i Washington iphumelele ngo-5-3 kwi-Atlanta Thrashers.","yo":"Ó gbá góòlù 2, asisti 2 ni eré tí Wọ́ṣíntíni ti borí àwọn Trasha Atlanta pẹ̀lú 5-3.","zu":"Ube namagoli angu-2 wasiza kwamanye angu-2 lapho iWashington inqoba i-Atlanta Thrashers ngo-5-3."}
{"ar":"وفقًا للراهب بارتولومي دي لاس كاساس (معاهدة جزر الهند)، قتل الغزاة الإسبان حوالي 100,000 من شعب التاينوس ما بين عام 1492 و1498.","zh":"根据《Fray Bartolomé de las Casas》（Tratado de las Indias），1492 年至 1498 年间，西班牙侵略者杀害了约 100,000 台诺人。","en":"Based on Fray Bartolomé de las Casas (Tratado de las Indias) between 1492 and 1498 the Spanish conquerors killed around 100,000 Taínos.","eu":"Fray Bartolomé de las Casasen arabera (Indietako Tratatua), 1492 eta 1498 urteen artean 100.000 taíno inguru erail zituzten konkistatzaile espainiarrek.","fr":"D'après le frère Bartolomé de las Casas (Tratado de las Indias), entre 1492 et 1498, les conquistadors espagnols auraient tué environ 100 000 Taínos.","ml":"ഫ്രെയ്‌ ബാർട്ടോലോമേ ഡെ ലാസ് കസാസ്‌ (ട്രാറ്റഡോ ഡെ ലാസ് ഇന്ത്യാസ്) അനുസരിച്ച് 1492-നും 1498-നും ഇടയിൽ സ്പാനിഷ് പട ഏതാണ്ട് 100,000 ടൈനോകളെ കൊലപ്പെടുത്തിയിട്ടുണ്ട്.","mr":"1492 आणि 1498 च्या दरम्यान फ्रे बार्टोलोमी डे लास कॅसॅस (इंडीजचा तह) वर आधारित स्पॅनिश विजेत्यांनी सुमारे 100,000 टॅनोसना मारले.","ne":"फ्रे बार्टोलोम डे लास कासास (ट्राटाडो डे लास इन्डियास)को आधारमा 1492 र 1498को बिचमा स्पेनी विजेताहरूले लगभग 100,000 टाइनोस मारे।","es":"Según Fray Bartolomé de las Casas (Tratado de las Indias), los colonos provenientes de España asesinaron cerca de cien mil taínos entre 1492 y 1498.","sw":"Kulingana na Fray Bartolomé de las Casas (Tratado de las Indias) kati ya 1492 na 1498 washindi wa Kispanya waliwaua takribani Wataino 100,000.","te":"1492 మరియు 1498 మధ్య ఫ్రే బార్టోలోమే డి లాస్ కాసాస్ (ట్రాటడో డి లాస్ ఇండియాస్) ఆధారంగా స్పానిష్ ఆక్రమణ దారులు సుమారు 100,000 టైనోలను చంపారు.","ur":"Fray Bartolome de las Casas میں 1492 سے 1498 تک رہنے والے اسپینی فاتحین نے تقریباً 100،000 تائے نو لوگوں کو قتل کیا۔","vi":"Theo Fray Bartolomé de las Casas (Tratado de las Indias), từ năm 1492 đến năm 1498, quân xâm lược Tây Ban Nha đã giết khoảng 100.000 người Taíno.","xh":"BeseFray Bartolomé de las Casas (Tratado de las Indias) phakathi kuka-1492 no-1498, aboyisi abangamaSpanish babulala iiTaínos ezimalunga ne-100 000.","yo":"Níbàámu pẹ̀lú Fray Bartolomé de las Casas (Tratado de las Indias) láàrin ọdún 1492 àti 1498, àwọn aṣẹ́gun ilẹ̀ Spain sekúpa àwọn Taíno tíye wọ́n tó ọgọ́rùn ún ẹgbẹ̀rún.","zu":"Ngokusekelwe kuFray Bartolomé de las Casas (Tratado de las Indias) phakathi kuka-1492 no-1498 abanqobi baseSpeyini babulala ama-Taíno acishe abe ngu-100,000."}
{"ar":"مما أظهرته خريطة الزلازل الدولية للمسح الجيولوجي بالولايات المتحدة، عدم وجود زلازل في \"أيسلندا\" في الأسبوع الماضي.","zh":"美国地质调查局国际地震地图显示，冰岛在前一周并未发生地震。","en":"The United States Geological Survey international earthquake map showed no earthquakes in Iceland in the week prior.","eu":"Ameriketako Estatu Batuetako Geologia Zerbitzuaren nazioarteko lurrikaren mapak ez zuen adierazi lurrikararik Islandian aurreko astean.","fr":"Selon les données de la carte internationale des tremblements de terre de l’Institut d'études géologiques des États-Unis, aucun tremblement de terre n’a eu lieu en Islande au cours de la semaine précédente.","ml":"യുണൈറ്റഡ് സ്റ്റെയിറ്റ്സ് ജിയോളജിക്കൽ സർവ്വേ അന്താരാഷ്ട്ര ഭൂകമ്പ ഭൂപടം മുൻ ആഴ്ചയിൽ ഐസ്ലാൻഡിൽ ഭൂകമ്പങ്ങളൊന്നും കാണിച്ചില്ല.","mr":"अमेरिकन भूस्तर शास्त्रीय सर्वेक्षण आंतरराष्ट्रीय भूकंप नकाशाने एका आठवड्या आधी आईसलंड मध्ये भूकंप दाखवला नाही.","ne":"संयुक्त राज्य भूवैज्ञानिक सर्वेक्षण अन्तर्राष्ट्रिय भूकम्प मानचित्रले आइसल्यान्डमा अगाडिको हप्तामा कुनै भूकम्प नगएको देखायो।","es":"El mapa internacional de terremotos del Servicio Geológico de EE. UU. no exhibió movimientos sísmicos en Islandia la semana previa.","sw":"Ramani ya kimataifa ya zilizala ya Utafiti wa Jiolojia wa Marekani haikuonyesha zilizala huko Aisilandi katika wiki iliyotangulia.","te":"సంయుక్త రాష్ట్రాల భూగర్భ సర్వే అంతర్జాతీయ భూకంప పటం వారం ముందు ఐలాండ్‌లో భూకంపాలు లేవని చూపింది.","ur":"ریاست ہائے متحدہ کے بین الاقوامی زلزلے کے ارضیاتی سروے کے نقشے نے سابقہ ہفتے میں آئس لینڈ میں کسی قسم کے زلزلے ظاہر نہیں کیے۔","vi":"Bản đồ động đất quốc tế của Cục Khảo Sát Địa Chất Hoa Kỳ cho thấy không có động đất tại Ai-xơ-len trong tuần trước.","xh":"Imephu ye nyikimo lomhlaba yeUnited States Geological Survey zange ibonise zinyikima eIceland kwiveki eyayiphambi kwaleyo.","yo":"Máàpù ìwáádìí ẹ̀kọ nípa ilẹ̀ ohun ìwárìrì-ilẹ̀ ti orìlé-èdè, Amerika sàfihàn pẹ́ ́àwọǹ ìwárìrì-ilẹ kò sẹlẹ̀ ni Iceland ni ọ̀sẹ̀ tó sáájú.","zu":"Ibalazwe lamazwe onke lokuzamazama komhlaba le-United States Geological Survey alibonisanga ukuzamazama komhlaba e-Iceland ngeviki elandulele."}
{"ar":"وتم استعمال شاحنات التفريغ لإغلاق مداخل النفق، كما تم تقديم المساعدة من 80 شرطياً لتوجيه سائقي السيارات إلى الطرق الجانبية.","zh":"自卸卡车用来封锁隧道入口， 80 名警察于现场协助指挥驾车者绕行。","en":"Dump trucks were used to block tube entrances and assistance of 80 police were on hand to direct motorists to detours.","eu":"Iraulki-kamioiak erabili ziren tunel-sarrerak blokeatzeko, eta 80 poliziaren laguntza behar izan zen gidariak beste bide batzuetara desbideratzeko.","fr":"Des camions-bennes ont été réquisitionnés pour bloquer les entrées du métro et 80 policiers se trouvaient sur place pour orienter les automobilistes vers les déviations.","ml":"ട്യൂബ് പ്രവേശന കവാടങ്ങൾ തടയാൻ ഡമ്പ് ട്രക്കുകൾ ഉപയോഗിച്ചു, വാഹനമോടിക്കുന്നവരെ വഴിമാറ്റിവിടാൻ 80 പോലീസുകാരുടെ സഹായവും ഉണ്ടായിരുന്നു.","mr":"ट्युब प्रवेशद्वारे बंद करण्यासाठी डंप ट्रक्सचा वापर करण्यात आला आणि वाहन चालकांना अन्य मार्गे वळवण्यासाठी 80 पोलिस सज्ज ठेवले होते.","ne":"टिप्परहरू ट्युब प्रवेशद्वारहरू रोक्नका लागि प्रयोग गरिएका थिए र 80 प्रहरीको मद्दत मोटरसाइकल यात्रीहरूलाई घुमाउरो बाटो तर्फ निर्देशित गर्नका लागि तयार थियो।","es":"Se bloquearon los accesos a los túneles con camiones volquete y fue necesaria la participación de 80 agentes de policía para guiar a los automovilistas hacia los desvíos.","sw":"Malori ya mizigo yalitumiwa kuzuia milango ya njia za treni na usaidizi wa polisi 80 ulikuwapo ili kuelekeza madereva kwenye njia za mzunguko.","te":"డంప్ ట్రక్కులని  ట్యూబ్ ప్రవేశాలని బ్లాక్ చేయడానికి ఉపయోగించారు మరియు 80 మంది పోలీసుల  వాహనదారులను పక్కదారులకి మళ్లించడానికి సిద్ధంగా ఉన్నారు.","ur":"ٹیوب کے داخلی راستوں کو بلاک کرنے کیلئے بھرے ہوئے ٹرکوں کا استعمال کیا گیا تھا اور موٹر سواروں کو لمبا راستہ اختیار کرتے ہوئے جانے کی ہدایت دینے کیلئے 80 پولیس اہلکاروں کی مدد لی گئی تھی۔","vi":"Xe ben được sử dụng để chặn các lối vào hình ống và 80 cảnh sát đã được điều động để điều tiết cho lái xe đi đường vòng.","xh":"Iilori zokulahla inkunkuma zasetyenziswa ukuvala isikhululo sikaloliwe ohamba ngaphantsi komhlaba futhi uncedo lwamapolisa ayi-80 belukhona ukwenzela ukukhombha abaqhubi ngenye indlela.","yo":"Wọ́n m a n fi ọkọ̀ ti won fi n ko ìdọ̀tí láti fi dína ọ̀nà abáwọlé tiubi àti ìrànlọ́wọ́ awon eyan 80 ti o ti gbaradi láti dari àwọn awokọ̀ si àyàbá iwájú.","zu":"Amaloli athutha imfucumfucu ayesetshenziselwa ukuvimba izindawo zokungena ojantshini ohamba ngaphansi komhlaba futhi usizo lwamaphoyisa angu-80 belukhona ukuqondisa abashayeli bezimoto kwezinye izindlela."}
{"ar":"مع ذلك، فهم يتمتعون بنوع مختلف من الجمال والسحر خلال الشتاء، حيث تسقط على العديد من محطات التلال كميات كبيرة من الثلج وتقيم أنشطة كالتزحلق والتزلج على الجليد.","zh":"然而，冬天却另有一番不同的美景和魅力，许多山中避暑之地的雪量恰到好处。这些地方会提供活动项目，例如滑雪和滑板滑雪。","en":"However, they have a different kind of beauty and charm during winter, with many hill stations receiving healthy amounts of snow and offering activities such as skiing and snowboarding.","eu":"Hala ere, beste mota bateko edertasuna eta xarma aurki dezakegu neguan, mendi-estazioek elur oparo jasotzen eta eskiatzeko eta elur-oholean aritzeko jarduerak eskaintzen dituztelako, besteak beste.","fr":"Cependant, leur beauté et leur charme évoluent en hiver, avec de nombreuses stations de montagne pourvues de bonnes quantités de neige et proposant des activités telles que le ski et le snowboard.","ml":"എന്നിരുന്നാലും അവയ്ക്ക്  ഒരു പ്രത്യേകതരം ഭംഗിയുണ്ട് കൂടാതെ ശിശിരത്തിൽ കൂടുതൽ മനോഹരമാകും, മിക്ക ഹിൽ സ്റ്റേഷനുകളും മഞ്ഞുമൂടിയിരിക്കുകയും സ്കീയിംഗ്, സ്നോബോർഡിംഗ് തുടങ്ങിയ പ്രവർത്തനങ്ങൾ വാഗ്ദാനം ചെയ്യുകയും ചെയ്യുന്നു.","mr":"परंतु, हिवाळ्यात त्यांच्याकडे एक भिन्न सौंदर्य आणि आकर्षकपणा असतो, अनेक गिरीस्थानांवर भरपूर प्रमाणात बर्फ पडतो आणि स्किईंग आणि स्नोबोर्डींगसारखे खेळ खेळायला मिळतात.","ne":"यद्यपि, उनीहरूको हिउँदयाममा फरक प्रकारको सौन्दर्य र आकर्षण छ, धेरै पहाडी स्टेशनहरूले स्वस्थ मात्रामा हिउँ पाइरहेको छ र स्कीइङ र स्नोबोर्डिङजस्ता गतिविधिहरू प्रदान गर्दछन्।","es":"De todas formas, su belleza y encanto en época invernal son especiales, con un gran número de estaciones de montaña en las que nieva en cantidades provechosas, posibilitando la práctica de deportes como el esquí y tabla nieve.","sw":"Hata hivyo, vina urembo na haiba ya aina fulani wakati wa msimu wa baridi, na vituo vingi vya vilima hupata viwango vya kutosha vya theluji na kutoa shughuli kama utelezaji na utelezaji kwa vibao.","te":"అయితే, శీతాకాలంలో వాళ్ళు  ఒక విభిన్న రకమైన అందం మరియు ఆకర్షణను కలిగి ఉంటారు, అనేక హిల్ స్టేషన్లు ఎక్కువ మొత్తాలో  మంచు కలిగి ఉండటం వలన    స్కీయింగ్ ఇంకా స్నోబోర్డింగ్ లాంటి యాక్టివిటీలని  అందిస్తున్నారు.","ur":"تاہم موسم سرما میں وہاں الگ ہی طرح کی خوبصورتی اور دلکشی ہوتی ہے، بہت سے ہل اسٹیشوں میں اچھی برف باری ہوتی ہے اور وہاں اسکیئنگ اور سنوبورڈنگ کی سرگرمیاں عروج پر ہوتی ہیں۔","vi":"Tuy nhiên, vào mùa đông, chúng mang một vẻ đẹp và nét quyến rũ khác với những khu nghỉ dưỡng trên núi đầy tuyết tạo điều kiện cho các hoạt động vui chơi như trượt tuyết.","xh":"Nangona, zinodidi olwahlukileyo lobuhle nomtsalane ngexesha lasebusika, nezitishi zentatyana ezinintsi zifumana umlinganiselo ofanelekileyo wekhephu ibe inikezela ngolwabo olufana nokubhabha nokutshibiliza kwikhephu.","yo":"Àmóṣá, ẹwà wọn máa ń yàtọ̀ ní ìgbà òtútù, pẹlú iye yìnyín tó ní kìmí tí àwọn ibùsọ̀ òkè ń gbà àti àwọn ènìyàn sì ń wá sí ibẹ̀ láti ṣe eré pẹ̀lú ìdíje ski àti snowboard.","zu":"Nokho, zinenhlobo ehlukile yobuhle nokukhanga phakathi nobusika, ngamagquma amanithi athola iqhwa elanele nanikeza okokuzijabulisa okunjengokushushuluza eqhweni noma ukuntweza ngoqembe eqhweni."}
{"ar":"بحلول وقت مبكر من اليوم، كانت سرعة الرياح حوالي 83 كم\/ساعة، وكان من المتوقع أن تستمر في الضعف.","zh":"到今天早些时候，风速为每小时 83 公里左右，预计会不断减弱。","en":"By early today, winds were around 83 km\/h, and it was expect to keep weakening.","eu":"Gaur goizean haizeak 83 km\/h-ko abiadura zuen eta ahultzen joatea espero da.","fr":"En début de journée les vents soufflaient à environ 83 km\/h, et ils devraient continuer à faiblir.","ml":"ഇന്ന് പുലർച്ചെ, മണിക്കൂറിൽ 83 കിലോമീറ്റർ വേഗതയിൽ ആയിരുന്നു കാറ്റ് വീശിയത്, അത് കുറഞ്ഞുവരുമെന്ന് പ്രതീക്ഷിച്ചിരുന്നു.","mr":"आज पहाटेपर्यंत, सुमारे ८३ किमी प्रति तास वेगाने वारे वाहत होते आणि त्यांचा वेग कमी होईल अशी अपेक्षा होती.","ne":"आजको सुरुमा, हावा 83 किमी प्रति घण्टाको वरिपरि थियो र यो कमजोर रहिरहने अपेक्षा गरिएको थियो।","es":"Esta mañana temprano, los vientos eran de alrededor de 83 km\/h y se esperaba que siguieran disminuyendo.","sw":"Kufikia mapema leo, pepo zilikuwa za kilomita 83 kwa saa, na zilitarajiwa kuzidi kudhoofika.","te":"ఈ రోజు ప్రారంభంలో, గాలులు గంటకు 83కి.మీ\/గం. తో వీచి, మరియు బలహీనపడతాయని భావించారు.","ur":"آج سویرے ہوائؤں کی رفتار تقریباً 83 کلومیٹر فی گھنٹہ تھی اور امید تھی کہ کم ہو جائے گی۔","vi":"Tới sáng nay, tốc độ gió khoảng 83 km\/h và dự kiến sẽ tiếp tục suy yếu.","xh":"Ukuqala kwanamhlanje, umoya wawusondele kwi-83 km \/ h, kwaye kwakulindelekile ukuba bube buthathaka.","yo":"Ní bí i ìdájí òní àfẹ́fẹ́ fẹ́ tó bí kìlómítà mẹ́tàlélọ́gọ́rin láàrin wákàtí, a dẹ̀ retí pé agbára ẹ̀ á ma kéré sí.","zu":"Ngasekuseni namuhla, imimoya cishe beyiku-83 km\/h, futhi bekulindeleke ukuthi iqhubeke iphelelwa amandla."}
{"ar":"قبل وصول الإسبان في القرن السادس عشر، كان شمال تشيلي تحت حكم الإنكا، بينما كان سكان أروكانيا الأصليون (مابوتشي) يسكنون وسط وجنوب تشيلي.","zh":"在 16 世纪西班牙人到来之前，智利北部受印加统治，而土著阿拉可尼人（Araucanians）（即马普切人）则居住于智利中部和南部。","en":"Before the Spanish arrived in the 16th century, northern Chile was under Inca rule while the indigenous Araucanians (Mapuche) inhabited central and southern Chile.","eu":"Espainiarrak 16. mendean iritsi aurretik, Txile iparraldea Inken boterepean zegoen eta Araucania-ko biztanle indigenak (Mapucheak) Txile erdialde eta hegoaldean bizi ziren.","fr":"Avant l’arrivée des Espagnols au XVIe siècle, le nord du Chili était sous la domination inca tandis que les indigènes araucaniens (Mapuche) habitaient le centre et le sud du Chili.","ml":"16-ആം നൂറ്റാണ്ടിൽ സ്പാനിഷുകാർ വരുന്നതിനുമുമ്പ്, വടക്കൻ ചിലി ഇൻക ഭരണത്തിനു കീഴിലായിരുന്നു. അതേസമയം തദ്ദേശീയരായ അറൗക്കാനിയക്കാർ (മാപുചെ) മധ്യ, ദക്ഷിണ ചിലിയിൽ അധിവസിച്ചിരുന്നു.","mr":"16 व्या शतकात स्पॅनिश लोक येण्यापूर्वी, उत्तर चिली इनका राज्यवटीखाली होती तर मूळ व दक्षिणेकडील चिली येथे स्वदेशी आराउकेनिअन्स (मापुचे) रहात होते.","ne":"16 औं शताब्दीमा स्पेनिशहरू प्रस्थान गर्नुअघि उत्तरी चिलीमा इन्का शासकहरूको अधीनमा भएको बेला आदिवासी अरौकानियन (मापुचे) मध्य र दक्षिण चिलीमा बस्ने गर्थे।","es":"Hasta el siglo XVI, durante la era prehípánica, el norte chileno era de dominio inca, mientras que los indígenas araucanos (mapuches) residían en el centro y sur del país.","sw":"Kabla ya Wahispania kuwasili katika karne ya 16, Chile kaskazini ilikuwa chini ya utawala wa Inca huku wenyeji Waarauka (Mapuche) wakiishi Chile ya kati na kaskazini.","te":"16వ శతాబ్దంలో స్పానిష్ వారు ప్రవేశించకముందు,  స్థానిక అరౌకానియన్లు (మాపుచె) మధ్య మరియు  దక్షిణ చిలీలో నివసిస్తూ ఉన్నప్పుడు  ఉత్తర చిలీ ఇన్కా పాలనలో ఉండేది.","ur":"16 ویں صدی میں جب دیسی اراوکینیوں (ماپوچے) کے وسطی اور جنوبی چلی میں آباد تھے ہسپانوی لوگوں کی آمد سے قبل، شمالی چلی پر ان کی حکومت تھی۔","vi":"Trước khi người Tây Ban Nha đặt chân đến đây vào thế kỷ 16, miền bắc Chile thuộc sự cai quản của người Inca trong khi các tộc thổ dân Araucanian (người Mapuche) sinh sống ở miền trung và miền nam Chile.","xh":"Phambi kokufika kwabo base Spain ngesenturi ye 16th, iChile ekumantla yayiphansti kolawulo kwe Inca ngelixa ama Araucaniani ( Mapuche) ayehlala kumbindi nakumzantsi we Chile.","yo":"Ki awon ara Spain to de ni odun 16th century, ariwa orile ede Chile wa ni abe isejoba Inca nigbati awon abinibi Araucanians (Mapuche) n gbe ni aringbungbun ati guusu Chile.","zu":"Ngaphambi kokuba kufike abantu baseSpeyini ngekhulu lama-16 leminyaka, iChile esenyakatho beyingaphansi kokubusa kwama-Inca kuyilapho ama-Araucania wendabuko (Mapuche) ayehlala eChile ephakathi neseningizimu."}
{"ar":"أفادت منظمة أوبك في تقريرها الشهري الأحدث بأن صادرات النفط الخام تراجعت إلى أقل مستوى لها منذ عقدين لتصل إلى 2.8 مليون برميل يومياً.","zh":"在最新一期的月报中，石油输出国组织声称原油出口已经跌到了二十年来的最低水平，仅为一天 280 万桶。","en":"In its most recent monthly report, OPEC said exports of crude had fallen to their lowest level for two decades at 2.8 million barrels per day.","eu":"Kaleratu den azken hileko txostenean, LPEEk esan du petrolio gordinaren esportazioa azken bi hamarkadetako mailarik baxuenera jaitsi dela; 2,8 milioi upel esportatzen dira eguneko.","fr":"Dans son dernier rapport mensuel, l'OPEP a déclaré que les exportations de brut étaient tombées à leur niveau le plus bas depuis deux décennies, soit 2,8 millions de barils par jour.","ml":"ഒപെക്കിന്റെ ഏറ്റവും പുതിയ പ്രതിമാസ റിപ്പോർട്ടിൽ ക്രൂഡ് കയറ്റുമതി രണ്ട് പതിറ്റാണ്ടിലെ ഏറ്റവും താഴ്ന്ന നിലയിലേക്ക് പ്രതിദിനം കുറഞ്ഞ് 2.8 ദശലക്ഷം ബാരലായി കുറഞ്ഞുവെന്ന് പറയുന്നു.","mr":"OPEC ने त्यांच्या अगदी अलीकडच्या मासिक अहवालात म्हटले आहे की कच्च्या तेलाची निर्यात 2 दशकांतील सर्वात कमी पातळीवर गेली असून दररोज 2.8 दशलक्ष बॅरल्सपर्यंत घसरली आली आहे.","ne":"आफ्नो सबैभन्दा पछिल्लो मासिक रिपोर्टमा, OPEC ले दुई दशकमा कच्चा तेलको निर्यात 2.8 मिलियन ब्यारल प्रति दिनको न्यूनतम स्तरमा झरेको बतायो।","es":"En su último informe mensual, la OPEP señaló que las exportaciones de crudo habían descendido al nivel más bajo de las últimas dos décadas, a 2,8 millones de barriles diarios.","sw":"Katika ripoti yake ya kila mwezi ya hivi karibuni, Shirika la Nchi Zinazosafirisha nje Petroli ilisema mauzo ya nje ya ghafi yamepungua sana kwa miongo miwili kwa mapipa milioni 2.8 kwa siku.","te":"తన అత్యంత ఇటీవల నెలవారీ నివేదికలో, క్రూడాయిల్ ఎగుమతులు రోజుకు 2.8 మిలియన్ బ్యారల్స్ వద్ద రెండు దశాబ్దాల కనిష్ట స్థాయికి పడిపోయాయని ఒపెక్ పేర్కొంది.","ur":"اپنی سب سے حالیہ ماہانہ رپورٹ میں، OPEC نے بتایا تھا کہ خام تیل کی برآمدات 2.8 ملین بیرلز فی دن کے حساب سے دو دہائیوں میں اپنی کم ترین سطح پر گر چکی ہیں۔","vi":"Trong báo cáo hằng tháng mới nhất, OPEC nói sản lượng dầu thô xuất khẩu đã giảm đến mức thấp nhất trong hai thập niên qua khi chỉ đạt 2,8 triệu thùng mỗi ngày.","xh":"Kwingxelo yayo yakhutsha nje, I Opec ithi urhwebo lwe crude luwele kwelona zinga liphantsi kwidikeydzi ezimbini ngebhareli eziyi 2.8 yezigidi ngosuku.","yo":"Nínú àkọọ́lẹ̀ olóosòṣù rẹ tó jáde gbèyìǹ, OPEC ní ìkó epo jáde ti já wálẹ̀ fún bí i dẹ́kéèdèméjì bíi mílíọ̀nù mẹ́jì ó lé ẹgbẹ̀rin ẹgbẹ̀rún àgbá lóòjọ́.","zu":"Embikweni wabo wamuva wanyanga zonke, i-OPEC ithi ukuthunyelwa kukawoyela ongahluziwe kwehle kwafinyelela ezingeni lako eliphansi izikhathi ezingamashumi amabili ngemiphongolo eyizigidi ezingu-2.8 ngosuku."}
{"ar":"بالرغم من استخدام سكان جرينلاند الأصليين كلمة إسكيمو، فلا يجب أن يستخدمها الأجانب.","zh":"尽管你可能会听到格陵兰本地人用这个词，但外国人应该避免使用。","en":"While you may hear the word used by Greenlandic Natives, its use should be avoided by foreigners.","eu":"Groenlandiar natiboei hitz hori entzuten badiezu ere, komeni da kanpotarrek ez erabiltzea.","fr":"Bien que vous pouvez entendre les autochtones du Groenland utiliser le mot, les étrangers doivent éviter de l’utiliser.","ml":"ഗ്രീൻലാൻഡ് സ്വദേശികൾ ഉപയോഗിക്കുന്ന പദം നിങ്ങൾ കേൾക്കുവാൻ ഇടവരുകയാണെങ്കിൽ, ഇതിന്റെ ഉപയോഗം വിദേശികൾ ഒഴിവാക്കേണ്ടതാണ്.","mr":"तुम्ही ग्रीनलंड स्थानिकांकडून काही शब्द ऐकल, परंतु त्याचा वापर हा परदेशी लोकांना टाळायला हवा.","ne":"जबकि तपाईंले ग्रिनल्यान्ड वासीहरूले प्रयोग गरेका शब्द सुन्न सक्नुहुन्छ, तर यसको प्रयोग विदेशीहरूले रोक्नु पर्दछ।","es":"Pese a que existe la posibilidad de que escuche el término de la boca de los groenlandeses, quienes vienen de otros países deben evitar usarla.","sw":"Wakati unaweza kusikia neno hilo likitumiwa na Wenyeji wa Grinilandi, wageni wanapaswa kuepuka kulitumia.","te":"గ్రీన్ లాండిక్ నేటివ్స్ ఉపయోగించే పదాన్ని మీరు వింటారు, అయితే, దీని ఉపయోగం విదేశీయులకు పరిహరించాలి.","ur":"اگرچہ آپ گرین لینڈ کے مقامی افراد کی جانب سے اس لفظ کا استعمال سنیں، تاہم غیر ملکیوں کو اس کے استعمال سے اجتناب برتنا چاہیئے۔","vi":"Mặc dù bạn có thể nghe thấy người bản địa Greenland dùng từ này, nhưng người nước ngoài nên tránh sử dụng.","xh":"Nangona usenokuva abantu abazinzalelwane zaseGreenland belisebenzisa eli gama, abantu abangengabo abaphaya bamele bangalisebenzisi.","yo":"O lè ma gbọ́ pé áwọn ará Grinlandikí se n ló oro náà, o yẹ kí àwọn àjèjì má a sọ́ra fún un.","zu":"Nakuba ungezwa leli gama lisetshenziswa abantu Bendabuko baseZweni Eliluhlaza, kumelwe ligwenywe abantu bakwamanye amazwe."}
{"ar":"في روغالاند وأجدر عادة ما يُطلق عليهم \"هاي\" بمعنى المستنقعات الخالية من الأشجار التي غالباً ما تكون مغطاة بالخلنج.","zh":"在罗加兰和阿格德，它们被俗称为“hei”，意思是没有树木的荒野，通常长满石南。","en":"In Rogaland and Agder they are usually called \"hei\" meaning a treeless moorland often covered in heather.","eu":"Rogalanden eta Agderren “hei” deitu ohi zaie, eta zuhaitzik gabeko eremu esan nahi du, normalean txilarrez estalita dagoena.","fr":"Dans le Rogaland et à Adger, ils sont souvent qualifiés de « hei », ce qui signifie landes déboisées souvent couvertes de bruyère.","ml":"\"റോഗാലാൻഡിലും ആഗ്‌ഡറിലും സാധാരണയായി \"\"ഹേ\"\" എന്ന് വിളിക്കപ്പെടുന്നു, അതിനർത്ഥം മരങ്ങളില്ലാത്ത വിശാലതരിശുനിലം എന്നാണ്. \"","mr":"\"रोगालँड आणि अग्देरमध्ये त्यांना सामान्यतः \"\"हेई\"\" म्हटले जाते ज्याचा अर्थ हेदरने आच्छादित वृक्षविरहित मूरलँड असा आहे. \"","ne":"रोगाल्यान्ड र आगदेरमा तिनीहरूले प्रायजसो “हेई” भन्थे जस्को अर्थ प्राय: हिथरले ढाकिएको उजाड दलदल हो।","es":"Es común que en Rogaland y Agder se les llame hei, que quiere decir páramo sin árboles, usualmente cubierto de brezos.","sw":"Katika Rogaland na Agder kwa kawaida huitwa \"hei\" kumaanisha ardhi iliyotengwa isiyo na miti na mara nyingi hufunikwa na mimea ya vichakani.","te":"\"రోగాలాండ్ మరియు ఆగ్డెర్​లో వాటిని సాధారణంగా \"\"హే\"\" అని పిలుస్తారు, అంటే తరచుగా హీథర్​తో కప్పబడి చెట్ల రహిత మూర్లాండ్.\"","ur":"روجالینڈ اور ایگڈر میں انہیں عام طور پر \"ہائی'' کہا جاتا ہے جس کا مطلب ہوتا ہے بغیر درخت والے مورلینڈ جو خلنج سے ڈھکے ہوتے ہیں۔","vi":"Ở Rogaland và Agder chúng thường được gọi là “hei” có nghĩa là vùng đất không cây cối thường phủ đầy thạch nam.","xh":"E-Rogaland naseAgder zihlala zibizwa ngokuba yi \"hei\" okuthetha ukuba awunampilo ye-moorland ehlala igutyungelwe yiheather.","yo":"Ni Gofalandi ati Agda won ma n pe e ni “hei” eyi to tumo si ileoke ti o ni igi ti heda ma n saba bo.","zu":"ERogaland nase-Agder zivame ukubizwa ngokuthi \"hei\" okusho inkangala engenamithi kaningi embozwe i-heather."}
{"ar":"تعد الحقائب المهملة هدفاً للسرقة، كما يمكن أن تلفت إنتباه السلطات القلقة من القنابل.","zh":"无人看管的袋子不仅是窃贼的目标，还会被当成炸弹威胁，引起当局的警惕和关注。","en":"Unattended bags are a target for theft and can also attract attention from authorities wary of bomb threats.","eu":"Zaindu gabeko poltsak dira lapurren helburu eta lehergailu-mehatxuak jarraitzen dituzten agintaritzen arreta ere erakar dezakete.","fr":"Les sacs sans surveillance sont une cible pour le vol et peuvent également attirer l'attention des autorités qui se méfient des alertes à la bombe.","ml":"ആളില്ലാത്ത ബാഗുകൾ മോഷ്ടാക്കൾ ലക്ഷ്യമിടുന്നു കൂടാതെ ബോംബ് ഭീഷണികളെ കുറിച്ച് ജാഗരൂകരായ അധികൃതരുടെ ശ്രദ്ധയും അത് പിടിച്ചുപറ്റുന്നു.","mr":"लक्ष नसलेल्या पिशव्या चोरीसाठी सोपे लक्ष्य असते आणि बॉम्ब धोक्यासाठी देखील अधिकाऱ्यांचे लक्ष वेधून घेऊ शकतात.","ne":"बेवारिसे छाडिएका झोलाहरू चोरको निशानामा पर्न सक्छन् र यस्ता झोलाले बमको चुनौतीबाट सावधान रहने अधिकारीहरूको ध्यान पनि खिच्न सक्दछन्।","es":"El equipaje que se descuida se vuelve un objetivo de robos y, al mismo tiempo, atrae la atención de las autoridades, que se encuentran alertas ante posibles amenazas de bomba.","sw":"Begi zisizotunzwa ni lengo la wizi na pia zinaweza kuvutia umakinifu kutoka kwa mamlaka wanaohofia vitishio vya bomu.","te":"విస్మరించిన  బ్యాగులు దొంగతనానికి వీలుగా ఉంటాయి  మరియు బాంబు బెదిరింపులకు సంబంధించి అధికారుల నుంచి కూడా దృష్టిని ఆకర్షించవచ్చు.","ur":"لاوارث بیگس چوروں کے نشانے پر ہوتے ہیں اور بم کے خطرات سے چوکنےحکّام کی اس طرف نگاہ پڑسکتی ہے۔","vi":"Các túi đồ không được trông coi là mục tiêu trộm cắp và cũng có thể thu hút sự chú ý từ các cơ quan chức năng cảnh giác về mối đe dọa đánh bom.","xh":"Amasaka angahoywanga alicham lamasela futhi atsala iliso labomthetho abaxhalele iziqhushumbhisi.","yo":"Àwọn àpò tí wọn kò se ǹkan sí ma ń jẹ́ àfojúsùn olè jíjà, ó tún lè fa ìbẹjúwò látọ̀dọ̀ àwọn aláṣẹ́ tó ń fiyè sí ìdúnkokò àdó asekúpani.","zu":"Izikhwama ezinganakwanga zitshontshwa kalula futhi zingadonsa ukunaka kweziphathimandla eziqaphele ukusongelwa ngamabhomu."}
{"ar":"في ٢٨ يونيو، قُتل المارشال إيتالو بالبو، الحاكم العام لليبيا والوريث المحتمل لموسوليني، بنيران صديقة أثناء هبوطه في طبرق.","zh":"6 月 28 日，利比亚总督、墨索里尼的接班人伊塔洛·巴尔博元帅 (Marshal Italo Balbo) 在托布鲁克着陆时被友军误射致死。","en":"On June 28, Marshal Italo Balbo, the Governor-General of Libya and apparent heir to Mussolini, was killed by friendly fire while landing in Tobruk.","eu":"Ekainaren 28an, aldeko bandoak egindako eraso batean hil zuten Italo Balbo mariskala, Libiako Gobernadore nagusia eta Mussoliniren ustezko ondorengoa, Tobruk hirian lur hartzen ari zenean.","fr":"Le 28 juin, le maréchal Italo Balbo, gouverneur général de Libye et successeur potentiel de Mussolini, fut tué par un tir ami alors qu'il atterrissait à Tobrouk.","ml":"ജൂൺ 28-ന്, ലിബിയയുടെ ഗവർണ്ണർ ജനറൽ, മുസ്സോളിനിയുടെ പിൻഗാമിയാകേണ്ടിയിരുന്ന മാർഷൽ ഇറ്റാലോ ബാൽബോ, ടോബ്രൂക്കിൽ ലാൻഡ് ചെയ്യുമ്പോൾ ഒരു സംഘട്ടനത്തിൽ സ്വന്തം സൈന്യത്തിന്റെ വെടിയേറ്റ് കൊല്ലപ്പെട്ടു.","mr":"28 जून रोजी, मार्शल इटालो बाल्बो, लिबियाचे गव्हर्नर जनरल आणि मुसोलिनीचा स्पष्ट वारस यांचा टोब्रुकमध्ये उतरताना आगीमुळे मृत्यू झाला.","ne":"जुन 28 मा, तोब्रुकमा अवतरण गर्ने क्रममा लिवियाका गभर्नर जनरल र मुसलिनीका स्पष्ट उत्तराधिकारी मार्सल इटालो बाल्बो मैत्रि गोलीबारीमा मारिए।","es":"Fuego aliado eliminó, el 28 de junio, al mariscal Italo Balbo, gobernador general de Libia, y supuesto sucesor de Mussolini, durante su aterrizaje en Tobruk.","sw":"Mnamo Juni 28, Marshal Italo Balbo, Gavana Mkuu wa Libya na mrithi dhahiri wa Mussolini, aliuawa kimakosa alipokuwa akitua huko Tobruk.","te":"జూన్ 28న, లిబియా గవర్నర్ జనరల్ మరియు ముస్సోలిని యొక్క వారసుడు మార్షల్ ఇటాలో బాల్బో టోబ్రూక్‌లో దిగేటప్పుడు స్నేహపూర్వక కాల్పులలో మరణించారు.","ur":"28 جون کو لیبیا کے گورنر جنرل اور مسولینی کے بظاہر وارث مارشل اٹالو بالبو، تبروک میں لینڈنگ کے دوران دوستانہ فائرنگ سے ہلاک ہوگئے تھے۔","vi":"Vào ngày 28 tháng Sáu, Marshal Italo Balbo, Người nắm toàn quyền Libya và là người thừa kế rõ ràng của Mussolini, đã bị giết bởi những người cùng phe khi hạ cánh ở Tobruk.","xh":"On June 28, UMarshal Italo Balbo, iRhuluneli-Jikelele waseLibya kunye nendlalifa ebonakalayo eMuseolini, wabulawa ngumlilo wobungani ngelixa efike Tobruk.","yo":"Ní oṣù kẹfà ọjọ́ 28, Mashal Ìalo Balbo, Governor General ti ìlú Libya àti ajogún Mussolini, ní inà tí kò léwu pa nígbàtí ó ń basílẹ̀ ní Tobruk.","zu":"Ngomhlaka 28 kuNhlangulana 28, u-Marshal Italo Balbo, uMbusi-Jikelele wase-Libya futhi obonakala eyindlalifa ka-Musolini, wabulawa ngephutha ngozakwabongenkathi efika e-Tobruk ngendiza."}
{"ar":"ذكر بيتمان أن كمية وسمك حزمة الجليد هي أسوأ ما كانت عليه في السنوات الخمسة عشر الأخيرة بالنسبة لصائدي الفقم.","zh":"皮特曼（Pittman）认为，这样的积冰的数量和厚度，是猎海豹船在过去 15 年以来遇到的最坏情况。","en":"The amount and thickness of the pack ice, according to Pittman, is the worst it has been for sealers in the past 15 years.","eu":"Pittman-en arabera, azken 15 urteetan itsas txakurren ehiztariek ikusi duten handiena da izotz-geruzaren kantitatea eta lodiera.","fr":"Selon M. Pittman, la quantité et l’épaisseur de la banquise sont les pires qu’aient connues les chasseurs de phoques au cours des 15 dernières années.","ml":"സീലർമാരെ സംബന്ധിച്ചിടത്തോളം പിറ്റ്‌മാന്റെ അഭിപ്രായത്തിൽ പായ്ക്ക് ഐസിന്റെ അളവും കനവും കഴിഞ്ഞ 15 വർഷത്തിനിടയിൽ ഏറ്റവും മോശമാണ്.","mr":"गेल्या 15 वर्षांमध्ये, पिट्टमॅन नुसार घट्ट बर्फाचे प्रमाण आणि जाडी ही सिलर्स करिता अत्यंत वाईट आहे.","ne":"पिटम्यानका अनुसार, प्याक बरफको मात्रा र मोटाई विगत 15 वर्षमा सिलर्सका लागि सबैभन्दा खराब हो।","es":"Según Pittman, el volumen y espesor del hielo es el peor con el que han tenido que lidiar los cazadores de focas en los últimos 15 años.","sw":"Kiasi na unene wa tando hilo la barafu, kulingana na Pittman, ndicho kibaya zaidi ambacho kimewahi kuwa kwa wawindaji kwa miaka 15 iliyopita.","te":"ప్యాక్ మంచు మొత్తం మరియు మందం, పిట్మాన్ ప్రకారం, గత 15 ఏళ్లలో సీలర్లకు ఇది చాలా దారుణంగా ఉంది.","ur":"پِٹ مین کے مُطابق، پیک آئس کی مقدار اور موٹائی پچھلے 15 سالوں میں اب تک مہر کنندگان کے لیے سب سے بدترین رہی ہے۔","vi":"Số lượng và độ dày của lớp băng, theo Pittman, ở mức tồi tệ nhất trong 15 năm qua đối với tàu săn hải cẩu.","xh":"Ubuninzi nobudeki bomkhence, xa kusitsho u-Pittman, bobona buninzi kule minyaka iyi-15 idlulileyo.","yo":"Gẹ́gẹ́ bí nkan tí Pitmani wí, oye àti kí yìnyìn na ṣe ki sí ló burú jù fún àwọn sílasì ní ọdún 15 tókọjá.","zu":"Isilinganiso kanye nokuba ugqinsi luka-ayisi, ngokusho kuka Pittman, lokhu kubanzima kulaba abavalayo kusukela eminyakeni engu-15 edlule."}
{"ar":"استمرت كل من هذه الاقتحامات أو المسيرات التي يقوم بها البدو الرُحل لمدة 17 يومًا تقريبًا.","zh":"这种游牧性的横冲直撞行为每次都会持续 17 天左右。","en":"Each of these nomadic rampages or marches lasts for approximately 17 days.","eu":"Suntsiketa edo desfile nomada horietako bakoitzak 17 egun irauten du gutxi gorabehera.","fr":"Chacun de ces raids ou chacune de ces razzias dure environ 17 jours.","ml":"ഈ ഓരോ നോമാഡിക് റാമ്പേജുകളോ മാർച്ചുകളോ ഏകദേശം 17 ദിവസം നീണ്ടുനിൽക്കും.","mr":"ही प्रत्येक विमुक्त वाटचाल किंवा पदयात्रा अंदाजे 17 दिवस चालते.","ne":"यी प्रत्येक घुमन्ते हिंसात्मक व्यवहार वा मार्चहरू लगभग 17 दिनसम्म रहन्छन्।","es":"Cada uno de estos desmadres o marchas errantes dura aproximadamente 17 días.","sw":"Kila moja haya mabwawa ya kuhamahama au maandamano hudumu takriban siku 17.","te":"వీటిలో ప్రతి సంచార హింసాత్మక సమూహాలు లేదా కవాతులు సుమారు 17 రోజులు పాటు ఉంటాయి.","ur":"ان میں سے ہر ایک خانہ بدوش ہجوم یا مارچز تقریباً 17 دن تک ختم ہو جاتے ہیں۔","vi":"Mỗi chặng du mục hoặc hành quân này kéo dài đến xấp xỉ 17 ngày.","xh":"Ukumatsha ngakunye okanye uhamba olunobundlobongela kudla ngokuthatha malunga neentsuku eziyi-17.","yo":"Òkànkan àwọn wíwu ìwà ipá àti ìfẹ̀hónúhàn àwọn alárànká yìí yìó wáyé fún bi ọjọ́ métàdínlógún.","zu":"Lokhu kuvukela kwabazulazulayo ngakunye noma ukubhikisha kuthathe cishe izinsuku ezingu-17."}
{"ar":"بيد أن تشارلز حضر الجامعة في كلية ترينتي في كامبردج حيث درس الأنتروبولوجيا و علم الآثار والتاريخ لاحقاً. حيث حصل على 2:2 (المرتبة الدنيا الثانية).","zh":"不过，查尔斯入读了剑桥大学三一学院，他在那里学习了人类学和考古学，后来又学习了历史学，获得了 2:2 学位（二等二学位）。","en":"However, Charles went to university at Trinity College, Cambridge where he studied Anthropology and Archaeology, and later History, earning a 2:2 (a lower second class degree).","eu":"Alabaina, Charles unibertsitatera joan zen, Trinity College-ra (Cambridge), eta, han, antropologia eta arkeologia ikasi zituen, eta, beranduago historia; 2.2 nota jaso zuen (bigarren mailako titulu bat).","fr":"Cependant, Charles est allé à l’université au Trinity College, à Cambridge, où il a étudié l’anthropologie et l’archéologie, et plus tard, l’histoire, obtenant un 2:2 (un diplôme inférieur de deuxième classe).","ml":"എന്നിരുന്നാലും, ചാൾസ് കേംബ്രിഡ്ജിലെ ട്രിനിറ്റി കോളേജിലെ യൂണിവേഴ്സിറ്റിയിൽ ചേരുകയും അവിടെ നരവംശശാസ്ത്രവും പുരാവസ്തുശാസ്ത്രവും ചരിത്രവും പഠിച്ച് ഒരു 2:2 (താഴ്ന്ന രണ്ടാം ക്ലാസ് ബിരുദം) നേടുകയും ചെയ്തു.","mr":"तरीही, चार्ल्स ट्रिनीटी कॉलेज, केंब्रिज येथील विद्यापीठात गेले, जेथून त्यांनी मानववंश शास्त्र आणि पुरातत्वशास्त्र व पुढे इतिहासाचा अभ्यास करून २:२ (निम्न द्वितीय श्रेणीमध्ये) पदवी मिळवली होती.","ne":"यद्यपि, चार्ल्स क्याम्ब्रिजको ट्रिनिटी कलेजको विश्वविद्यालय गए जहाँ उनले मानवशास्त्र र पुरातात्विक, र पछि इतिहासको अध्ययन गरे, उनले 2:2 (निम्न दोस्रो वर्गको डिग्री) ल्याए।","es":"No obstante, Charles asistió a la universidad en Trinity College, Cambridge. Allí estudió antropología y arqueología y, tiempo después, historia, recibiendo un 2:2 (un título inferior de segunda clase).","sw":"Walakini, Charles alienda katika Trinity College, Cambridge mahali alisomea Anthropolojia na Akiolojia, na baadaye Historia, akapokea 2:2 (shahada ya pili kutoka chini).","te":"అయితే, చార్లెస్  కేంబ్రిడ్జ్ లోని ట్రినిటీ కాలేజ్, విశ్వవిద్యాలయానికి వెళ్ళాడు, అక్కడ అతను ఆంత్రోపాలజీ ,ఆర్కియాలజీ, తరువాత హిస్టరీ అభ్యసించాడు,  2:2 (లోయర్  సెకండ్ క్లాస్ డిగ్రీ) సంపాదించాడు.","ur":"تاہم چارلس یونیورسٹی کے ٹرینیٹی کالج، کیمبرج، گئے جہاں اس نے بشریات اور آثار قدیمہ کے علوم حاصل کئے اور بعد میں تاریخ، 2:2 کمائی (ایک درجہ دوم کی ڈگری)۔","vi":"Tuy nhiên, Charles đã học đại học ở trường Trinity College, Cambridge, ngành Nhân chủng học và Khảo cổ học, rồi sau đó là ngành Lịch sử và lấy bằng hạng 2:2 (hạng trung bình khá).","xh":"Kodwa ke, uCharles wafunda eyunivesithi eTrinity College, eCambridge apho wafunda khona izifundo ngoluntu nemvelaphi yoluntu, ibe kamva ezeMbali, efumana 2:2 (isidanga seklasi yesibini esezantsi).","yo":"Àmọ́ṣá, Charles lọ silé ẹ̀kọ́ gíga fásitì ní Trinity College, Cambridge, níbití ó ti kọ́ nípa ẹ̀dá àti àwùjọ àti ìtàn ẹ̀dà, lẹ́yìn èyí ló tún kọ nípa ìtàn, ó pari pẹ̀lu 2:2 (ipò kejì kékeré).","zu":"Noma kunjalo, uChales waya enyuvesi eKolishi LikaZiqu Zintathu, e-Cambridge lapho afundela khona i-Anthropology kanye ne-Archaeology, futhi kamuza eZomlando, ethola u-2:2 (idigiliyi engaphansi yezinga lesibili)."}
{"ar":"اصطدم بيكيه جونيور في سباق جائزة سنغافورة الكبرى لعام 2008 بعد توقف فيرناندو ألونسو المبكر بسبب حفرة بينما كان يُحضر سيارة الأمان.","zh":"在 2008 年新加坡大奖赛上，费尔南多·阿隆索提前进站后，小皮奎特发生撞车，迫使安全车出场。","en":"Piquet Jr. crashed in the 2008 Singapore Grand Prix just after an early pit stop for Fernando Alonso, bringing out the safety car.","eu":"Piquet Jr.-ek istripua izan zuen Singapurreko 2008ko Sari Nagusian, Fernando Alonso-k geldialdi tekniko goiztiar eta erraza egin ondoren, eta segurtasun-autoa atera behar izan zen.","fr":"Piquet Jr. s'est écrasé lors du Grand Prix de Singapour de 2008, tout juste après un arrêt aux stands de Fernando Alonso, forçant la sortie de la voiture de sécurité.","ml":"2008-ലെ സിംഗപ്പൂർ ഗ്രാൻ‌പ്രിക്സിൽ ഫെർണാണ്ടോ അലോൺസോയുടെ ഒരു നേരത്തെയുള്ള പിറ്റ് സ്റ്റോപ്പിന് തോട്ടുപിന്നാലെ പിക്വെറ്റ് ജൂനിയർ ഇടിക്കുകയും സുരക്ഷാ കാർ എടുക്കുകയും ചെയ്തു.","mr":"पिकेट ज्युनियर सिंगापोर ग्रांड प्रिक्स 2008 मध्ये फर्नान्डो अलोन्सो साठी सुरक्षा कार बाहेर आणून सुरवातीच्या पिट स्टॉप नंतर कोसळला.","ne":"फर्नान्डो अलोन्सोको रोकावटका कारण प्युकेट जूनियरको सन् 2008 को सिङ्गापुरमा भएको ग्रान्ड प्रिक्समा दुर्घटना भएको थियो।","es":"Durante el Gran Premio de Singapur de 2008, justo después de una parada en boxes, Piquet Jr. se estrelló para forzar la salida del auto de seguridad y así beneficiar a Fernando Alonso.","sw":"Piquet mdogo alianguka katika Grand Prix ya Singapori mara tu baada ya kituo cha mapema cha matengenezo kwa Fernando Alonso, na kuleta gari la usalama.","te":"2008 సింగపూర్ గ్రాండ్ ప్రిక్స్​లో ఫెర్నాండో అలోన్సో కోసం పిట్ స్టాప్ చేసిన తరువాత పికెట్ జూనియర్ క్రాష్ అయ్యాడు, భద్రతా కారును బయటకు తీసుకువచ్చారు.","ur":"حفاظتی کار سے باہر نکالتے ہوئے فرنانڈو الونسو کیلئے ایک ابتدائی پٹ اسٹاپ کے فورا بعد، 2008 کے سنگاپور گرانڈ پری میں پیکیٹ جونیئر ٹکرا گیا تھا۔","vi":"Piquet Jr. gặp tai nạn vào năm 2008 tại Singapore Grand Prix ngay sau khi Fernando Alonso tấp sớm vào điểm dừng kỹ thuật, mang ra một chiếc xe an toàn.","xh":"UPiquet Jr. utshayisile kw Grand Prix ka-2008 yase Singapore kamsinya nje emva kokba uFernando Alonso eye wathatha i-pit stop, ekhupha imoto yokhuseleko.","yo":"Akopa Piquet Jr, fi idi remi ninu idije ti 2008 Singapore Grand Prix ni kete ti won se afihan oko Fernando Alonso tan, eyi ti o gbe oko aabo jade.","zu":"U-Piquet Jr. washayisa kwi- Singapore Grand Prix yango-2008ngemuva nje kokumela kancane ngokushesha u-Fernando Alonso, ekhipha imoto yokuphepha."}
{"ar":"اشتعلت النيران في سجن أبو غريب بالعراق أثناء أحداث شغب.","zh":"伊拉克的阿布格莱布监狱在一次暴乱中着火。","en":"Iraq's Abu Ghraib prison has been set alight during a riot.","eu":"Irakeko Abu Gharib kartzelan sua piztu da istilu baten ondorioz.","fr":"La prison d’Abu Ghraib en Irak a été incendiée lors d’une émeute.","ml":"ഒരു കലാപത്തിനിടയിൽ ഇറാഖിലെ അബൂ ഗരീബ് ജയിലിന് തീവെച്ചു","mr":"इराकचा अबु घरेब तुरुंग एका दंगलीदरम्यान पेटवून देण्यात आला आहे.","ne":"इराकको अबु घ्राइब कारागारलाई दंगाको समयमा सुस्त बनाइएको छ।","es":"La prisión de Abu Ghraib en Irak se incendió durante un motín.","sw":"Jela la Abu Ghraib la Iraki limewashwa moto wakati wa ghasia.","te":"అల్లర్ల సమయంలో ఇరాక్ లోని  అబూ ఘ్రెయిబ్ జైలుకు నిప్పు అంటించారు.","ur":"فسادات کے دوران عراق کی ابو غرائب جیل کو آگ لگا دی گئی-","vi":"Nhà tù Abu Ghraib của Iraq đã bị đốt cháy trong cuộc bạo loạn.","xh":"Ijele yase-Iraq eyi-Abu Ghraib iye yatshiswa ngoxa bekukho uqhankqalazo.","yo":"Wọ́n ti dánilá sun Ilé ẹ̀wọ̀n Abu Ghraib ti ilẹ̀ Iraq nígba rọ̀gbọ̀dìyàn.","zu":"Ijele lase-Abu Ghraib yase-Iraq selishisiwe ngesikhathi somubhikisho."}
{"ar":"أفاد دبلوماسيون بأنهم عثروا على ما يكفي من التباس في الدستور الأفغاني لاعتبار جولة الإعادة غير ضرورية.","zh":"外交官们表示在阿富汗宪法中发现了足够多的歧义，因此没有必要举办决胜选举。","en":"Diplomats said that they had found enough ambiguity in the Afghan constitution to determine the runoff as unnecessary.","eu":"Diplomazialariek esan dute bigarren itzulia egiteko beharra alde batera uztea erabakitzeko beste anbiguotasun aurkitu dutela Afganistango konstituzioan.","fr":"Les diplomates ont déclaré qu'ils avaient trouvé suffisamment d'ambiguïté dans la constitution afghane pour déterminer que le second scrutin était inutile.","ml":"അഫ്ഗാൻ ഭരണഘടനയിൽ തിരഞ്ഞെടുപ്പ് ആവശ്യമല്ലെന്ന് നിർണ്ണയിക്കാൻ പോന്ന വ്യക്തതയില്ലായ്‌മ കാണുന്നതായി നയതന്ത്രജ്ഞർ പറഞ്ഞു.","mr":"मुत्सद्दी अधिकाऱ्यांनी सांगितले अफगाणी घटनेत अनावश्यक म्हणून ते निश्चित करण्यासाठी त्यांना पुरेशी अस्पष्टता आढळली होती.","ne":"कूटनीतिज्ञहरूले अफगानिस्तानको संविधानमा अनावश्यक रूपमा अपहरण निर्धारित गर्न पर्याप्त अस्पष्टता फेला पारे भने।","es":"Los diplomáticos manifestaron haber hallado suficiente ambigüedad en el texto constitucional afgano para decidir que la segunda vuelta no era necesaria.","sw":"Wanadiplomasia walisema kwamba walipata tata za kutosha katika katiba ya Kiafgani kuamua kwamba duru ya pili ya uchaguzi haikuwa ya lazima.","te":"ఆఫ్ఘన్ రాజ్యాంగంలో నిర్బ౦ద౦గా ఉ౦డడ౦ అనవసర౦గా ఉ౦దని నిర్ణయి౦చుకోవడానికి తగిన స౦దిగ్దత ఉ౦దని దౌత్యాధికారులు చెప్పారు.","ur":"ڈپلومیٹس کا کہنا ہے ان کی نظر میں افغان دستور میں اتنے ابہامات ہیں کہ رن آف الیکشن کی نوبت نہیں آئے گی۔","vi":"Các nhà ngoại giao cho biết họ đã tìm ra những điểm mơ hồ trong hiến pháp Afghanistan đủ để xác định việc dồn phiếu là không cần thiết.","xh":"Oonozakuzaku bathe sebefumane ubungqangi kumgaqo-siseko waseAfghan obaneleyo ukuba bangagxeka intlelo-khuphiswano yezepolitki.","yo":"Àwọn aṣojú orílẹ̀ èdè sọ pé wọ́n ti ṣí ọkàn wọn sílẹ̀ fún òfin Ilẹ̀ Afghan láti lè pinu runoff bí èyí tí kò pọ́ndandan.","zu":"Amanxusa athe athole ukungacaci okwanele emthethweni-sisekelo wase-Afghanistan ukunquma ukuthi ukhetho oluqhubekayo aludingeki."}
{"ar":"قامت اللجنة الأولمبية الدولية بالتصويت على تضمين الرياضات في اجتماع مجلسها التنفيذي ببرلين اليوم. اختيرت لعبة الرغبي، وبالتحديد اتحاد الرغبي، والجولف للمشاركة في الأولمبياد على حساب خمس رياضات أخرى.","zh":"今天，国际奥委会在柏林举行执行理事会会议，会上投票决定了要纳入的体育项目。橄榄球（更确切地说，联合会式橄榄球）以及高尔夫击败了其他五项运动，被选定为奥运会的参赛项目。","en":"The International Olympic Committee voted to include the sports at its executive board meeting in Berlin today. Rugby, specifically rugby union, and golf were selected over five other sports to be considered to participate in the Olympics.","eu":"Nazioarteko Batzorde Olinpikoak kirol horiek sartzeko bozkatu du gaur Berlinen egin duten batzorde exekutiboaren bileran. Errugbia, zehazki hamabosteko errugbia, eta golfa hautatu dira beste bost kirolen artetik Olinpiar Jokoetan parte hartzeko.","fr":"Le Comité international olympique a voté l’inclusion de ces sports lors de la réunion de son conseil d’administration à Berlin aujourd’hui. Le rugby, plus précisément le rugby collectif, et le golf ont été choisis parmi cinq autres sports pour participer aux Jeux olympiques.","ml":"ബെർലിനിൽ ഇന്ന് നടന്ന എക്സിക്യൂട്ടീവ് ബോർഡ് യോഗത്തിൽ സ്പോർട്‌സ് ഉൾപ്പെടുത്താൻ അന്താരാഷ്‌ട്ര ഒളിമ്പിക് കമ്മിറ്റി തീരുമാനിച്ചു. ഒളിമ്പിക്സിൽ പങ്കെടുക്കുന്നതിനായി പരിഗണിക്കപ്പെടുന്നതിന് മറ്റ് അഞ്ച് കായിക ഇനങ്ങൾക്ക് ഉപരിയായി റഗ്ബി, പ്രത്യേകിച്ച് റഗ്ബി യൂണിയൻ, ഗോൾഫ് എന്നിവ തിരഞ്ഞെടുക്കപ്പെട്ടിരുന്നു.","mr":"आंतरराष्ट्रीय ऑलिम्पिक समितीने आज बर्लिनमधील कार्यकारी मंडळाच्या बैठकीत खेळांना समाविष्ट करण्यासाठी मतदान केले. ऑलिम्पिकमध्ये भाग घेण्याकरिता विचारत घेतलेल्या इतर 5 खेळांमधून रग्बी, विशेषतः रग्बी युनियन आणि गोल्फ निवडले गेले.","ne":"बर्लिनको आज कार्यकारी बोर्डको बैठकमा अन्तर्राष्ट्रिय ओलम्पिक समितिले खेलहरू समावेश गर्न मतदान गरे। रग्बी, विशेष गरी रग्बी युनियन र गल्फ ओलम्पिकमा सहभागी लिन मानिने पाँच अन्य खेलका रूपमा छानिएका थिए।","es":"El día de hoy, el Comité Olímpico Internacional votó en su reunión ejecutiva en Berlín para incluir los deportes. Se seleccionó al rugby, en especial el rugby union, y al golf entre otras cinco disciplinas que se habían presentado para que se considerase su participación en los Juegos Olímpicos.","sw":"Kamati ya Kimataifa ya Olimpiki ilipigia kura kujumuisha spoti hiyo katika mkutano wake mkuu wa bodi katika Berlin leo. Raga, hususan muungano wa raga, na gofu ziliteuliwa kushiriki katika Olimpiki.","te":"అంతర్జాతీయ ఒలింపిక్ కమిటీ నేడు బెర్లిన్ లో జరిగిన ఎగ్జిక్యూటివ్ బోర్డు సమావేశంలో క్రీడలను చేర్చేందుకు ఓటు వేసింది. రగ్బీ, ప్రత్యేకంగా రగ్బీ యూనియన్, ఇంకా గోల్ఫ్ ఒలింపిక్స్ లో పాల్గొనేందుకు పరిగణించ బడే ఐదు ఇతర క్రీడలకు ఎంపిక చేయబడ్డాయి.","ur":"بین الاقوامی اولمپک کمیٹی نے آج برلن میں اپنے ایگزیکٹو بورڈ کے اجلاس میں ان کھیلوں کو شامل کرنے کے حق میں ووٹ دیا۔ رگبی، خاص طور پر رگبی یونین، اور گولف کو اولمپکس میں شامل کرنے کیلئے دیگر پانچ کھیلوں پر ترجیح دی گئی۔","vi":"Ủy ban Olympic Quốc tế đã bỏ phiếu đồng ý đưa các môn thể thao lên cuộc họp ban lãnh đạo tại Berlin hôm nay. Bóng bầu dục, đặc biệt là liên đoàn bóng bầu dục và gôn được chọn từ năm môn thể thao khác để được cân nhắc tham gia Olympics.","xh":"Kwintlanganiso ebibanjelwe eBerlin namhlanje, ibhodi yolawulo lwe-International Olympic Committee ivotele ukuyifaka loo midlalo. Umbhoxo, ngokungqalileyo, umbhoxo odlalwa kwiligi kunye negalufa ziye zakhethwa ngaphezu kweminye imidlalo emihlanu ebihlolwa ukuba ingathatha inxaxheba kwii-Olimpiki.","yo":"Àwọn aláṣẹ Ìgbìmọ̀ Olympic làgbáláayé ninú ìpàdé tí o wáyé ni Berlin lónìí dìbò láti ṣe àfikún eré-ìdárayá nínú ìpàdé ìgbìmọ̀ aláṣẹ. Rugby, pàápàá ẹgbẹ́ Rugby àti golf ni wọ́n sàyàn nínú àwọn eré ìdárayá mìíràn bíi márùn ún tí wọ́n gbé kalẹ̀ láti kópa nínú ìdíje Olympics.","zu":"I-International Olympic Committee ivotele ukuhlanganisa imidlalo emhlanganweni webhodi yabaphathi eBerlin namuhla. I-rugby, ngokukhethekhile inyunyoni ye-rugby, kanye negalufu zikhethiwe emidlalweni emihlanu eminye ukucatshangalwe ukuthi ihlanganyele kuma-Olimpiki."}
{"ar":"قامت المركبة المدارية القمرية غير المأهولة \"تشاندرايان-1\" بإطلاق مسبار مون إمباكت (MIP)، الذي اخترق سطح القمر بسرعة 1.5 كيلومتر في الثانية (3000 ميل في الساعة)، وتمكن من الهبوط على مقربة من قطب القمر الجنوبي.","zh":"无人驾驶月球轨道飞行器月船一号发射了月球撞击探测器，该探测器以每秒 1.5 公里(每小时 3000 英里) 的速度掠过月球表面，并在月球南极附近成功硬着陆","en":"The unmanned lunar orbiter Chandrayaan-1 ejected its Moon Impact Probe (MIP), which hurtled across the surface of the Moon at 1.5 kilometres per second (3000 miles per hour), and successfully crash landed near the Moon's south pole.","eu":"Gizakirik gabeko Chandrayaan-1 Ilargiko orbitadoreak Moon Impact Zunda (MIP) jaurti zuen; 1,5 kilometro segundoko abiaduran (3.000 milia orduko) joan zen ilargiaren gainazalean zehar, eta ilargiaren hego polotik gertu lurreratu zen talka eginez.","fr":"L'orbiteur lunaire télécommandé Chandrayaan-1 a éjecté sa sonde d'impact lunaire (MIP), qui a foncé vers la surface de la Lune à 1,5 kilomètres par seconde (3000 miles par heure) et effectué un atterrissage forcé réussi près du pôle sud de la Lune.","ml":"വൈമാനികനില്ലാത്ത ചാന്ദ്ര ഓർബിറ്ററായ ചന്ദ്രയാൻ- 1 അതിന്റെ മൂൺ ഇമ്പാക്ട് പ്രോബ് (എംഐപി) പുറന്തള്ളി, ഇത് ചന്ദ്രന്റെ ഉപരിതലത്തിൽ, സെക്കൻഡിൽ 1.5 കിലോമീറ്റർ വേഗതയിൽ (മണിക്കൂറിൽ 3000 മൈൽ), ഊക്കോടെ ഇടിക്കുകയും, വിജയകരമായി ചന്ദ്രന്റെ ദക്ഷിണ ധ്രുവത്തിന് അടുത്ത് വന്നിറങ്ങുകയും ചെയ്തു.","mr":"मानवरहित चंद्र कक्षा चंद्रयान -1 ने त्याचा चंद्र प्रभाव तपासणी (MIP) बाहेर काढली जी चंद्राच्या पृष्ठभागावर 1.5 सेकंद प्रति सेकंद (ताशी 3000 मैल) वेगाने घसरलेआणि यशस्वीरित्या क्रॅश चंद्राच्या दक्षिण ध्रुवाजवळ आले.","ne":"संदिग्ध सहित तीनजना मानिसहरू सन् 2005 मा चोरी भएको डज नियनमा थिए र घटनास्थलमा नै मृत्यु पनि भयो।","es":"El orbitador lunar sin tripulación, Chandrayaan-1, expulsó su Sonda de Impacto Lunar (MIP), que se precipitó en la superficie de la Luna a 1,5 kilómetros por segundo (3000 millas por hora) y aterrizó estrellándose con éxito cerca del polo sur del satélite natural.","sw":"Chombo cha kuzunguka mwezi Chandrayaan-1 kisichoendeshwa na mtu kilitoa Kichunguza Athari za Mwezi (MIP) chake, ambacho kilisonga kwa kasi katika uso wa Mwezi kwa mwendo wa kilomita 1.5 kwa sekunde (maili 3000 kwa saa), na kikatua kwa kishindo kwa mafanikio karibu na ncha ya kusini ya Mwezi.","te":"మానవ రహిత లునార్ ఆర్బిటర్ చంద్రయాన్-1 దాని  మూన్ ఇంపాక్ట్ ప్రోబ్ (ఎంఐపి)ను బయటకు తీసింది, ఇది చంద్రుడి ఉపరితలంపై సెకనుకు 1.5 కిలోమీటర్ల (గంటకు 3000 మైళ్లు) వేగంతో దూసుకుపోయి, విజయవంతంగా చంద్రుడి దక్షిణ ధ్రువం సమీపంలో బలంగా కొట్టుకొని దిగింది.","ur":"غیر انسان بردار قمری طوّاف چندرائن-1 نے اپنے مون امپیکٹ پروب کو خارج کیا جو چاند کی سطح پر 1.5 کلومیٹر فی سیکنڈ (3000 میل فی گھنٹہ) کی رفتار سے چکر لگا کر چاند کے جنوبی قطب کے قریب کامیابی سے اتر گیا۔","vi":"Tàu vũ trụ không người lái bay theo quỹ đạo mặt trăng Chandrayaan-1 phóng ra Tàu Thăm dò Mặt Trăng (MIP), bay ngang qua bề mặt Mặt Trăng ở vận tốc 1,5 km\/giây (3000 dặm\/giờ), và đã hạ cánh an toàn gần cực nam của Mặt Trăng.","xh":"Inqwelo yasemajukujukwini engena mqhubi iChandrayaan-1 iye yakhupha Isixhobo sayo Sokuhlola Inyanga (MIP), esiye sabaleka Enyangeni sihamba ngesantya seekhilomitha eziyi-1.5 (I-3000 yeemayile ngeyure) ngomzuzwana, yaye siye sawa ngempumelelo kwi-south pole yaseNyangeni.","yo":"Ọkọ̀ aládásiṣẹ́ afara jọ òṣùpá ojú òfúrufú Chandrayaan-1 ti yọ irinṣẹ́ iwaàdí inú òṣùpá rẹ̀ oon Impact Probe (MIP) jáde, èyí tí ó sáré kọjá ojú òṣùpá ní ìwọ̀n kìlómítà kan ó lé márùn ún fún ìṣẹ́jú kan (ẹgbẹ̀rún mẹ́ta máìlì fún wákàtí kan) èyí tí ó se àseyọrí ìjálulẹ̀ lẹ́bàá ìhà gúùsù òṣùpá.","zu":"Umkhumbi-mkhathi ojikeleza inyanga ongenamshayeli iChandrayaan-1 wakhipha Isihloli saso Samandla Okushayisana Enyangeni (MIP), esashwizashwiza eNyangeni ngamakhilomitha angu-1.5 ngomzuzwana (amamayeli angu-3000 ngehora) futhi yehlela ngamandla ngokuyimpumelelo eduze neningizimu yeNyanga."}
{"ar":"على الرغم من تكهّن بعض العلماء بأنه نظراً لوجودها أيضاً في أحواض نهر ساراسواتي الجاف الآن، فيجب أن تسمى حضارة السند والساراسواتي بدلاً من حضارة نهر السند، بينما يطلق عليها البعض الحضارة الهارابية نسبةً لقرية هارابا حيث تم التنقيب عن أول مواقع تلك الحضارة في العشرينيات.","zh":"尽管一些学者推测，鉴于这一文明也存在于如今已然干涸的萨拉斯瓦蒂河流域，将该文明称为“印度河-萨拉斯瓦蒂河文明”才算恰如其分，不过一些人称其为“哈拉帕文明”——得名于20世纪20年代在该区域发掘的第一个遗址“哈拉帕”。","en":"Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.","eu":"Aditu batzuen esanean, gaur egun lehortuta dagoen Sarasvati ibaiaren arroetan ere egon zen zibilizazio hori eta, hori dela eta, Indus-Sarasvati zibilizazioa izendatu beharko litzateke. Beste batzuek Harappa-ko zibilizazioa deitzen diote, 1920ko hamarkadan induskatutako lehen gunea izan baitzen Harappa.","fr":"Certains universitaires soutiennent néanmoins qu'étant donné que cette civilisation était également présente dans les bassins du fleuve Sarasvati aujourd'hui asséché, elle devrait justement être appelée la civilisation de l'Indus-Sarasvati, alors que certains la nomment civilisation Harappan d'après Harappa, le premier de ses sites à avoir été mis au jour, dans les années 1920.","ml":"ഇപ്പോൾ വറ്റിപ്പോയിരിക്കുന്ന സരസ്വതീനദിയുടെ തടങ്ങളിലും കൂടിയായിരുന്നു ഈ സംസകാരം നിലനിന്നിരുന്നത് എന്നതുകൊണ്ട് ഇതിനെ ശരിയായ രീതിയിൽ സിന്ധു - സരസ്വതീ നദീതട സംസ്കാരം എന്ന് വിളിക്കണമെന്ന് ചില പണ്ഡിതന്മാർക്ക് അഭിപ്രായമുണ്ട്. എന്നാൽ ചിലർ 1920 കളിൽ ആദ്യ ഉത്ഖനനംനടത്തിയ ഹാരപ്പയുടെ പേരിൽ ഇതിനെ ഹാരപ്പൻ സംസ്കാരം എന്നും വിളിക്കുന്നു.","mr":"जरी अभ्यासकांच्या दृष्टीने आता कोरड्या पडलेल्या सरस्वती नदीच्या खोऱ्यात असल्याने या संस्कृतीला सिंधू-सरस्वती संस्कृती म्हटले पाहिजे असे असले तरी, काहीजण त्याला हडप्पा संस्कृती म्हणतात, जिचे पहिले अवशेष १९२० च्या दशकात सापडले होते.","ne":"केही विद्वानहरूले अहिलेको सुकेको सरस्वती नदीका घाटीहरूमा पनि सभ्यताहरू अवस्थित भए तापनि, यसलाई व्युत्पतिका आधारमा सिन्धु-सरस्वती सभ्यता भनिनुपर्ने अनुमान गरे, जबकि केहीले यसलाई 1920 को दशकमा उत्खनन गरिएको यसको पहिलो स्थल हारप्पाको नाममा यसलाई हारप्पा सभ्यता भन्छन्।","es":"A pesar de ello, algunos expertos estiman que, debido a que la civilización también existió en las cuencas del ahora río seco Sarasvati, sería más acertado denominarla civilización Indo-Sarasvati; por su parte, otros la llaman civilización Harappa, que es el nombre del primero de sus sitios en ser excavado en la década de los veinte.","sw":"Ingawa baadhi ya wasomi hukisia kwamba kwa sababu ustaarabu pia ulikuwapo katika mabonde ya Mto Sarasvati uliokauka sasa, unafaa kuitwa Ustaarabu wa Indus-Sarasvati, huku wengine wakiuita Ustaarabu wa Harappa, kutokana na Harappa, eneo lake la kwanza kuchimbwa katika miaka ya 1920.","te":"ఈ నాగరికత కూడా ప్రస్తుతం ఎండిపోయిన సరస్వతీ నది పరీవాహక ప్రాంతాల్లో నే ఉందని కొందరు పండితులు ఊహి౦చినప్పటికీ, దాన్ని సింధు-సరస్వతీ నాగరికత అని పిలుస్తారు, అయితే 1920లలో త్రవ్విన వాటిలో మొదటిది హరప్పా నాగరికత అని కొందరు అంటారు.","ur":"اگرچہ کچھ علماء یہ قیاس کرتے ہیں کہ چونکہ اب خشک ہوچکی سرسوتی ندی کے حوضوں میں بھی تہذیب موجود تھی، اس لیے اسے مناسب طور پر سندھ-سرسوتی تہذیب کہا جانا چاہئے، جب کہ بعض لوگ اسے ہڑپا عہد کے بعد ہڑپا تہذیب کہتے ہيں، جس کے مقامات میں سے پہلے مقام کی کھدائی 1920 کی دہائی میں ہوئی تھی۔","vi":"Mặc dù một số học giả suy đoán rằng vì cũng tồn tại ở các lưu vực của sông Sarasvati nay đã khô cạn nên nền văn minh này cần được gọi là Nền văn minh Indus-Sarasvati, mặc dù một số người gọi là Nền văn minh Harappan theo tên của Harappa, di tích đầu tiên của nền văn minh này được khai quật vào thập niên 1920.","xh":"Nangona ingcali ziqikelela ukuba ngenxa yokuba ukhanyo lwalukhona nakwintlango yomlambo i Sarasvati, imele ukubizwa njenge Indus-Sarasvati Civilization, ngelixa abanye beyibiza njengeHarappan Civilization esukela kwiHarappa, indawo yokuqala ukombiwa ngomnyaka ka-1920.","yo":"Biotilejepe awon omowe kan daba pe nitori pe awon ara besini Odo Sarasfati to ti wa gbe laju, o ye ki won pe ni Olaju Indus-Sarasfati, awon kan maa n pe ni Olaju Harapani, akoko ninu awon ibi ti won wu jade ni 1920s.","zu":"Nakuba ezinye izazi zicabangela ukuthi njengoba umphakathi ube khona ezigodini zoMfula iSarasvati owomile manje, kufanele ubizwe ngokufanele ngokuthi i-Indus-Sarasvati Civilization, njengoba abanye bewubiza iHarappan Civilization ngemva kweHarappa, eyokuqala yezindawo zayo zokuvubukulwa ngawo-1920,"}
{"ar":"تصل سرعة هذه العواصف الوحشية إلى 480 كم\/ساعة (133 م\/ث؛ 300 ميل\/س).","zh":"这些怪物般的风暴，风速高达每小时 480 公里（133 m\/s; 300 mph）。","en":"These monster storms have winds up to 480 km\/h (133 m\/s; 300 mph).","eu":"Ekaitz ikaragarri horien haizeek 480 km\/h (133 m\/s; 300 milia orduko) abiadura izatera iristen dira.","fr":"Ces tempêtes géantes comporte des vents soufflant jusqu'à 480 km\/h (133 m\/s ou 300 mph).","ml":"ഈ രാക്ഷസ കൊടുങ്കാറ്റുകൾക്ക് മണിക്കൂറിൽ 480 കിലോമീറ്റർ വരെ വേഗതയുണ്ട് (133 m\/s; 300 mph).","mr":"या राक्षसी वादळामध्ये वारे 480km\/h (133 m\/s; 300 mph) इतके असू शकतात.","ne":"यी राक्षसी आँधीहरूको गती 480 किलोमिटर\/घण्टा (133 मिटर\/सेकेण्ड; 300 mph) सम्म छ।","es":"Estas colosales tormentas traen ráfagas de hasta 480 km\/h (133m\/s; 300 mph).","sw":"Dhoruba hizi za ajabu zina upepo wa hadi kilomita 480 kwa saa (mita 133 kwa sekunde; maili 300 kwa saa).","te":"ఈ రాకాసి తుఫానులకు గంటకు 480 km\/h (133 m\/s; 300 mph) వరకు వేగంతో గాలులు వీస్తాయి.","ur":"اِن عظیم الجثہ طوفانوں میں 480 کلومیٹر\/گھنٹہ (133 میل\/سیکنڈ؛ 300 میٹر فی گھنٹہ) تک کی ہوائیں موجود ہیں۔","vi":"Những cơn bão khủng khiếp này có sức gió lên tới 480 km\/giờ (133 m\/giây; 300 dặm\/giờ).","xh":"Ezi zaqhwithi zikhulu ziba nemimoya enesantya esifikelela ukuya kutsho kwi-480 km\/h (133 m\/s; 300 mph).","yo":"Ìjì líle ti gbì tó okòódínníẹ̀dẹ́gbẹ̀ta kìlómítà láàrin wákàtí (133 m\/s; 300 mph).","zu":"Isiphepho esikhulu esingakwayelekile besigijima ngesivinini sika-480 km\/h (133 m\/s; 300 mph)."}
{"ar":"وقد كان هدفه الثاني تلك الليلة هو الهدف رقم 60 له في هذا الموسم حتى أصبح اللاعب الأول الذي يحرز 60 أو أكثر من الأهداف في موسم منذ موسم 1995-96 ،عندما وصل كل من جارومير جاجر وماريو ليميكس إلى ذلك اللقب.","zh":"他当晚的第二个进球是他本赛季的第60个进球，成为自1995-96赛季以来首位在一个赛季中打进60个或更多进球的球员——在1995-96赛季，亚罗米尔·雅格和马里奥·拉缪都达到了这一里程碑。","en":"his second goal of the night was his 60th of the season, becoming the first player to score 60 or more goals in a season since 1995-96, when Jaromir Jagr and Mario Lemieux each reached that milestone.","eu":"egindako bigarren gola, berriz, bere denboraldiko 60. gola izan da. Hala, denboraldi batean 60 gol edo gehiago egin dituen lehen jokalaria da 1995-96 denboraldiaz geroztik. Denboraldi hartan Jaromir Jagr eta Mario Lemieux jokalariek lortu zuten marka hori.","fr":"Son deuxième but de la soirée était son 60e de la saison, devenant ainsi le premier joueur à marquer 60 buts ou plus en une saison depuis 1995-96, date à laquelle Jaromir Jagr et Mario Lemieux ont chacun atteint ce chiffre.","ml":"അദ്ദേഹം നേടിയ രണ്ടാമത്തെ ഗോൾ സീസണിലെ അറുപതാമത്തേത് ആയിരുന്നു, 1995-96 കാലഘട്ടത്തിൽ ജറോമിർ ജാഗറും മരിയോ ലെമ്യൂക്സും ആ നേട്ടം കൈവരിച്ച ശേഷം ഒരു സീസണിൽ 60-ഓ അതിൽ കൂടുതലോ ഗോളുകൾ നേടുന്ന ആദ്യ കളിക്കാരനായി അതോടെ അദ്ദേഹം മാറി.","mr":"त्या रात्रीचा त्याचा दुसरा गोल हंगामातला ६० वा होता. त्यामुळे तो एका हंगामात ६० किंवा त्यापेक्षा अधिक गोल करणारा पहिला खेळाडू ठरला, याआधी १९९५-९६ मध्ये जरोमिर जागर आणि मारिओ लेमिन्स या दोघांनी हा विक्रम केला होता.","ne":"उनले त्यस रात हानेको दोस्रो गोल उनले उक्त सिजनमा हानेको 60औँ गोल थियो। यससँगै उनी सन् 1995-1996 देखि एउटा सिजनमा 60 वा सोभन्दा बढी गोल गर्ने पहिलो खेलाडी बने। त्यतिबेला जरोमिर जगर र मारियो लेमिअक्स दुवै जनाले उक्त माइलस्टोन प्राप्त गरेका थिए।","es":"Su segunda anotación de la noche fue su número 60 en la temporada, convirtiéndose en el primer jugador en hacer esa cantidad o más en una misma temporada desde 1995- 96, cuando tanto Jaromir Jagr como Mario Lemieux lograron ese récord.","sw":"goli lake la pili katika usiku lilikuwa lake la 60 kwenye msimu, hivyo kuwa mchezaji wa kwanza kufunga magoli 60 au zaidi kwenye msimu tangu 1995-96, wakati Jaromir Jagr na Mario Lamieux kila mmoja alifikia hatua hiyo.","te":"జరోమిర్ జాగర్ మరియు మ్యారియో లెమియక్స్ ఇద్దరూ ఆ మైలురాయిని చేరుకున్నప్పుడు, రాత్రికి అతని రెండవ గోల్ ఈ సీజన్లో అతని 60వది, 1995-96 నుండి ఒక సీజన్లో 60 లేదా అంతకంటే ఎక్కువ గోల్స్ చేసిన మొదటి ఆటగాడిగా పేరు గాంచాడు.","ur":"رات میں اس کا دوسرا گول، سیزن کا اس کا 60واں گول تھا، جس سے وہ پہلا کھلاڑی بن گیا جس نے 1995-96 سے ایک سیزن میں 60 یا زائد گول کیے، جب جیرومر جیگر اور ماریو لیمی یکس دونوں اس سنگِ میل تک پہنچے۔","vi":"Bàn thắng thứ hai trong đêm là bàn thứ 60 của anh ấy trong mùa giải này và anh ta trở thành cầu thủ đầu tiên ghi 60 bàn thắng trở lên trong một mùa giải kể từ năm 1995-1996 khi Jaromir Jagr và Mario Lemieux lần lượt đạt kỷ lục đó.","xh":"Inqaku lakhe lobusuku yaba yisizini yakhe ye 60th, ebangumdlali wokuqala ukukorisha amanqaku ayi 60 nangaphezulu kwisizini ukususela ngomnyaka ka 1995-96, apho u Jaromir Jagr no Mario Lemieux ngamnye wathi wafikelela kwelonqanaba.","yo":"àmì ayo rẹ̀ kejì ní alé nàà ní ọgọ́ta rẹ ní abala yẹn,tó jẹ́ òṣèrè àkọ́kọ́ ;tó ma gba ọgọ́ta tàbí jù bẹ́ẹ̀ lọ ní abala náà láti 1995-96,nígbàtí Jagr àti Mario Lemieux dé ìpèle tó ní àmì.","zu":"Igoli lakhe lobusuku bekungelama-60 lesizini, eba ngumdlali wokuqala wokushaya amagoli angu-60 noma ngaphezulu ngesizini kusukela ngo-1995-96, lapho uJaromir Jagr noMario Lemieux befinyelela leyonqophamlando ngamunye."}
{"ar":"تُعرف السياحة الثقافية بأنها السياحة التي يكون فيها الهدف من زيارة أحد الأفراد إلى مكان معين هو التعرف على تاريخه وثقافته.","zh":"如果一个人访问一个特定地方的目的是了解它的历史和文化，那么这种类型的旅游活动就被称为文化旅游。","en":"If the objective of one’s visit to a particular place is to get to know its history and culture then this type of tourism is known as cultural tourism.","eu":"Norbait toki jakin batera joaten bada bertako historia eta kultura ezagutzeko helburuarekin, turismo kultural deritzo.","fr":"Si l'objectif de la visite d'un lieu particulier est de connaître son histoire et sa culture, ce type de tourisme s'appelle alors tourisme culturel.","ml":"ഒരു സ്ഥലത്തിന്റ ചരിത്രവും സംസ്കാരവും പഠിക്കുക എന്ന ലക്ഷ്യത്തോടെയാണ് ഒരാൾ അവിടം സന്ദർശിക്കുന്നതെങ്കിൽ, അതിനെ സാംസ്കാരിക വിനോദസഞ്ചാരം എന്ന് വിളിക്കുന്നു.","mr":"1 (एखाद्याच्या) विशिष्ट स्थानाला भेट देण्याचे उद्दीष्ट असल्यास त्याचा इतिहास आणि संस्कृती जाणून घेत असाल तर या प्रकारच्या पर्यटनाला सांस्कृतिक पर्यटन म्हणून ओळखले जाते.","ne":"कुनै व्यक्ति कुनै खास ठाउँको भ्रमणको उद्देश्य यसको इतिहास र संस्कृति जान्ने हो भने यस प्रकारको पर्यटनलाई सांस्कृतिक पर्यटन भनेर चिनिन्छ।","es":"El turismo cultural es aquel cuyo objetivo es el de visitar un sitio en particular para conocer su historia y su cultura.","sw":"Kama lengo la mwafulani la kutembelea mahali maalum ni kujua historia na utamaduni wake basi aina hii ya utalii inajulikana kama utalii wa kitamaduni.","te":"ఒక నిర్దిష్ట ప్రదేశానికి 1  సందర్శన యొక్క లక్ష్యం దాని చరిత్ర మరియు సంస్కృతిని తెలుసుకోవడమే అయితే, ఈ రకమైన పర్యాటకాన్ని సాంస్కృతిక పర్యాటకం అంటారు.","ur":"اگر کسی خاص جگہ کے سفر کا مقصد اس کی تاریخ اور ثقافت کو جاننا ہے تو اس طرح کے سفر کو ثقافتی سیاحت کہا جاتا ہے۔","vi":"Nếu mục đích của việc đến thăm một địa điểm cụ thể nào đó là để tìm hiểu lịch sử và văn hóa ở nơi đó thì loại hình du lịch này được gọi là du lịch văn hóa.","xh":"Ukuba isizathu sokutyelela kwindawo ethile kukufuna ukwazi imbali nesithethe sayo, olu hlobo lokhenketho lwaziwa ngokuba yi-cultural tourism.","yo":"Tí èróngbà ìbẹ̀wò sí ibi kan ní láti mọ̀ nípa ìtàn rẹ̀ ati àṣà rẹ̀ á jẹ́ pé ìrún àbẹ̀wò yìí ní a lè pè ní àbẹ̀wò aláṣà.","zu":"Uma inhloso yokuhambela komuntu endaweni ethile ukwazi umlando wawo namasiko ke lolu hlobo lwezokuvakasha luyaziwa njengokuvakasha ukuthi uyofunda amasiko."}
{"ar":"وُصِف سقوط الأمطار، الذي وصل إلى مستوى 6,34 بوصات في جزيرة أواهو، بأن \"له فائدة\".","zh":"欧胡岛（Oahu）的降雨量达到了 6.34 英寸，被称为“有益的”。","en":"The precipitation, reaching 6.34 inches at a gauge on Oahu, was described as \"beneficial\".","eu":"Prezipitazioak 6,34 hazbetera iritsi ziren, Oahu-ko neurgailu baten arabera, eta “onuragarritzat” jo dira.","fr":"Les précipitations, atteignant 6,34 pouces à une jauge sur Oahu, ont été décrites comme « bénéfiques ».","ml":"\"ഒയാഹുവിലെ മാപിനിയിൽ വർഷപാതത്തിന്റെ അളവ് 6.34 ഇഞ്ച് എന്ന് കാണിച്ചാൽ,അത്  \"\"ഗുണപ്രദം\"\" എന്ന് വിശേഷിപ്പിക്കപ്പെടുന്നു.\"","mr":"\"ओहूच्या गेजवर 6.34 इंचपर्यंत पडलेल्या पावसाचे वर्णन \"\"फायदेशीर\"\" म्हणून केले गेले होते.\"","ne":"ओहुको प्रमाणिक नापमा 6.34 इन्च पुगेको वर्षालाई “फाइदाजनक” भनेर वर्णन गरिएको थियो।","es":"La lluvia, que alcanzó las 6.34 pulgadas según un medidor de Oahu, se describió como «provechosa».","sw":"Usafirishaji wa joto uliofikia inchi 6.34 kwenye geji katika Oahu, ulielezewa kuwa na “ faida”.","te":"\"ఓహుపై ఒక గేజ్ వద్ద 6.34 అంగుళాలకు చేరుకున్న అవపాతం \"\"ప్రయోజనకరమైనది\"\"గా వర్ణించబడుతుంది.\"","ur":"اواہو میں ایک گیج کی پیمائش کرنے پر 6.34 انچ تک پہنچنے والی بارش کو \"فائدہ مند\" بتایا گیا تھا۔","vi":"Lượng mưa đạt 6,34 inch khi đo ở Oahu được mô tả là \"có lợi\".","xh":"Ukuna ofikelela ku 6.34 ye intshi ngegeyji kwo Oahu, yachazwa njenge “lulutho”.","yo":"Ìwọ́n ojò rírọ̀ náà, tó dé 6.34 ní Oahu, ní wọ́n ṣàpèjúwè gẹ́gẹ́ bí èyí tóní “àǹfàn.”","zu":"Imvula, eyafinyelela amayintshi angu-6.34 esilinganisweni kuyi -Oahu, yachazwa ngokuthi \"inenzuzo\"."}
{"ar":"القدس عاصمة إسرائيل وأكبر مدنها رغم أن معظم الدول الأخرى والأمم المتحدة لا تعترف بها عاصمة لها.","zh":"耶路撒冷是以色列的首都和最大城市，尽管大多数的其他国家\/地区和联合国都不承认耶路撒冷是以色列的首都。","en":"Jerusalem is the capital and largest city of Israel, though most other countries and the United Nations do not recognize it as Israel's capital.","eu":"Jerusalem Israelgo hiriburua eta hiririk handiena da, nahiz eta beste herrialde askok eta Nazio Batuen Erakundeak ez duten Israelgo hiriburu gisa onartzen.","fr":"Jérusalem est la capitale et la plus grande ville d’Israël, bien que la plupart des autres pays et les Nations Unies ne la reconnaissent pas comme telle.","ml":"ഇസ്രായേലിന്റെ തലസ്ഥാനവും രാജ്യത്തെ ഏറ്റവും വലിയ നഗരവുമാണ് ജറുസലേം, മറ്റ് മിക്ക രാജ്യങ്ങളും ഐക്യരാഷ്ട്രസഭയും ഇസ്രായേലിന്റെ തലസ്ഥാനമായി അതിനെ അംഗീകരിക്കുന്നില്ലെങ്കിലും.","mr":"जरी इतर अनेक देश आणि संयुक्त राष्ट्रसंघ याला इस्रायेलची राजधानी मनात नसले तरी, जेरुसलेम ही इस्रायेलची राजधानी आणि तेथील सर्वात मोठे शहर आहे.","ne":"अधिकांश अन्य देश र संयुक्त राष्ट्रसंघले यसलाई इजरायलको राजधानीको रूपमा मान्यता नदिए पनि जेरूसलम इजरायलको राजधानी र ठूलो शहर हो।","es":"Aun cuando Jerusalén es la ciudad capital y de mayor tamaño de Israel, la mayoría de los otros estados y las Naciones Unidas no la reconocen como tal.","sw":"Yerusalemu ni mji mkuu na mkubwa zaidi wa Israeli, ijapokuwa nchi nyingine nyingi na Umoja wa Mataifa haziutambui kama mji mkuu wa Israeli.","te":"జెరూసలేం ఇజ్రాయెల్​లోనే అతిపెద్ద నగరం మరియు రాజధాని, ఐనా చాలా ఇతర దేశాలు మరియు ఐక్యరాజ్యసమితి దీనిని ఇజ్రాయెల్ యొక్క రాజధానిగా గుర్తించలేదు.","ur":"یروشلم اسرائیل کی دارالحکومت اور سب سے بڑا شہر ہے، تاہم زیادہ تر دیگر ممالک اور اقوام متحدہ اسے اسرائیل کا دار الحکومت تسلیم نہیں کرتے ہیں-","vi":"Jerusalem là thủ đô và thành phố lớn nhất của Israel, mặc dù hầu hết các quốc gia khác và Liên Hiệp Quốc chưa công nhận thành phố này là thủ đô của Israel.","xh":"IJerusalem sesona sixeko sikhulu kwaye ikwalikomkhulu lase-Israel, nangona amanye amazwe Ezizwe Ezimanyeneyo engayigqali njengekomkhulu lase-Israel.","yo":"Ilu Jesusalemu je iya ilu si ile Isreli ti o tobi julo,amo awon orileede to seku ati Ajo Agbaye ko ri bee.","zu":"IJerusalema inhlokodolobha futhi idolobha elikhulu kunawo wonke lakwa-Israyeli, nakuba amanye amazwe amaningi neZizwe Ezihlangene zingayiqapheli njengenhlokodolobha yakwa-Israyeli."}
{"ar":"يعني ذلك أننا قادرون على التنبؤ بشكل ناجح بمنظور البشر الآخرين أو نواياهم أو إيمانهم أو معرفتهم أو رغبتهم.","zh":"这意味着我们能够成功地预测其他人的感知、意图、信仰、知识或欲望。","en":"That means we are able to successfully predict what other humans perceive, intend, believe, know or desire.","eu":"Horrek esan nahi du zuzen asmatzeko gai garela beste gizaki batzuek antzematen, sinesten edo nahi dutena, dakitena edo zer asmo duten.","fr":"Ce qui signifie que nous sommes en mesure d'anticiper, et non sans succès, les perceptions, intentions, croyances, savoirs et désirs des autres humains.","ml":"മറ്റ് മനുഷ്യർ ഗ്രഹിക്കുകയും ഉദ്ദേശിക്കുകയും വിശ്വസിക്കുകയും അറിയുകയും അല്ലെങ്കിൽ ആഗ്രഹിക്കുകയും ചെയ്യുന്ന കാര്യങ്ങൾ വിജയകരമായി പ്രവചിക്കാൻ നമുക്ക് കഴിയുമെന്നാണ് അതിനർത്ഥം.","mr":"याचा अर्थ असा की आपण इतर मानव काय समजून घेतात, त्यांचा काय हेतु आहे, विश्वास आहे किंवा इच्छा आहे, माहिती आहे याचे आपण यशस्वीरित्या पूर्वानुमान करू शकतो.","ne":"यसको मतलब हामी सफलतापूर्वक भविष्यवाणी गर्न सक्षम छौँ जे अरू मानिसहरूले अनुभव गर्छन्, प्रयोजन राख्छन्, विश्वास गर्छन्, जान्छन् वा इच्छा गर्दछन्।","es":"Ello implica que tenemos la capacidad de hacer predicciones acertadas respecto de las percepciones de otras personas, lo que se proponen, sus creencias, conocimientos y deseos.","sw":"Hilo linamaanisha tunaweza kutabiri kile binadamu wengine wanachohisi, kukusudia, kuamini, kujua au kutamani kwa ufanisi.","te":"అంటే, ఇతర మానవులు ఏమి గ్రహిస్తారు, ఉద్దేశిస్తారు, నమ్ముతారు, తెలుసుకుంటారు లేదా కోరుకుంటారో మనం విజయవంతంగా అంచనా వేయగలం.","ur":"اس کا مطلب یہ کہ ہم اس قابل ہیں کہ پیش گوئی کر سکیں کہ دوسرے انسان کیا درک کرتے، کیا نیت کرتے، کیا عقیدہ رکھتے، کیا جانتے اور کیا چاہتے ہیں۔","vi":"Điều đó có nghĩa là chúng ta có thể dự đoán được những gì người khác nhận thức dự định tin tưởng biết hoặc mong muốn.","xh":"Oko kuthetha ukuba siyakwazi ukuqikelela ngempumelelo ukuba oko abanye abantu abakuqondayo, abafuna ukukwenza, abakhukholelwayo, abakwazi nabakunqwenelayo.","yo":"Eyi tumọ si wipe a ṣe aṣeyọri lori sisọ asọtẹlẹ lori ohun ti awọn eniyan n ro, pinnu, gbagbọ, mọ tabi gba lero.","zu":"Lokhu kusho ukuthi siyakwazi ukubikezela ngokuphumelelayo lokho abanye abantu abakubonayo, abakuhlelayo, abakukholelwayo, abakwaziyo kanye nabakufisayo."}
{"ar":"تقع المدينة بجانب الشلالات مباشرةً، وهم أكبر معالمها جاذبية، لكن هذه الوجهة السياحية تقدم للباحثين عن المغامرة والمتفرجين على المعالم العديد من الفرص من أجل إقامة أطول.","zh":"该镇紧邻瀑布，瀑布是主要的景点，但这个热门的旅游目的地为探险者和观光者提供了可以久住的大量机会。","en":"The town lies immediately next to the falls, and they are the major attraction, but this popular tourist destination offers both adventure seekers and sightseers plenty of opportunities for a longer stay.","eu":"Herria ur-jauzien ondo-ondoan dago, eta horiek dira toki interesgarri nagusiena, baina turistentzat helmuga ezaguna den honek abentura nahi dutenentzako eta leku interesgarriak bisitatu nahi dituztenentzako aukera pila eskaintzen ditu, denbora luzeko egonaldietarako.","fr":"La ville est située juste à côté des chutes, qui constituent l’attraction principale, mais cette destination touristique populaire offre aux amateurs d’aventure aussi bien qu’aux touristes de nombreuses possibilités pour un séjour prolongé.","ml":"ഈ പട്ടണം വെള്ളച്ചാട്ടത്തിന് തൊട്ടടുത്തായാണ് സ്ഥിതിചെയ്യുന്നത്. അതാണ് പ്രധാന ആകർഷണമെങ്കിലും ഈ ജനപ്രിയ വിനോദസഞ്ചാര കേന്ദ്രം സാഹസികർക്കും കാഴ്‌ച കാണാൻ എത്തുന്നവർക്കും കൂടുതൽ നേരം താമസിക്കാനുള്ള ധാരാളം അവസരങ്ങൾ നൽകുന്നു.","mr":"शहर एक मोठे आकर्षण असलेल्या धबधब्यांच्या जवळ आहे, पण हे प्रसिद्ध पर्यटन स्थळ खूप काळ राहण्यासाठी, सहसांचे आकर्षण असणाऱ्या आणि निसर्ग सौंदर्य पाहण्याकरिता आलेल्या अशा दोघांसाठीही अनेक संधी उपलब्ध करून देते.","ne":"शहर झरनाको तत्काल अर्को छेउमा अवस्थित छ र ती प्रमुख आकर्षणहरू हुन्, तर यो लोकप्रिय पर्यटन गन्तव्यले दुवै साहसिक खोजी गर्ने र दृश्यावलोकन गर्नेहरूलाई लामो बसाइका लागि प्रशस्त अवसरहरू प्रदान गर्दछ।","es":"La ciudad se ubica junto a las cataratas, que son su principal atractivo, pero este conocido destino turístico también ofrece, tanto a aventureros como a viajeros, un gran número de opciones para una estancia de mayor duración.","sw":"Jiji liko mara moja karibu na maporomoko ya maji ambayo ndiyo kivutio kikuu, lakini sehemu hii maarufu ya watalii huwatolea wanaotafuta kusisimka na kutembea maeneo mbali mbali fursa ya kukaa kwa muda mrefu.","te":"ఈ పట్టణం జలపాతం పక్కనే ఉంది, మరియు అవి ప్రధాన ఆకర్షణ, కానీ ఈ ప్రసిద్ధ పర్యాటక కేంద్రం అడ్వెంచర్ కోరుకునే వాళ్లకు మరియు సందర్శకులకు ఎక్కువ కాలం ఉండటానికి చాలా అవకాశాలను అందిస్తుంది.","ur":"یہ قصبہ جھرنے کے بالکل آگے واقع ہے، اور وہ توجہ کا بڑا مرکز ہے، لیکن یہ مشھور سیاحتی مقام ایڈونچر کے متلاشیوں اور سیاحوں دونوں کو وہاں زیادہ وقت گزارنے کے بہت سے مواقع فراہم کرتا ہے-","vi":"Thị trấn này nằm ngay kế bên các thác nước, và chúng là điểm du lịch thu hút, nhưng điểm đến du lịch phổ biến này tạo nhiều cơ hội cho người tìm kiếm phiêu lưu và người tham quan ở lại lâu hơn.","xh":"Le dolophu isecaleni konxweme, kwaye ingowona umtsalane uphambili, kodwa le ndawo ithandwa ngabakhenkethi inika kokubini abo bafuna ukuzonwabisa kunye nabo bafuna ukubona iindawo amathuba amaninzi okuhlala ixesha elide.","yo":"Ìlú náà tẹ̀dó ní kété sí àwọn ìdàwálẹ̀ omi, àti wípẹ́ wọn jẹ ibi ìfamọ́ra pàtàkì, sùgbón ibi ìdúrósí olókìkí fún àwọn arìnrìnàjó yìí pẹ̀sẹ̀ ànfàní lọ́pọ̀lọpọ̀ fùn àwọn arìnrìnàjó ìgbafẹ́ àti ẹ̀rò ìwòran dúró pípẹ́.","zu":"Idolobha lakheke eduze kwezimpophoma, futhi ziheha kakhulu, futhi lendawo ethandwayo yezivakashi inikeza kokubili abathandi benjabulo kaye nabathandi bendalo ithuba lokuhlala isikhathi eside."}
{"ar":"إذا أردت السفر حول العالم بأكمله في نصف الكرة الجنوبي، فإن اختياراتك للرحلات والوجهات ستكون محدودة وذلك بسبب عدم وجود طرق عبر المحيطات.","zh":"如果你只想在南半球范围内坐飞机环游世界，航班和目的地的选择都十分有限，因为跨洋航线很少。","en":"If you want to fly around the world completely in the Southern Hemisphere, the choice of flights and destinations is limited due to the lack of transoceanic routes.","eu":"Munduan zehar hegan bidaiatu nahi baduzu Hego Hemisferioan zehar, hegaldien eta helmugen aukera mugatua da bide transozeanikoen gabeziagatik.","fr":"Si vous voulez faire le tour du monde en avion en restant uniquement dans l'hémisphère sud, le choix des vols et des destinations sera limité à cause du manque de routes transocéaniques.","ml":"പൂർണ്ണമായും തെക്കൻ അർദ്ധഗോളത്തിലൂടെ നിങ്ങൾക്ക് ലോകാമെമ്പാടും പറക്കാൻ താൽപര്യം ഉണ്ടെങ്കിൽ, മഹാസമുദ്രങ്ങൾ താണ്ടുന്ന റൂട്ടുകളുടെ അഭാവം കാരണം ഫ്ലൈറ്റുകളുടേയും ലക്ഷ്യസ്ഥാനങ്ങളുടെയും എണ്ണം പരിമിതപ്പെട്ടിരിക്കുന്നു.","mr":"तुम्हाला जगातील संपूर्ण दक्षिण गोलार्ध बघण्याची इच्छा असल्यास, विमाने आणि गंतव्यस्थळांची निवड महासागरावरून जाणाऱ्या मार्गांमुळे मर्यादीत असेल.","ne":"तपाईं दक्षिण गोलार्धमा पूर्ण रूपमा संसारभर उडान गर्न चाहनुहुन्छ भने उडान र गन्तव्यहरूको छनौट ट्रान्ससोनेसिक मार्गहरूको अभावका कारण सीमित छ।","es":"Si quiere viajar alrededor del mundo circunscribiéndose al hemisferio sur, se reducirán sus opciones de vuelos y destinos pues escasean las rutas transoceánicas.","sw":"Ikiwa unataka kusafiri kuzunguka ulimwengu katika Kizio cha Kusini, machaguo ya ndege na mahali si mengi kwa sababu ya ukosefu wa ndege zinazosafiri kuvuka bahari.","te":"మీరు దక్షిణార్ధ గోళంలో పూర్తిగా ప్రపంచవ్యాప్తంగా ఎగరాలని అనుకుంటే, ట్రాన్స్ ఓషనిక్ మార్గాలు లేకపోవడం వలన విమానాలు గమ్యస్థానాల ఎంపిక పరిమితంగా ఉంటుంది.","ur":"اگر آپ مکمل طور پر جنوبی نصف کرہ میں دنیا کے ارد گرد ہوائی سفر کرنا چاہتے ہیں، تو ماورائے بحری راستوں کی عدم دستیابی کی وجہ سے جہاز اور مقامات کا انتخاب محدود ہے۔","vi":"Nếu bạn muốn bay vòng quanh thế giới hoàn toàn ở Nam Bán Cầu, việc lựa chọn chuyến bay và điểm đến sẽ bị hạn chế vì thiếu chuyến bay xuyên đại dương.","xh":"Ukuba ufina ukundiza kwihlabathi liphela kumazantsi e Hemisphere, ukhetho lwenqwelomoya nendawo ezifikelela kuzo ziyabaleka ngenxa yokunqongophala kwendlela ezigudla unxweme.","yo":"Tí o bá fẹ fò káàkiri àgbáyè pátápátá ní Southern Hemishere, yíyan ọka òfurufú àti ibi tí ò ǹ lọ ní òpin àìsí ọ̀nà omi.","zu":"Uma ufuna ukundiza emhlabeni wonke ngokuphelele eNyakatho Nenkabazwe, ungakhetha izindiza nendawo ofuna ukuya kuyo kuye ngokulinganiselwa kokuntuleka kwemizila yasolwandle."}
{"ar":"ولقد استند إلى الأبجدية الألمانية وأضيف حرف واحد هو \"Õ\/õ\".","zh":"它是在德语字母表中加了一个字母“Õ\/õ”。","en":"It was based on the German alphabet and one character \"Õ\/õ\" was added.","eu":"Alfabeto alemanean oinarrituta zegoen, eta \"Õ\/õ\" karakterea gehitu zioten.","fr":"Il était basé sur l'alphabet allemand et un caractère « Õ\/õ » a été ajouté.","ml":"\"അത് ജർമ്മൻ അക്ഷരമാല അടിസ്ഥാനമാക്കി ഉള്ളതായിരുന്നു കൂടാതെ, \"\"Õ\/õ\"\" എന്ന പ്രതീകം ചേർക്കുകയും ചെയ്തിരുന്നു. \"","mr":"\"ते जर्मन मुळाक्षरावर आधारित होते आणि 1 अक्षर \"\"Õ\/õ\"\" जोडण्यात आले.\"","ne":"यो जर्मन वर्णमालामा आधारित थियो र एक वर्ण “Õ\/õ” थपिएको थियो।","es":"Su base fue el alfabeto alemán y se incorporó un carácter: «Õ\/ õ».","sw":"Ilihusishwa na alfabeti ya kijerumani na alfabeti moja \"Õ\/õ\" ikaongezwa.","te":"\"అది జర్మన్ అక్షరమాల ఆధారంగా రూపొందించబడింది మరియు \"\"Õ\/õ\"\" అనే ఒక అక్షరం జత చేయబడింది.\"","ur":"یہ جرمن حروف تہحی پر مبنی تھا اور ایک حرف \"Õ\/õ\" بھی شامل کیا گیا۔","vi":"Nó dựa theo bảng chữ cái của Đức và một ký tự \"Õ\/õ\" được thêm vào.","xh":"Yayisingiselwe kwi Alfabhethi yase Jamani ne kharaktha enye engu \"Õ\/õ\" yongezwa.","yo":"Nitori alfabeeti Jamani ati okan ni won se fi “Õ\/õ” kun.","zu":"Belusekelwe kuma-alfabhethi wesiJalimane futhi uhlamvu olulodwa \"u-Õ\/õ\" lwanezelwa."}
{"ar":"اكتشف العلماء تضاريساً متناثرة على سطح القمر تسمى \"الصدوع المفصّصة\" التي نتجت على ما يبدو عن تقلص القمر ببطء شديد.","zh":"科学家发现了一种遍布月球表面的地貌，称为瓣状裂谷，这显然是由于月球非常缓慢地收缩造成的。","en":"Scientists have discovered landforms littered across the moon's surface called lobate scarps that have apparently resulted from the moon's shrinking very slowly.","eu":"Zientzialariek ilargiaren gainazalean barreiatutako lur-formak aurkitu zituzten, malkar lobatu izenekoak, zeinak ilargia oso mantso uzkurtzearen eraginez sortzen baitira, antza.","fr":"Les scientifiques ont découvert des reliefs parsemés sur toute la surface de la lune, appelés escarpements lobés, qui résulteraient apparemment du fait que la lune rétrécisse progressivement.","ml":"ചന്ദ്രന്റെ ഉപരിതലത്തിൽ ഉടനീളം ചിതറിയ നിലയിൽ കിടങ്ങുകൾ എന്നറിയപ്പെടുന്ന ലാൻഡ് ഫോമുകൾ ശാസ്ത്രജ്ഞർ കണ്ടെത്തി, ചന്ദ്രൻ വളരെ സാവധാനം ക്ഷയിക്കുന്നതാണ് ഇതിന് കാരണം.","mr":"शास्त्रज्ञांना चंद्राच्या पृष्टभागावर, चंद्राच्या हळूहळू आकुंचन पावण्यामुळे तयार झालेले उंच सखल भाग ज्यांना लोबेट स्कार्प म्हणतात, ते आढळले आहेत.","ne":"चन्द्रमाको सतह फैलिएका ल्यान्डफार्म वैज्ञानिकहरूले पत्ता लगाए जसलाई लोबेट स्कार्प भनिन्छ जुन चन्द्रमामा बिस्तारै कमजोर हुँदै गएको छ।","es":"Los científicos han hallado accidentes geográficos desparramados sobre la superficie lunar denominados escarpes lobulados, que parecen ser el resultado del achicamiento muy lento que experimenta este satélite.","sw":"Wanasayansi wamegundua miundo ya ardhi iliyojaa juu ya mwezi inayoitwa lobate scarps ambayo inaonekana imetokana na kunywea kwa mwezi polepole sana.","te":"చంద్రుడి ఉపరితల పై పొరల నుంచి వచ్చే భూస్వరూపాలను శాస్త్రవేత్తలు కనుగొన్నారు, ఇది చంద్రుని యొక్క పొరలు చాలా నెమ్మదిగా కుచించుకుపోవడం వల్ల ఏర్పడినట్లు తెలుస్తోంది.","ur":"زمینی ساختیں دریافت کی ہیں جنہیں لوبیٹ اسکارپس کہا جاتا ہے سائنسدانوں نے چاند کی سطح کے اوپرجوچاند کے سُکڑنے کی وجہ سے بہت آہستگی کے ساتھ ظاہری صورت اختیار کیے ہوئے ہیں۔","vi":"Các nhà khoa học đã phát hiện ra những vùng địa mạo rải rác khắp bề mặt của mặt trăng gọi là thùy đá có vẻ là kết quả của việc mặt trăng đang co rút lại với tốc độ rất chậm.","xh":"Ososayensi bafumanise uhlobo lomhlaba lungcolise kumphandle wenyanga ebizwa ngokuba yi lobate scarps oye kwacaca ukuba ubangele ukuncipha kwenyanga ngokuthe cothayo.","yo":"Àwọn onímò-ìjìnlẹ ti sàwárí àwọn ibi òkè ohun ìpètélè ti o fónká kiri ojú òsùpá ti a n pẹ ni lobate scarps èyí ni àyọrìsí mímú òsùpá súnrakí ní díè díè.","zu":"Ososayensi bathole ukuma kwezwe okugcwele enyangeni okubizwa ngokuthi ama-lobate scarp okubonakala sengathi avele ekuncipheni kwenyanga kancane kancane."}
{"ar":"في بداية استقلال البلاد، ساعدت خبرة حدائق سنغافورة النباتية في تحويل الجزيرة إلى مدينة من الحدائق الاستوائية.","zh":"在国家独立初期，新加坡植物园发挥其专业知识所长，帮助该岛成为了一座热带“花园城市”。","en":"Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.","eu":"Nazioaren independentziaren hasieran, Singapurreko lorategi botanikoko adituek uhartea lorategi-hiri tropikal bihurtzen lagundu zuten.","fr":"Au lendemain de son indépendance, Singapour a acquis une expertise dans le domaine des jardins botaniques. Cet Etat insulaire s'est par la suite transformé en une cité jardin de type tropical.","ml":"രാജ്യത്തിന്റെ സ്വാതന്ത്ര്യത്തിന്റെ തുടക്കത്തിൽ, സിംഗപ്പൂർ ബൊട്ടാണിക്ക് ഗാർഡന്റെ വൈദഗ്‌ധ്യം ദ്വീപിനെ ഒരു ഔപചാരിക ഉദ്യാന നഗരമാക്കി മാറ്റുന്നതിൽ സഹായിച്ചു.","mr":"देशाच्या स्वातंत्र्याच्या सुरुवातीच्या काळात, सिंगापूरच्या बोटॅनिक गार्डनच्या तज्ज्ञांनी बेटाला उष्णकटिबंधीय गार्डन सिटीमध्ये रूपांतरित करण्यात मदत केली.","ne":"राष्ट्र स्वतन्त्रताको प्रारम्भमा, सिङ्गापुर बोटानिक गार्डेनको विशेषज्ञताले टापुलाई उष्ण प्रदेशीय गार्डेन सिटीमा रूपान्तरण गर्न मद्दत गर्‍यो।","es":"Después de que la nación declaró su independencia, la experticia de los Jardines Botánicos de Singapur ayudaron a transformar la isla en una ciudad jardín tropical.","sw":"Mapema katika uhuru wa nchi, utaalamu wa Singapori katika Bustani za Mimea uliisaidia katika kukigeuza kisiwa hicho kuwa Mji wa Bustani wa kitropiki.","te":"దేశ స్వాతంత్ర్యం వచ్చిన తొలిదశలో, సింగపూర్ బొటానిక్ గార్డెన్స్ యొక్క నైపుణ్యం ఈ ద్వీపాన్ని ఉష్ణమండల ఉద్యానవన నగరంగా మార్చడానికి సహాయపడింది.","ur":"قوم کی آزادی کے آغاز میں سنگاپور کے نباتاتی باغ کی مہارت نے جزیرے کو منطقہ حارہ والے گارڈن سٹی میں بدلنے میں مدد کی۔","vi":"Thời kỳ mới giành độc lập quốc gia, các chuyên gia của Vườn Thực vật Singapore đã có công biến hòn đảo này thành một Thành phố Vườn nhiệt đới.","xh":"Ekuqaleni kwenkululeko yesizwe, ubuchwephesha baseSingapore Botanic Gardens banceda ukuguqula esi siqithi saba ngumyezo oyi Garden City.","yo":"Nínú ìwé ìròyìn olómìnira àpapọ̀, ọgbà ewéko to wà ní Singapore ní àwọn akọ́ṣẹ́mọṣẹ ti ṣe ìrànlọ́wọ́ láti sọ erékùsù di ìlú tígi pọ̀ sí jù.","zu":"Ekuqaleni kokuzimela kwesizwe, ubungoti be-Singapore Botanic Gardens basiza ekuguquleni isiqhingi ukuthi sibe Idolobha leNgadi lasendaweni eshisayo."}
{"ar":"في مرحلة التنقّل، تسير جيوش النمل في الليل، وتتوقّف للعسكرة أثناء النهار.","zh":"在迁徙阶段，行军蚁在夜间出行，白天停下来安营。","en":"In the nomadic phase, army ants march at night and stop to camp during the day.","eu":"Nomada fasean, inurri soldaduek gauez desfilatzen dute eta egunez kanpatzen.","fr":"Durant la période nomade, les fourmis légionnaires marchent la nuit et s'arrêtent pour camper le jour.","ml":"നൊമാഡിക് ഘട്ടത്തിൽ, പട്ടാള ഉറുമ്പുകൾ രാത്രി അണിയണിയായി നടക്കുകയും പകൽ താവളം അടിക്കുന്നതിന് നിശ്ചലരാവുകയും ചെയ്യുന്നു.","mr":"भटकण्याच्या टप्प्यात, लष्करी मुंग्या रात्री मार्च करतात आणि दिवसा शिबिरात  थांबतात.","ne":"अफ्रिकाको पूर्वी तटमा हिन्द महासागरमा पूर्वी अफ्रिकी टापुहरू छन्।","es":"Durante la etapa nómada, las hormigas guerreas avanzan por la noche y, de día, se detienen para acampar.","sw":"Katika awamu ya kuhamahama, siafu huandamana usiku na kusimama na kukita kambi mchana.","te":"సంచార దశలో, సైన్యం చీమలు రాత్రి పూట కవాతు చేసి, పగలు క్యాంపులో ఉంటాయి.","ur":"خانہ بدوشی کے پمرحلہ میں چیونٹیوں کی فوج رات میں مارچ کرتی ہے اور دن میں پڑاؤ ڈالنے کے لئے تھہر جاتی ہیں۔","vi":"Trong giai đoạn di chuyển từ nơi này đến nơi khác, kiến quân đội di chuyển vào ban đêm và dừng ở một nơi nào đó vào ban ngày.","xh":"Ngexesha lokuzula, iimbhova zihambha ebusuku ziphumule emini.","yo":"Ní àyè àtijọ́, àwọn ọmọ ogun ìjàlọ rìn ní alé wọ́n sí ma dúró láti sùn ní ojú mọmọ.","zu":"Esigabeni sokufuduka, amabutho ezintuthwane amasha ebusuku bese amise inkampu phakathi nosuku."}
{"ar":"وقع النشاط الزلزالي الشديد الذي أدى إلى تغيير حالة البركان المعلنة في يوم 10 مارس\/آذار على الناحية الشمالية الشرقية من البحيرات البركانية على قمته.","zh":"导致相位变化的重大地震活动于 3 月 10 日发生在该火山顶部火山口的东北侧。","en":"The significant earthquake activity resulting in the phase change had took place on March 10 on the northeast side of the volcano's summit caldera.","eu":"Fase-aldaketa eragin zuen jarduera sismiko nabaria martxoaren 10ean gertatu zen sumendiaren galdararen ipar-ekialdean.","fr":"L'important tremblement de terre ayant entraîné le changement de phase a eu lieu le 10 mars sur la face nord-est de la caldeira du sommet du volcan.","ml":"അഗ്നിപർവ്വതത്തിന്റെ ഉയർന്ന ഭാഗമായ കാൽഡെറയുടെ വടക്കുകിഴക്ക് വശത്ത് മാർച്ച് 10-ന് ഘട്ടം മാറ്റത്തിന്റെ ഫലമുണ്ടാക്കിയ സാരമായ ഭൂകമ്പ പ്രവർത്തനം നടന്നു.","mr":"भूकंपाच्या महत्त्वपूर्ण हालचालीचा परिणाम म्हणून १० मार्च रोजी ज्वालामुखीच्या शिखराच्या ईशान्य बाजूला स्थितीमध्ये बदल झाला होता.","ne":"चरण परिवर्तन गराउने उल्लेखनीय भूकम्प गतिविधि मार्च 10 मा ज्वालामुखीको शिखर क्याल्डेराको उत्तरी छेउमा भएको थियो।","es":"Los movimientos sísmicos de gran magnitud que causaron el cambio de fase ocurrieron el 10 de marzo, en el sector noreste de la caldera que se encuentra en la cima de este volcán.","sw":"Shughuli kuu ya mtetemeko wa ardhi iliyokuwa na matokeo ya mbadiliko wa awamu ilikuwa imetokea mnamo 10 Machi upande wa kaskazini mashariki mwa bonde kuu la kilele cha volikano.","te":"తీవ్రమైన భూకంపం రావటం వలన మార్చి 10న అగ్నిపర్వతం యొక్క శిఖరం కాల్‌డేరా యొక్క ఈశాన్య వైపున దశ మార్పు జరిగింది.","ur":"زلزلے کی اہم سرگرمی جس کے باعث مرحلے میں تبدیلی کی گئی تھی، وہ 10 مارچ کو آتش فشاں کے سربراہی اجلاس کیلیڈرا کے شمال مشرق کی جانب میں واقع ہوئی تھی۔","vi":"Hoạt động động đất lớn gây ra sự biến đổi pha đã xảy ra vào ngày 10 tháng 3 ở phía Đông Bắc của đỉnh núi lửa.","xh":"Intshukumo enkulu yenyikima ibangelwe lutshintsho lwesigaba wenzeke nge-10 ka-Matshi kwicala elingasemantla mpuma lwengqungquthela ye-volikheyino.","yo":"Ìṣẹ̀lẹ̀ ìwárìrì ilẹ̀ tó ní ipa mú àbájáde dé bá ibi àyípadà àkọ́kọ́ tó wáyé ní ọjọ́ Kẹ̀wá Oṣù Kẹta ní àríwá ìlà-Òòrùn igun ní bi àpapò àwọn òkè.","zu":"Ukuzamazama komhlaba okukhulu kuye kwaholela kwinguquko yesigaba esenzeka mhlaka-10 kuNdasa ohlangothini olusenyakatho-mpumalanga yesifunda sentaba-mlilo."}
{"ar":"وأصبحت محلات السوبر ماركت تمتلك على نحو متزايد أقسام أطعمة جاهزة أكثر تنوعاً. حتى أن بعضها يوفر فرن ميكروويف أو وسائل أخرى لتسخين الطعام.","zh":"超市里成品食品的种类越来越多。有些甚至提供微波炉或其他方法用来加热食品。","en":"Increasingly supermarkets are getting a more varied section of ready-made food. Some even provide a microwave oven or other means to heat food.","eu":"Gero eta supermerkatu gehiagotan, aurrez prestatutako elikagaien saila asko zabaldu da. Batzuek mikrouhin-labeak edo janaria berotzeko gailuak izaten dituzte ere.","fr":"Les supermarchés proposent de manière croissante une gamme plus variée de plats cuisinés. Certains fournissent même un four à micro-ondes ou d'autres moyens pour réchauffer la nourriture.","ml":"റെഡിമെയ്ഡ് ഭക്ഷണത്തിന്റെ കൂടുതൽ വൈവിധ്യമാർന്ന വിഭാഗം വർദ്ധിച്ചുവരുന്ന സൂപ്പർമാർക്കറ്റുകളിൽ ലഭ്യമാണ്. ചിലത് ഭക്ഷണം ചൂടാക്കാൻ മൈക്രോവേവ് ഓവനോ മറ്റ് സൗകര്യങ്ങളോ നൽകുന്നു.","mr":"सुपरमार्केट्समध्ये अधिक विविध प्रकारचे तयार अन्न मिळणे आता वाढले आहे. काही ठिकाणी तर अन्न गरम करण्यासाठी मायक्रोवेव्ह शेगडी किंवा इतर साहित्य देखील पुरवतात.","ne":"बढ्दै गरेका सुपरमार्केटहरूले तयारी खानाका थप विविध खण्ड राखिरहेका छन्। केहीले त खाना तताउन माइक्रोवेव ओभन वा अन्य साधनहरू पनि उपलब्ध गराउँछन्।","es":"Los supermercados reciben cada vez una mayor variedad de alimentos preparados. Algunos, hasta ofrecen un microondas u otros medios para calentar la comida.","sw":"Maduka makubwa yanazidi kupata seehemu ya chakula kilichotengenezwa tayari. Baadhi ya maduka makuu hutoa tanuri ya miale ya kupasha chakula joto.","te":"సూపర్ మార్కెట్లు తయారు చేయబడిన ఆహారం యొక్క మరింత వైవిధ్యాన్ని పొందుతున్నాయి. కొ౦దరు ఆహారాన్ని వేడి చేయడానికి మైక్రోవేవ్ ఓవెన్ లేదా ఇతర మార్గాలను కూడా అ౦ది౦చవచ్చు.","ur":"تکثیری انداز میں سوپر مارکیٹس تیار شدہ کھانے کے بہت سی قسمیں فروخت کرتے ہیں- یہاں تک کہ کھانا گرم کرنے کیلئے کچھ تو مائکرو ویو اوین یا دیگر وسائل بھی فراہم کرتے ہیں۔","vi":"Các siêu thị ngày càng có nhiều khu vực thực phẩm làm sẵn khác nhau. Thậm chí một số nơi còn trang bị lò vi sóng hoặc các dụng cụ khác để hâm nóng thức ăn.","xh":"Kuye kusanda ukubona iisuphamakethi ziya zisiba namacandelo awahlukahlukeneyo okutya okusele kuvuthiwe. Ezinye zide zibonelele ne-microwave okanye ezinye iindlela zokushushubeza ukutya,","yo":"Àwọn ọjà ǹkan orsiríṣi ní abala ti àwọn óúnjẹ tí wọ́n ti sè sílẹ̀ púpọ̀ si. Àwọn kan ti ẹ̀ pèsè ẹ̀rọ tó má mú óúnjẹ gbọ́ná tàbí ọ̀nà míràn tí o lè mú óúnjẹ gbóná.","zu":"Izitolo ezinkulu ngokwandayo zithola ingxenye ehlukahlukene kakhulu yokudla okulungele ukudliwa. Ezinye zinikeza ngisho nangohhavini we-microwave noma enye indlela yokufudumeza ukudla."}
{"ar":"السبب الأول هو معاناة شمال نيو مكسيكو من مشاكل كبيرة في القيادة تحت تأثير الكحول، كما أن كثافة السائقين المخمورين مرتفعة بالقرب من حانات المدن الصغيرة.","zh":"首先，新墨西哥州北部有严重的酒驾问题，并且小镇酒吧附近的司机酒驾的比例很高。","en":"For one thing, northern New Mexico has significant problems with drunk driving, and the concentration of intoxicated drivers is high close to small-town bars.","eu":"Lehenik, Mexiko Berriaren iparraldeak mozkortuta gidatzearekin lotutako arazo handiak ditu eta mozkortuta dauden gidarien kontzentrazioa herri txikietako tabernetakoaren antzekoa da.","fr":"D'une part, le nord du Nouveau-Mexique connaît des problèmes importants de conduite en état d'ivresse, et la concentration de conducteurs en état d'ébriété est élevée à proximité des bars des petites villes.","ml":"ശ്രദ്ധിക്കേണ്ട ഒരു കാര്യം, വടക്കൻ ന്യൂ മെക്സിക്കോയിൽ മദ്യപിച്ച് വാഹനമോടിക്കുന്നതിൽ കാര്യമായ പ്രശ്‌നങ്ങളുണ്ടെന്നതാണ്. ലഹരിപിടിച്ച ഡ്രൈവർമാരുടെ കൂട്ടം ചെറിയ-ടൗൺ ബാറുകൾക്ക് സമീപം വളരെ കൂടുതലാണ്.","mr":"एका गोष्टीमुळे दक्षिण न्यू मॅक्सिकोमध्ये खूप मोठ्या समस्या आहेत, त्या म्हणजे मद्यपान करून वाहन चालवणे आणि लहान गावांमधील बारजवळ मद्यपी चालकांचे प्रमाण सर्वाधिक असणे.","ne":"एक त, उत्तरी न्यू मेक्सिकोमा मदिरा सेवन गरेर सवारी चलाउने थुप्रै मात्रामा समस्याहरू छन् र मदिराले मातिएका सवारी चालकको एकाग्रता साना सहरका बारहरू नजिक उच्च छ।","es":"Para comenzar, el norte de Nuevo México tiene serios problemas de conductores en estado de ebriedad y su concentración es elevada en las inmediaciones de los pequeños bares de la ciudad.","sw":"Kwa jambo moja, kaskazini mwa New Meksiko mna shida kubwa ya uendeshaji gari kwa ulevi, na idadi kubwa ya madereva walevi iko karibu sana na baa za miji midogo.","te":"ఒక విషయం ఏమిటంటే, ఉత్తర న్యూ మెక్సికోలో తాగి డ్రైవింగ్‌ సమస్యలు గణనీయంగా ఉన్నాయి, మరియు చిన్న-పట్టణ బార్‌లకు దగ్గరలో ఉన్న డ్రైవర్లలో మత్తు ఎక్కువగా ఉంటుంది.","ur":"ایک بات یہ کہ شُمالی نئے میکسکو میں نشے کی حالت میں ڈرائیونگ کرنے کے واضح مسائل ہیں اور مدہوش ڈرائیوروں کی کثافت چھوٹے علاقوں کے بار کے قریب کافی زیادہ ہے۔","vi":"Một lý do là Bắc New Mexico đang gặp những vấn đề nghiêm trọng về say xỉn khi lái xe và mật độ cao lái xe say xỉn gần các quán bar trong thị trấn nhỏ.","xh":"Enye into, emntla New Mexico kuneengxaki ezinkulu zokuqhuba kwabantu benxilile, kwaye aba bantu banxilileyo baba linani eliphezulu kwiidolophu ezincinane ezineebhari.","yo":"Fun nkan eyokan, apa ariwa ilu Mexico ni isoro pelu oko wiwa ati oti mimu, ati bi apejopo awon awako ti o ti mu oti yo se ga ni awon ile oti kekeke.","zu":"Esinye isizathu ukuthi, i-New Mexico esenyakatho inezinkinga ezinkulu ngabashayeli abadakiwe, futhi iningi labashayeli abadakiwe litholakala eduze nezinkantini zamadolobhana."}
{"ar":"طلبت الشرطة عند الساعة 11:20 من المحتجين العودة إلى الرصيف، مبينّة أنه يجب عليهم الموازنة بين الحق في التظاهر مع ازدياد الحركة المرورية.","zh":"11 点 20 分，警察要求抗议者退回到人行道，并告知抗议者，在行使抗议权利时，务必考虑到越来越拥堵的公共交通问题。","en":"At 11:20, the police asked the protesters to move back on to the pavement, stating that they needed to balance the right to protest with the traffic building up.","eu":"11:20an poliziak espaloira joateko eskatu zien manifestatzaileei, protesta egiteko eskubidea eta pilatzen ari zen trafikoa orekatu beharra zegoela argudiatuta.","fr":"À 11 h 20, la police a demandé aux manifestants de retourner sur le trottoir, déclarant qu’ils devaient trouver un équilibre entre le droit de manifester et l’augmentation de la circulation.","ml":"11:20 ന്, നടപ്പാതയിലേക്ക് മടങ്ങാൻ പോലീസ് പ്രതിഷേധക്കാരോട് ആവശ്യപ്പെട്ടു, ട്രാഫിക് വർദ്ധിപ്പിക്കുന്നതിനൊപ്പം പ്രതിഷേധിക്കാനുള്ള അവകാശം തുലനം ചെയ്യേണ്ടതുണ്ടെന്ന് പ്രസ്താവിക്കുന്നു.","mr":"11:20 वाजता, पोलिसांनी आंदोलनकर्त्यांना पुन्हा फुटपाथवर जाण्यास सांगितले, तसेच रहदारी आणि निषेधाच्या अधिकाराचा समतोल साधण्याची गरज असल्याचे नमूद केले.","ne":"11:20 मा, प्रहरीले प्रदर्शनकारीहरूलाई ट्राफिक बढ्दै गएको हुँदा विरोध-प्रदर्शनको अधिकारलाई सन्तुलनमा राख्न आवश्यक भएको उल्लेख गर्दै सडकभन्दा बाहिर सर्न अनुरोध गरे।","es":"A las 11:20, la policía solicitó a los manifestantes que retrocedieran a la acera, señalando que era necesario equilibrar el derecho a manifestarse con la acumulación de tránsito.","sw":"Saa 11 dakika 20, polisi waliwataka waandamanaji warudi nyuma kando ya barabara, wakisema kwamba walihitaji kusawazisha haki ya kuandamana na msongamano wa magari.","te":"11:20 కి, పోలీసులు నిరసనకారులను పేవ్ మెంట్ పై తిరిగి కదలమని కోరారు, వారు ట్రాఫిక్ ను నిర్మించడానికి నిరసన తెలిపే హక్కును సమతుల్యం చేయాల్సిన అవసరం ఉందని పేర్కొన్నారు.","ur":"11:20 بجے پولیس نے احتجاجیوں سے کہا کہ وہ سڑک چھوڑ کر فٹ پاتھ پر منتقل ہو جائیں کیوں کہ انہیں احتجاج کے حق اور بڑھتی ہوئی ٹریفک کے ما بین توازن قائم کرنے کی ضرورت ہے۔","vi":"Vào lúc 11:20, cảnh sát đã yêu cầu người biểu tình lùi vào vỉa hè và nói rằng họ có quyền biểu tình nhưng không được gây ách tắc giao thông.","xh":"Ngo-11:20,amapolisa acela abaqhankqalazi ukuba babuye umva kwindlela yabahamba ngenyawo, ecacisa ukuba kufuneka balungelelanisa ababhikishi nomthamo wabo onyukayo.","yo":"Ní aago mọ́kànlá kọjá ogún ìsẹ́jù, iléeṣẹ́ ọlọ́ọ̀pá tí ní káwọn olùsèfẹ̀hónúhàn sún sẹ́yìn, sọ pé wọ́n nílò láti sètò ìfẹ̀hónúhàn pẹ̀lú súnkẹrẹ fàkẹrẹ tó ń kó jọ.","zu":"Ngo-11:20, amaphoyisa acele ababhikishi ukuthi bahlehlele endaweni yabahamba ngezinyawo, bethi kudingeka balinganisele phakathi kwelungelo lokubhikisha kanye nesiminyaminya esakhekayo."}
{"ar":"لا يوجد في جزر كوك أي مدن ولكنها تتكون من 15 جزيرة أهمها راروتونجا وإيتوتاكي.","zh":"库克群岛没有城市，而是由 15 个不同的岛屿组成。主要的岛屿有拉罗汤加岛 (Rarotonga) 和艾图塔基岛 (Aitutaki)。","en":"The Cook Islands do not have any cities but are composed of 15 different islands. The main ones are Rarotonga and Aitutaki.","eu":"Cook uharteek ez dute hiririk, baina 15 uhartez osatuta daude. Handienak Rarotonga eta Aitutaki dira.","fr":"Aucune ville sur les îles Cook mais elles sont composées de 15 îles différentes. Les principales s’appellent Rarotonga et Aitutaki.","ml":"കുക്ക് ദ്വീപുകൾക്ക് നഗരങ്ങളൊന്നുമില്ല. എന്നാൽ 15 വ്യത്യസ്ത ദ്വീപുകൾ ഉൾക്കൊള്ളുന്നതാണ്. രാരോടോംഗ, ഐതുടാകി എന്നിവയാണ് പ്രധാനപ്പെട്ടവ.","mr":"कूक आयलंडवर कोणतीही शहरे नाहीत पण ती १५ वेगवेगळ्या आयलंडने बनलेली आहेत. त्यातील रारोतोंगा आणि ऐतुताकी ही मुख्य होत.","ne":"कुक टापुहरूमा कुनै पनि सहर छैन तर यो 15वटा फरक टापुहरू मिलेर बनेको छ। तीमध्ये मुख्य सहरहरू भनेका रारोटोङ्गा र आइतुतकी हुन्।","es":"Aunque no cuentan con ciudades, las Islas Cook están formadas por 15 islas. Las más importantes son Rarotonga y Aitutaki.","sw":"Visiwa vya Cook havina miji yoyoyte lakini vinajumuisha visiwa 15 tofauti. Vikuu kati yazo ni Rarotonga na Aitutaki.","te":"కుక్ దీవులకు ఎలాంటి నగరాలు లేవు కానీ 15 విభిన్న ద్వీపాలతో కూడినవి. వాటిలో ప్రధానమైనవి రారోతోంగ మరియు ఎతుటాకి.","ur":"کوک جزائر میں کوئی شہر نہیں ہے، بلکہ یہ 15 مختلف جزیروں کا مجموعہ ہے۔ ان میں اہم رارٹونگا اور آئیتو ٹاکی ہیں۔","vi":"Quần đảo Cook không có một thành phố nào mà bao gồm 15 hòn đảo, trong đó Rarotonga và Aituta là hai hòn đảo chính.","xh":"Iziqithi zase-Cook azina zixeko kodwa zibunjwa ngeziqithi eziyi-15 ezohlukileyo. Eziyintlokoonayi-Rarotonga kunye ne-Aitutaki.","yo":"Kò sí ìlú Kankan ní erékùsù Cook ṣùgbọn erékùsù mẹ́ẹ̀ẹ́dógún ọ̀tọ̀ọ̀tọ̀ ni ó ní. Awọn tí wọ́n ṣe pàtàkì jùlọ ni Rarotonga àti Aitutaki.","zu":"IziQhingi zaseCook azinawo noma imaphi amadolobha kodwa zenziwe yiziqhingi ezingu-15 ezihlukahlukene. Eziyinhloko iRarotong kanye ne-Aitutaki."}
{"ar":"تخيّل، إن صح التعبي، رجلاً مانكوني وبوسطناني وجامايكي وسيدنيسايدر جالسين حول طاولة يتناولون العشاء في مطعم في تورونتو.","zh":"如果你愿意，请想象一个曼彻斯特人、一个波士顿人、一个牙买加人和一个悉尼人围坐在多伦多的一家餐馆里吃饭。","en":"Imagine, if you will, a Mancunian, Bostonian, Jamaican and Sydneysider sitting around a table having dinner at a restaurant in Toronto.","eu":"Imajinatu Manchesterko, Bostongo, Jamaikako eta Sydneyko jendea Torontoko jatetxe batean afaltzen ari zarela.","fr":"Imaginez, si vous le voulez bien, un habitant de Manchester, un habitant de Boston, un Jamaïcain et un habitant de Sydney, assis autour d’une même table de restaurant à Toronto.","ml":"ടൊറന്റോയിലെ ഒരു റെസ്റ്റോറന്റിൽ മേശയ്ക്കു ചുറ്റും ഇരുന്ന് ഒരു മാൻ‌കുനിയൻ, ബോസ്റ്റോണിയൻ, ജമൈക്കൻ, സിഡ്‌നിസൈഡർ എന്നിവർക്കൊപ്പം നിങ്ങൾ അത്താഴം കഴിക്കുന്നതായി സങ്കൽപ്പിക്കുക.","mr":"कल्पना करा की, मॅन्चेस्टर, बोस्टन, जमैका आणि सिडनेचे रहिवासी एका टेबलाभोवती बसून टोरांटोमधील एका उपाहारगृहात रात्रीचे जेवण घेत आहेत.","ne":"यदि तपाईंले चाहनुभएमा, टोरन्टोको एक रेष्टुरेण्टमा मान्कुनियन, बोस्टनियन, जमैकन र सिड्नीसाइडर टेबल वरिपरि खाना खाँदै बसिरहेको कल्पना गर्नुहोस्।","es":"Imagínese, por dar un ejemplo, a un mancuniano, un bostoniano, un jamaiquino y un ciudadano de Sídney sentados en la mesa compartiendo una cena en un restaurante de Toronto.","sw":"Fikiria, ukitaka, Mmankunia, Mbostonia, Mjamaika, na Msydney wakiwa wameketi wamezunguka meza wakila chajio mkahawani katika Toronto.","te":"మీరు అనుకుంటే, టోర్రొంటోలోని ఒక రెస్టారెంట్‌లో మన్‌కునియన్,  బోస్టోనియన్, జమైకా, ఇంకా సిడ్నీసైడర్ అందరూ ఒకే టేబుల్‌పై కూర్చొని డిన్నర్ చేస్తుంటే ఎలా ఉంటుందో ఊహించుకోండి.","ur":"تصور کریں کہ آپ کوئی مانکونین، بوسٹونین، جمائکن اور سڈنیسیڈر ہیں اور ٹورنٹو کے کسی رستوراں میں ایک میز پر بیٹھ کر عشائیہ کھا رہے ہوں۔","vi":"Hãy tưởng tượng rằng một người Manchester, người Boston, người Jamaica và người Sydney ngồi cùng một bàn và dùng bữa tối tại một nhà hàng ở Toronto.","xh":"Yiba nombono, ukuba uyakwazi, i-Mancunian, um-Boston, um-Jamaica kunye ne-nom-Sydney behleli etafileni kwisidlo sangokuhlwa kwindawo yokutyela eToronto.","yo":"Ìwọ kàn rò ó, tí ìwọ tí o jẹ́ Mancunian, Bostonian, Jamaican àti Sydneysider jókòó sí orí tábílì láti jẹun alẹ́ ni ilé ońjẹ ni Toront.","zu":"Cabanga, uma ungakwazi, umuntu wase-Muncunia, e-Boston, e-Jamaica kanye nowase-Sydney behlezi etafuleni bedla idina esitolo sokudlela sase-Toronto."}
{"ar":"في حالة التأكد، هذا الاكتشاف قد يُكمل بحث آلان عن الموساشي الذي دام 8 سنوات.","zh":"如果这一发现得到证实，艾伦对武藏号 8 年的搜寻工作就大功告成了。","en":"If confirmed, the find completes Allen's eight-year search for the Musashi.","eu":"Berretsiko balitz, honekin amaitzen da Musashi aurkitzeko Allen-ek egin duen zortzi urteko bilaketa.","fr":"Si elle est confirmée, la découverte complète les huit années de recherche du Musashi menées par Allen.","ml":"സ്ഥിരീകരിച്ചാൽ, മുസാഷിക്കായുള്ള അലന്റെ എട്ട് വർഷത്തെ തിരച്ചിൽ ഈ കണ്ടെത്തലിലൂടെ പൂർത്തിയാകുന്നു.","mr":"खात्री झाल्यास, शोध अॅलनच्या मुसाशीच्या शोधाला ८ वर्षे पूर्ण करेल.","ne":"पुष्टि भयो भने, खोजले Allen ०ले मुशाशीका लागि आठ बर्षको खोजी पूरा गर्छ।","es":"En caso de constatarse, el descubrimiento completaría una pesquisa del Allen del Musashide que ha durado ocho años.","sw":"Kama imedhibitishwa, utafutaji unakamilisha miaka minane ya Allen kutafuta Musashi.","te":"ఒకవేళ నిర్ధారణయితే, Musashi కోసం Allen యొక్క 8 సంవత్సరాల అన్వేషణ పూర్తవుతుంది.","ur":"اگر اس دریافت کی تصدیق ہو جائے تو اس سے ایلین کی موساشی کی آٹھ سالہ تلاش کا اکتمال ہو جائے گا۔","vi":"Nếu được xác nhận, khám phá này sẽ hoàn tất quá trình 8 năm tìm kiếm chiến hạm Musashi của Allen.","xh":"Ukuba kuqinisekisiwe, ukufunyanwa ngokugqibeleyo iminyaka elishumi elinesibhozo yokukhangela uMusashi.","yo":"Tó bá jẹ àrídájú, dídi rírí Musassh fi òpin sí wíwá Allen fún ọdún mẹ́jọ .","zu":"Uma kungaqinisekiswa, okutholakele kuqeda iminyaka eyisishiyagalombili yokuhlola kuka-Allen iMusashi."}
{"ar":"لكل بلدٍ قوانينه الخاصة المتعلقة بأغراض الطوارئ التي يجب أن تتواجد في السيارة.","zh":"每个国家\/地区都立有专门法律，对务必放在车内的紧急物品进行了规定。","en":"Each country also has unique laws requiring what emergency items need to be in the car.","eu":"Herrialde bakoitzak, gainera, autoan eraman beharreko larrialdietarako gauzen araudi propioa dauka.","fr":"Chaque pays a également des lois uniques exigeant quels produits de premier secours doivent être dans la voiture.","ml":"കാറിൽ എന്തൊക്കെ അടിയന്തര വസ്തുക്കൾ ഉണ്ടാവണം എന്നത് സംബന്ധിച്ച്  ഓരോ രാജ്യത്തിലും വ്യത്യസ്ത  നിയമങ്ങളുമുണ്ട്.","mr":"प्रत्येक देशाचे विशिष्ट कायदे देखील आहेत जे कारमध्ये कोणती आपत्कालीन साधनं आवश्यक आहेत ते सांगतात.","ne":"प्रत्येक देशसँग गाडीमा कुन आपतकालीन वस्तुहरू हुनुपर्छ भन्ने आवश्यकताका लागि अद्वितीय कानुनहरू छन्।","es":"Además, cada país tiene leyes propias que determinan qué artículos de emergencia deben encontrarse dentro del automóvil.","sw":"Kila nchi pia ina sheria za kipekee zinazotaja ni vifaa vipi vya dharura unavyohitaji kuwa navyo garini mwako.","te":"కారులో ఏ అత్యవసర వస్తువులు ఉండాలో, ప్రతి దేశానికి ప్రత్యేకమైన చట్టాలు ఉన్నాయి.","ur":"ہر ملک کے کچھ منفرد قوانین بھی ہوتے ہیں جو تقاضہ کرتے ہیں کہ گاڑی میں کونسی ہنگامی چيزیں رکھنے کی ضرورت ہے۔","vi":"Mỗi quốc gia có luật riêng bắt buộc mang theo những đồ khẩn cấp gì trong xe hơi.","xh":"Ilizwe ngalinye linemithetho eyahlukileyo efuna ukuba zeziphi izinto ezinyanzelekileyo ekufuneka zikhona emotweni.","yo":"Orílẹ̀èdè kọ̀ọ̀kan ní àwọn òfin tó dá ń tọ́ tó ń bèèrè fáwọn ohun èlò pàjáwìrì tó yẹ kí ó wà nínú ọkọ̀.","zu":"Izwe ngalinye libuye libe nemithetho ehlukile edinga okumelwe kube yizinto zesimo esiphuthumayo okumelwe zibe semotweni."}
{"ar":"تصل قناة \"البحر الأبيض - بحر البلطيق\" المحيط المتجمد الشمالي ببحر البلطيق، مروراً ببحيرتي أونيجا ولادوجا ومدينة سانت بطرسبرغ، في الأغلب من خلال أنهار وبحيرات.","zh":"白令海峡经由奥内加湖（Lake Onega）、拉多加湖（Lake Ladoga）和圣彼得堡（Saint Petersburg）连接北冰洋和波罗的海，连接处多数是河流和湖泊。","en":"The White Sea–Baltic Canal connects the Arctic Ocean to the Baltic Sea, via Lake Onega, Lake Ladoga and Saint Petersburg, mostly by rivers and lakes.","eu":"Itsaso Zuriak eta Baltikoak osatzen duten ubideak Ozeano Artikoa eta Itsaso Baltikoa lotzen ditu, Onega aintzira, Ladoga aintzira eta San Petersburgo tarteko, erreketan eta aintziretan zehar oro har.","fr":"Le canal de la mer Blanche relie l'océan Arctique à la mer Baltique, via le lac Onega, le lac Ladoga et Saint-Pétersbourg, passant principalement par les rivières et les lacs.","ml":"ലേക് ഒനെഗ, ലേക് ലഡോഗ, സെന്റ് പീറ്റേഴ്‌സ്ബർഗ് എന്നിവ വഴി ആർട്ടിക് സമുദ്രത്തെ ബാൾട്ടിക് കടലുമായി വൈറ്റ് സീ-ബാൾട്ടിക് കനാൽ ബന്ധിപ്പിക്കുന്നു, കൂടുതലും നദികളും തടാകങ്ങളും.","mr":"पांढरा समुद्र - बाल्टिक कालवा आर्क्टिक महासागरास बाल्टिक समुद्राशी ओनेगातलाव, लाडोगा तलाव आणि सेंट पीटर्सबर्ग  बहुतांश नद्या आणि तलावाद्वारे जोडला गेलेला आहे.","ne":"ह्वाइट सी-बाल्टिक क्यानलले धेरैजसो नदी र तालहरूद्वारा ओनेगा ताल, लादोगा ताल र सेन्ट पिटर्सबर्गमार्फत आर्कटिक महासागरलाई बाल्टिक सीसँग जोड्छ।","es":"El Océano Ártico está ligado al Mar Báltico a través del Canal del Mar Blanco-Báltico, por medio de los lagos Onega y Ladoga y a San Petersburgo, mayormente por ríos y lagos.","sw":"Mfereji kati ya Bahari Nyeupe na Baltic huunganisha Bahari kuu ya Atiki na Bahari ya Baltic, kupitia Ziwa Onega, Ziwa Ladoga na Saint Petersburg, mara nyingi kwa mito na maziwa.","te":"white Sea-Baltic కాలవ Onega సరస్సు, Ladoga సరస్సు ఇంకా Saint Petersburgల మీదుగా ఎక్కువగా నదులు, సరస్సుల ద్వారా Arctic మహాసముద్రాన్ని Baltic సముద్రంతో కలుపుతుంది.","ur":"سفید سمندر – جھیل اونیگا، جھیل لاڈوگا اور سینٹ پیٹرز برگ کے ذریعہ، زیادہ تر دریاؤں اور جھیلوں کے ذریعہ بالٹک کینال بحیرہ آرکٹک کو بحیرہ بالٹک سے جوڑتی ہے-","vi":"Kênh Đào Bạch Hải-Baltic nối Bắc Băng Dương với Biển Baltic, đi qua Hồ Onega, Hồ Ladoga và Saint Petersburg, chủ yếu bằng sông, hồ.","xh":"I White Sea–Baltic Canal idibanisa i-Arctic Ocean ukuya kwi Baltic Sea, nge-Lake Onega, Lake Ladoga and Saint Petersburg, ikakhulu ngemilambo namachweba.","yo":"Òkun Funfun - Kànáà Baltiki há mó. Òkun Atiki, láti Odò Onega, Odò Ladoga àti Eyan mimo Pitasboogi, odo nla ati kekere ni púpọ̀ wọn.","zu":"Ulwandle oluMhlophe–Umsele i-Baltic luhlanganisa uLwandlekazi i-Arctic noLwandle i-Baltic, ngendlela yeChibi i-Onega, iChibi i-Ladoga kanye ne-Saint Petersburg, kakhulu ngemifula namachibi."}
{"ar":"وبخصوص الوضع المالي العالمي، أكمل زاباتيرو قائلاً \"إن النظام المالي هو جزء من الاقتصاد، جزء جوهري.","zh":"关于全球金融形势，萨帕特罗继续说道：“金融体系是经济的一部分，一个关键部分。","en":"Regarding the global financial situation, Zapatero continued by saying that \"the financial system is a part of the economy, a crucial part.","eu":"Munduko egoera finantzarioari dagokionez, Zapatero-k jarraitu zuen esanez “sistema finantzarioa ekonomiaren parte dela, oinarrizko parte bat.","fr":"\"En ce qui concerne la situation financière mondiale, Zapatero a poursuivi en disant que \"\"le système financier fait partie de l’économie, un élément essentiel.\"","ml":"\"\"\"സാമ്പത്തിക വ്യവസ്ഥ സമ്പദ്ഘടനയുടെ ഒരു ഭാഗമാണ്, ഒരു നിർണ്ണായക ഭാഗം\"\" എന്ന് പറഞ്ഞുകൊണ്ട് ആഗോള സാമ്പത്തിക സ്ഥിതിയെക്കുറിച്ച് സാപറ്റെറോ തുടർന്നു.\"","mr":"\"जागतिक आर्थिक परिस्थितीसंबंधित, सपातेरो पुढे म्हणाले की, \"\"आर्थिक व्यवस्था ही अर्थव्यवस्थेचा एक भाग आहे, एक महत्त्वाचा भाग.\"\"\"","ne":"विश्वव्यापी वित्तीय अवस्थाका सम्बन्धमा, जापाटेरोले भन्दै जारी राखे कि “वित्तीय प्रणाली अर्थव्यवस्थाको एक हिस्सा हो, एक महत्त्वपूर्ण हिस्सा हो।","es":"Zapatero continuó diciendo, a propósito de la situación financiera a nivel mundial, que «el sistema financiero es un componente de la economía, que tiene una importancia meridiana.","sw":"Kuhusu hali ya kifedha duniani, Zapatero aliendelea kwa kusema kwamba \"mfumo wa kifedha ni sehemu muhimu ya uchumi.","te":"\"ప్రపంచ ఆర్థిక పరిస్థితికి సంబంధించి, జపాటెరో మాట్లాడుతూ \"\"ఆర్థిక వ్యవస్థ అనేది ఆర్థిక పరిస్థితిలో ఒక భాగం, ఇంకా కీలకమైన భాగం అని అన్నాడు.\"","ur":"عالمی معاشی حالت کے بارے میں اپنی بات جاری رکھتے ہوئے زاپیٹرو نے کہا کہ ”مالی نظام معیشت کا ایک اہم حصہ ہے۔“","vi":"Về vấn đề tình hình tài chính toàn cầu, Zapatero tiếp tục nói rằng “hệ thống tài chính là một phần của kinh tế, một phần quan trọng.","xh":"Malunga nesimo sezemali yehlabathi, u-apatero uqhubeke esithi “inkqubo yemali yinxalenye ebalulekileyo yezoqoqosho.","yo":"Nípa ọ̀rọ̀ towódé tò gba gbogbo àgbáyé, Sapatero sì n wípé “ọ̀nà ìṣe owó wà lára ajé, pàápàá èya ara pàtàkì.","zu":"Mayelana nesimo sezezimali somhlaba wonke, uZapatero waqhubeka ngokuthi “uhlelo lwezezimali ingxenye yomnotho, ingxenye ebaluleke kakhulu."}
{"ar":"فهي تولد رياح عاتية (100-200 ميل\/ساعة في أغلب الأحيان) ويمكنها رفع الأجسام الثقيلة في الهواء، وحملها أثناء تحرك الإعصار القمعي.","zh":"龙卷风会产生强风（常常每小时 100-200 英里），能把重物抛到空中，并裹挟着它们向前移动。","en":"They generate high winds (often 100-200 miles\/hour) and can lift heavy objects into the air, carrying them as the tornado moves.","eu":"Haize bortitzak sortzen dituzte (sarri 100-200 milia ordukoak) eta objektu pisutsuak airean altxatzeko gaitasuna dute, tornadoa mugitzearekin batera eramaten dituztenak.","fr":"Ils génèrent des vents violents (souvent de 100 à 200 miles\/heure) et peuvent soulever des objets lourds dans les airs, les transportant au fur et à mesure que la tornade se déplace.","ml":"അവ കൊടുങ്കാറ്റിന് കാരണമാവുന്നു (പലപ്പോഴും മണിക്കൂറിൽ 100 - 200 മൈലുകൾ) അതോടൊപ്പം ഭാരമേറിയ വസ്തുക്കൾ ഉയർത്തുകയും ചുഴലിക്കാറ്റ് പോവുന്ന ദിശയിൽ അവ കൊണ്ടുപോവുകയും ചെയ്യുന്നു.","mr":"ते सोसाट्याचा वारा (बहुतेक वेळा प्रती तास 100-200 मैल) व्युत्पन्न करतात आणि जड वस्तू हवेत उंच उचलून, चक्रीवादळाप्रमाणे त्यांना सोबत घेऊन जाऊ शकतात.","ne":"तिनीहरूले उच्च बतास (प्रायः 100-200 माइल\/घण्टा) सिर्जना गर्छन् र तिनीहरूलाई टोर्नाडोले झैँ भारी वस्तुहरू हावामा उठाउन सक्छन्।","es":"Producen grandes vientos (con frecuencia de 100-200 millas\/hora) y pueden levantar objetos pesados en el aire, llevándolos consigo mientras el tornado se desplaza.","sw":"Wanafanyiza upepo (mara nyingi maili 100-200 kwa saa) na kuinua vitu vizito hewani, kubeba kama vile chemchela.","te":"అవి గాలులను (తరచుగా 100-200 మైళ్ళు\/గంటకు)ఎక్కువగా ఉత్పత్తి చేస్తాయి మరియు భారీ వస్తువులను గాలిలోకి ఎత్తగలవు, సుడిగాలి కదులుతున్నప్పుడు వాటిని తీసుకెళ్తుంది.","ur":"وہ تیز ہوائیں پیدا کرتے ہیں (اکثر 100 سے 200 میل فی گھنٹہ کی رفتار) اور طوفانی آندھی بھاری اشیاء کو اپنے ساتھ اڑا لے جاتی ہے۔","vi":"Lốc xoáy tạo ra vận tốc gió vô cùng lớn (100-200 dặm\/giờ). Trong quá trình di chuyển, chúng có thể cuốn theo các vật nặng vào trong không khí.","xh":"Zenza umoya ovuthuza ngamandla (ngokuqhelekileyo, ofikelela ku-100-200 wemaliye ngeyure) ibe unokuphakamisa izinto ezisindayo uze uhambe nazo njengoko isitshingitshane sihamba.","yo":"Wọ́n ń fa afẹ́fẹ́ tó le (lọ́pọ̀ ìgbà ọgọ́rùn ún sí igba máìlì láàrin wákàtí kan) ó sì tún lè gbé àwọn ohun tó wúwo lọ sí ojú afẹ́fẹ́, gbígbé bí ìgbà ẹ̀fúfù ń lọ.","zu":"Zingenza imimoya ephakeme (ngokuvamile amamayeli angu-100-200\/ihora) futhi zingaphakamisa izinto ezisindayo emoyeni, zizithwale njengoba isivunguvungu sihamba."}
{"ar":"خرج \"ستيوارت\" و\"دجوردون\" و\"كينسيث\" و\"هارفيك\" من المراكز العشرة الأولى في بطولة السائقين مع بقاء أربعة سباقات في الموسم.","zh":"斯图尔特、戈登 、肯塞斯和哈维克在本赛季还剩四场比赛的情况下，进入车手积分榜前十名。","en":"Stewart, Gordon, Kenseth, and Harvick round out the top-ten positions for the Drivers' Championship with four races remaining in the season.","eu":"Stewart, Gordon, Kenseth eta Harvick-ek osatzen dute pilotuen lasterketako hamar lehenen zerrenda, denboraldia amaitzeko lau lasterketa falta direnean.","fr":"Stewart, Gordon, Kenseth et Harvick complètent les dix premières places du championnat des pilotes à quatre courses de la fin de la saison.","ml":"സീസണിൽ 4 റെയ്‌സുകൾ ബാക്കി നിൽക്കെ, സ്റ്റീവർട്ട്, ഗോർഡൻ, കെൻസേത്ത്, ഹാർവിക് എന്നിവർ ഡ്രൈവേഴ്‌സ് ചാമ്പ്യൻഷിപ്പിലെ ആദ്യ പത്ത് സ്ഥാനക്കാരുടെ പട്ടിക പൂർത്തിയാക്കുന്നു.","mr":"स्टिवर्ट, गॉर्डन, केन्सथ आणि हार्विक यांनी सिझनमध्ये चार रेस शिल्ल्क असताना ड्रायव्हर स्पर्धेसाठी सर्वोच्च दहा जागांमध्ये स्थान मिळवले आहे.","ne":"स्टेवर्ट, गोर्डन, केन्सेथ र हार्विकले चालक च्याम्पियनसिपको लागि शीर्ष दश स्थानमा चारवटा दौडहरू बाँकी छँदै आफ्नो स्थान बनाए।","es":"Stewart, Gordon, Kenseth and Harvick completan los diez primeros puestos del Campeonato de Pilotos, en una temporada que todavía cuenta con cuatro carreras más por delante.","sw":"Stewart, Gordon, Kenseth na Harvick wanachukua nafasi kumi za juu za Ubingwa wa Madereva huku mbio nne zikibaki katika msimu.","te":"ఈ సీజన్‌లో ఇంకా నాలుగు రేసులు మిగిలి ఉన్నా, డ్రైవర్స్ ఛాంపియియన్‌ షిప్‌లో స్టీవర్ట్, గోర్డాన్, కెన్సేత్, ఇంకా హార్విక్ మొదటి పది స్థానాలలో నిలిచారు.","ur":"ڈرائیورس چیمپین شپ میں سٹورٹ، گورڈن، کنسیتھ، اور ہاروک نے اوپر کی دس پوزیشن حاصل کی۔ اب موسم کے فقط چار مقابلے باقی رہ گئے۔","vi":"Stewart, Gordon, Kenseth và Harvick lọt vào vị trí top mười tại Giải vô địch Đua xe khi mùa giải còn bốn chặng đua là kết thúc.","xh":"UStewart, uGordon, uKenseth, kunye noHarvick bathatha izithuba ezilishumi eziphezulu ze-Championship zabaqhubi kusasele imidyarho emine enyakeni.","yo":"Stewart, Gordon, Kenseth, àti Harvick parí ìdíje olúborí awakọ ní ipò mẹ́wàá àkọ́kọ́̀ níbi eréje se ku mẹ́rin ní sáà .","zu":"USteward, uGordon, uKenseth, kanye noHarvick baqedela uhlu lwezikhundla eziyishumi eziphezulu zoBungqwele babaShayeli njengoba kusele imijaho emine kuyisizini."}
{"ar":"أُخلي في ذلك الوقت حوالي 100 من سكان المنطقة.","zh":"当时，该地区有近 100 名居民被疏散。","en":"At the time, nearly 100 residents were evacuated from the area.","eu":"Une hartan, ia 100 biztanle ebakuatu zituzten eremutik.","fr":"A l'époque, près de 100 habitants ont été évacués de la zone.","ml":"ആ സമയത്ത്, ഏതാണ്ട് 100 താമസക്കാരെ പ്രദേശത്ത് നിന്നും ഒഴിപ്പിച്ചു.","mr":"एकावेळी, परिसरातून जवळपास १०० रहिवाश्यांना हलवण्यात आले.","ne":"त्यस समयमा उक्त क्षेत्रबाट करिब 100 बासिन्दाहरूलाई बाहिर निकालियो।","es":"En ese momento, se evacuó a cerca de 100 residentes de la región.","sw":"Kwa wakati huo, takriban wakaazi 100 waliokolewa kutoka kwenye eneo hilo.","te":"ఆ సమయంలో దాదాపు 100 మంది నివాసితులను ఆ ప్రాంతం నుండి ఖాళీ చేయించారు.","ur":"اس وقت قریب 100 رہائش پزیر لوگوں کو علاقے سے نکال لیا گیا۔","vi":"Vào thời điểm đó, gần 100 người dân đã được sơ tán khỏi hiện trường.","xh":"Ngela xesha, abahlali abasondele ku-100 baye bakhutshwa kuloo ngingqi","yo":"Nigba naa, bii awon olugbe 100 ni won le kuro ni agbegbe.","zu":"Ngaleso sikhathi, zibalelwa cishe ku-100 izakhamuzi ezakhishwa endawe$ni."}
{"ar":"في النهاية لا يخفى تنافس موفري الأسِرَّة والإفطار على شيئين أساسيين هما الأسِرَّة والإفطار.","zh":"在高端市场上，显而易见，一众 B&B 公司主要在两个方面展开竞争：床铺和早餐。","en":"At the top end, B&Bs obviously compete mainly on two main things: bedding and breakfast.","eu":"Guztiaren gainetik, halako tokiak bi gauzaren inguruan lehiatzen dira: lotarako tokia eta gosaria.","fr":"Dans le haut de gamme, les chambres d’hôtes se font évidemment concurrence principalement sur deux points : la literie et le petit déjeuner.","ml":"ടോപ്പ് എൻഡിൽ, ബി&ബികൾ മുഖ്യമായും രണ്ട് പ്രധാന കാര്യങ്ങളിൽ മത്സരിക്കുന്നു: ശയ്യോപകരണങ്ങളും പ്രഭാതഭക്ഷണവും.","mr":"अखेरीस, B&B स्पष्टपणे प्रामुख्याने 2 मुख्य गोष्टींवर प्रतिस्पर्धा करतात: बेडिंग आणि ब्रेकफास्ट.","ne":"शीर्ष अन्त्यमा, बी एण्ड बीएस स्पष्ट रूपमा दुई मुख्य चीजहरूमा प्रतिस्पर्धा गर्छ: ओछ्यान र बिहानको खाजा।","es":"En la mejor categoría, la contienda entre los B&B se da, por supuesto, en dos servicios: la ropa de cama y el desayuno.","sw":"Mwishowe, ni wazi kwamba B&amp;Bs hushindana haswa kwenye vitu viwili vikuu: matandiko na kiamsha kinywa.","te":"అత్యధికంగా, B&Bలు ముఖ్యంగా 2 విషయాల మీద పోటీ పడుతున్నాయి: బెడ్డింగ్ మరియు బ్రేక్‌ఫాస్ట్.","ur":"بی اینڈ بیز سب سے زیادہ، یقیناً دو اہم چیزوں پر بنیادی طور پر مُقابلہ کرتے ہیں: بیڈنگ اور بریک فاسٹ۔","vi":"Ở phân khúc cao cấp, B&amp;Bs rõ ràng chỉ cạnh tranh hai điều chính: giường ngủ và bữa sáng.","xh":"Kwicala eliphezulu, kucacile ukuba izinto ezimbini eziphambili iiB&amp;B ezikhuphisana ngazo: yindawo yokulala nesidlo sakusasa.","yo":"Ní ìparí lókè, B%Bs dára tí a bá ń wo ibùsùn àti óúnjẹ àárọ̀.","zu":"Ezingeni eliphezulu, amaB&amp;B ngokusobala ancintisana ngezinto ezimbili eziyinhloko: indawo yokulala nokudla kwasekuseni."}
{"ar":"وفي الختام، قدمت فرقة رقص \"نيران الأناضول\" التركية عرضاً تحت اسم \"طروادة\".","zh":"作为压轴，土耳其舞蹈团”安纳托利亚之火“表演了节目《特洛伊》。","en":"To finish, Turkish dance group Fire of Anatolia performed the show \"Troy\".","eu":"Amaitzeko, Fire of Anatolia dantza-talde turkiarrak “Troy” emanaldia antzeztu zuen.","fr":"Pour terminer, le groupe de danse turc Fire of Anatolia a présenté le spectacle « Troy ».","ml":"\"പൂർത്തിയാക്കാൻ, ടർക്കിഷ് ഡാൻസ് ഗ്രൂപ്പായ ഫയർ ഓഫ് അനറ്റോലിയ \"\"ട്രോയ്\"\" എന്ന പേരിൽ ഷോ അവതരിപ്പിച്ചു.\"","mr":"\"पूर्ण करण्यासाठी, तुर्की डान्स ग्रुप फायर ऑफ अ‍ॅनाटोलियाने \"\"ट्रॉय\"\" शो सादर केला.\"","ne":"समाप्त गर्न टर्किस नृत्य समूह फायर अफ एनाटोलियाले “ट्रोय” कार्यक्रमको प्रदर्शन गरे।","es":"Para terminar, el grupo de danza turco Anatolia interpretó «Troya».","sw":"Ili kumalizia, kundi la densi la Kituruki Fire of Anatolia kilifanya onyesho \"Troy\".","te":"\"ముగించడానికి, టర్కిష్ నృత్య బృందం ఫైర్ ఆఫ్ అనటోలియా \"\"ట్రాయ్\"\" అనే ప్రదర్శనను ప్రదర్శించింది.\"","ur":"آخر میں، ترکی کے رقاص گروپ فائر آف اناطولیہ نے \"ٹرائے\" شو کا مظاہرہ کیا۔","vi":"Để kết thúc, nhóm vũ công Thổ Nhĩ Kỳ Fire of Anatolia đã trình diễn vở \"Troy\".","xh":"Ukuvala, iqela lomdaniso lase-Turkey i-Fire of Anatolia lidlale umdlalo wombonisoo u-“Troy”.","yo":"Níparí, àwọn ẹgbẹ́ oníjó ti Tọ́kì - Iná Anatoliya, ṣe eré “Troyi”.","zu":"Ukuqedela, iqembu labadansi laseTheki uMlilo ka-Anatolia lenza umboniso we-“Troy”."}
{"ar":"صُنفت المنطقة بأكملها كموقع للتراث العالمي لليونسكو لقيمتها الثقافية والتاريخية الفريدة، وقيم ممتلكاتها من بين أعلى القيم في البلاد.","zh":"由于独特的文化和历史价值，整个地区被联合国教科文组织列为世界遗产，该区的房产价值位居该国的最高之列。","en":"The whole district is designated as a UNESCO World Heritage Site for its unique cultural and historical value, and its property values are among the highest of the country.","eu":"Barruti osoa Gizadiaren Ondare izendatu zuen UNESCOk, haren balio kultural eta historikoarengatik, eta bertako etxeen balioak herrialdeko altuenen artean daude.","fr":"Tout le quartier est inscrit au patrimoine mondial de l'UNESCO pour sa valeur culturelle et historique unique, et les prix de l'immobilier y sont parmi les plus élevés du pays.","ml":"സവിശേഷമായ സാംസ്കാരികവും ചരിത്രപരവുമായ മൂല്യത്തിനായി ജില്ലയെ മുഴുവൻ യുനെസ്കോയുടെ ലോക പൈതൃക സൈറ്റായി പ്രഖ്യാപിച്ചിരിക്കുന്നു. അവിടുത്തെ ഭൂമിയുടെ വില രാജ്യത്തെ ഏറ്റവും ഉയർന്നതാണ്.","mr":"आपल्या एकमेव सांस्कृतिक आणि ऐतिहासिक मुल्यामुळे हा संपूर्ण जिल्हा युनेस्को जागतिक वारसा स्थान म्हणून ठरला आहे आणि तिथल्या मालमत्तेच्या किमती देशातील सर्वाधिक मधील काही आहेत.","ne":"पूरा जिल्लालाई यसको अद्वितीय सांस्कृतिक र ऐतिहासिक महत्त्व का लागि UNESCO विश्व सम्पदाका रूपमा तोकिएको छ र यसका सम्पत्तिको मूल्य देशमा सबैभन्दा उच्च छ।","es":"El distrito completo fue declarado Patrimonio Mundial por la Unesco, debido a su valor histórico y cultural único, y los precios de sus propiedades son de los más elevados del país.","sw":"Wilaya nzima imeteuliwa kama Pahali pa Urithi wa Shirika la Umoja wa Mataifa la Elimu, Sayansi na Utamaduni kwa thamani yake ya kipekee ya kitamaduni na kihistoria, na thamani yake ya mali ni kati ya zile za juu zaidi ya nchi.","te":"మొత్తం జిల్లా దాని ప్రత్యేకమైన సాంస్కృతిక మరియు చారిత్రక విలువ వలన UNESCO ప్రపంచ వారసత్వ ప్రదేశంగా నిర్దేశించబడింది ఇంకా దాని ఆస్తి విలువలు దేశంలోనే అత్యధికంగా కలవు.","ur":"پورے ضلع سے اس کی منفرد ثقافتی اور تاریخی اہمیت کے لئے ایک یونیسکو عالمی ثقافتی ورثہ سائٹ کے طور پر نامزد کیا جاتا ہے، اور اس کی خاصیت ملک کی اعلی اقدار میں سے ایک ہے.","vi":"Toàn khu được UNESCO lựa chọn là Di sản Thế giới vì giá trị văn hóa và lịch sử độc đáo, với giá trị tài sản cao nhất cả nước.","xh":"Wonke lo mmandla ubizwa ngokuba yi-UNESCO World Heritage Site ngenxa yokukhetheka kwenkcubeko kunye nembali yayo, kwaye amaxabiso epropathi aphakathi kwawona aphezulu elizweni.","yo":"Gbogbo agbègbè ni wọ́n ti fi sọrí Àjọ Àgbáye (UNESCO), fún onírúurú àwọn àṣà àti ìníyelóri ìpamọ̀ ìtàn, àti iniyelórí ohun ìní wọn ni o wà ní òkè téńté ní orílẹ̀ èdè.","zu":"Indawo yonke imiswe njengeNdawo Yefa Lomhlaba ye-UNESCO ngenxa yesiko layo elihlukile negugu elingokomlando, futhi amanani wezindlu aphakathi kwamanye aphezulu ezweni."}
{"ar":"قم باستشارة المؤسسة، وكذلك قسم الهجرة للبلد التي ترغب في الدراسة بها للحصول على متطلبات مفصلة.","zh":"咨询学校及你希望留学的国家的移民局，以了解详细要求。","en":"Check with the institution, as well as the immigration department for the country you wish to study in for detailed requirements.","eu":"Baldintza zehatzak zein diren jakiteko, jarri harremanetan ikasteko hautatu duzun erakundearekin eta herrialdeko immigrazio-sailarekin.","fr":"Pour le détail des conditions, voyez auprès de l’établissement ainsi que du service d’immigration du pays dans lequel vous souhaitez étudier.","ml":"വിശദമായ ആവശ്യകതകൾക്കായി സ്ഥാപനവുമായും നിങ്ങൾ പഠിക്കാൻ ഉദ്ദേശിക്കുന്ന രാജ്യത്തിനായുള്ള ഇമിഗ്രേഷൻ വകുപ്പുമായും ബന്ധപ്പെട്ട് പരിശോധിക്കുക.","mr":"तपशीलवार आवश्यकतांसाठी संस्था तसेच तुम्ही ज्या देशामध्ये शिकू इच्छित आहात तेथील इमिग्रेशन डिपार्टमेंटची तपासणी करा.","ne":"विस्तृत आवश्यकताहरूका लागि संस्थाको साथै तपाईंले अध्ययन गर्न चाहनुभएको देशको आप्रवासन विभागमा जाँच्नुहोस्।","es":"Haga averiguaciones en la institución y en la oficina de inmigración del destino donde pretende estudiar, a fin de tomar conocimiento en detalle los requisitos.","sw":"Angalia katika taasisi, vilevile idara ya uhamiaji ya nchi ambako unahitaji kusomea kwa mahitaji ya kina.","te":"వివరణాత్మక అవసరాల కోసం మీరు చదువుకోవాలనుకుంటున్న దేశం కోసం సంస్థతో పాటు ఇమ్మిగ్రేషన్ విభాగంలో అడిగి తెలుసుకోండి.","ur":"تفصیلی مقتضیات کے لئے متعلقہ ادارہ یا اس ملک کے امیگریشن ڈپارٹمنٹ سے جہاں تم اسٹڈی کرنا چاہتے ہو  تفصیلی شرائط کے لئے ربط کرو۔","vi":"Hãy hỏi nhà trường và sở di trú tại quốc gia bạn muốn học để biết các yêu cầu chi tiết.","xh":"Qinisekisa kwizikoo, futhi nakwisebe lokufika kwabantu bamanye amazwe lelilizwe obawela ukufunda kulo ukuze ufumane iinkcukacha zeemfaneleko.","yo":"Sayewo pelu ile ise naa, ati apa ile ise irina fun ilu ti o ti fe ka iwe, fun alaye awon nkan ti won fe lekunre.","zu":"Hlola nesikhungo, kanye nomnyango wabafuduki wezwe ongathanda ukufundela kulo ukuze uthole imininingwane eminingi."}
{"ar":"وقد شهدت انكلترا فترةً طويلةً من السّلام بعد غزو دانلو.","zh":"重新征服丹麦法区域 (Danelaw) 后，英格兰经历了很长的和平时期。","en":"England had experienced a long period of peace after the reconquest of the Danelaw.","eu":"Ingalaterrak bake garai luzea bizi izan zuen Danelaw berreskuratu ondoren.","fr":"L'Angleterre avait connu une longue période de paix après la reconquête du Danelaw.","ml":"ഡെയിൻലാ തിരിച്ചു പിടിച്ചതിന് ശേഷം ഇംഗ്ലണ്ടിൽ സമാധാനത്തിന്റെ ഒരു നീണ്ട കാലഘട്ടം അനുഭവപെട്ടു.","mr":"इंग्लंडने डॅनेलॉला पुन्हा जिंकल्यानंतर दीर्घकाळ शांतता अनुभवली होती.","ne":"इङ्ग्ल्यान्डले डेनलको पुनः कब्जापछि लामो अवधिसम्म शान्तिको अनुभव गरेको थियो।","es":"Luego de reconquistar Danelaw, Inglaterra había disfrutado de un prolongado período pacífico.","sw":"Uingereza ilikuwa na uzoefu wa kipindi kirefu cha amani baada ya kushinda upya Danelaw.","te":"Danelawను తిరిగి చేజిక్కించుకున్న తర్వాత ఇంగ్లాండ్‌లో శాంతి నెలకొంది.","ur":"ڈین لاء پر دوبارہ غالب آنے کے بعد برطانیہ میں ایک طویل عرصے تک امن قائم رہا۔","vi":"Nước Anh đã có một thời gian dài sống trong hòa bình sau khi tái chiếm Danelaw.","xh":"INgilane yafumana ixesha elide loxolo emva kokuphinda yoyise i-Danelaw.","yo":"Orílẹ̀èdè England ti ní ìrírí àlàáfíà ọlọ́jọ́ pípẹ́ lẹ́yìn ìṣẹ́gun ilẹ̀ Danelaw.","zu":"INgilandi yayibe nenkathi ende yokuthula ngemva kokunqoba kabusha iDanelaw."}
{"ar":"تم إغلاق 800 ميلاً من نظام خط أنابيب ترانس ألاسكا بعد أن تسرب آلاف البراميل من النفط الخام جنوب مدينة فيربانكس في ولاية ألاسكا.","zh":"在阿拉斯加费尔班克斯（Fairbanks）南部发生数千桶原油泄漏后，横贯阿拉斯加、长达800英里的输油管道系统被关闭。","en":"800 miles of the Trans-Alaska Pipeline System were closed down following a spill of thousands of barrels of crude oil south of Fairbanks, Alaska.","eu":"Trans-Alaska Hodi Sistemako 800 milia itxi egin ziren Fairbanks hegoaldean (Alaska), petrolio gordinaren milaka kupel isuri ondoren.","fr":"800 miles du réseau de pipelines Trans-Alaska ont été fermés suite à un déversement de milliers de barils de pétrole brut au sud de Fairbanks, en Alaska.","ml":"അലാസ്കയിലെ ഫെയർ‌ബാങ്ക്‌സിന് തെക്ക് ആയിരക്കണക്കിന് ബാരൽ അസംസ്കൃത എണ്ണ ഒഴുകിയതിനെ തുടർന്ന് ട്രാൻസ്-അലാസ്ക പൈപ്പ്‌ലൈൻ സിസ്റ്റത്തിന്റെ 800 മൈലുകൾ അടച്ചു.","mr":"अलास्का, फेअरबॅक्सच्या दक्षिणेस हजार बॅरल कच्च्या तेलाच्या गळतीनंतर ८०० मैलांची ट्रान्स-अलास्का पाइपलाइन सिस्टम बंद करण्यात आली.","ne":"ट्रान्स-अलास्का पाइपलाइन प्रणालीको 800 माईल अलास्काको फेयरब्याङ्क्सको दक्षिणी भागमा हजारौं ब्यारल कच्चा तेल पोखिएपछि बन्द गरिए।","es":"Tras un derrame de miles barriles de aceite crudo en el sur de Fairbanks, se cerraron 800 millas del sistema de oleoducto Trans-Alaska.","sw":"Maili 800 za Mfumo wa Trans-Alaska Pipeline zilifungwa kufuatia umwagikaji wa maelfu ya mapipa ya mafuta yasiyosafishwa kusini mwa Fairbanks, Alaska.","te":"800 మైళ్ళ ట్రాన్స్ అలాస్కా పైప్ లైన్ సిస్టమ్ అలాస్కాలోని  ఫెయిర్ బ్యాంక్స్ కి దక్షిణంగా వేలాది బ్యారెల్స్ ముడి చమురు లీకైన తరువాత  మూసివేయబడింది.","ur":"فیر بینکس، الاسکا کے جنوب میں ہزاروں بیرل خام تیل کے بہہ جانے کے بعد 800 میل کے ٹرانس الاسکا پائپ لائن سسٹم کو بند کر دیا گیا۔","vi":"\"800 dặm của Hệ thống đường ống xuyên Alaska đã bị đóng sau sự cố tràn hàng ngàn thùng dầu thô ở phía nam Fairbanks Alaska.\"","xh":"Bekuvalwe imayile eziyi-800 ze-Trans-Alaska Pipeline System emva kokuchitheka kweoyile ekrwada emzantsi we-Fairbanks, eAlaska.","yo":"Ẹgbẹ̀rin máìlì ọ̀nà ilé epo Trans-Alaska ni ó di títì pa, látàrí ẹgbẹgbẹ̀rún àgbá epo rọ̀bì to jò dànaù ni gúsù Fairbanks, ni Alaska.","zu":"Amamayela angu-800 weTrans-Alaska Pipeline System ayevaliwe ukulandela ukuvuza kwemiphongolo eyizinkulungwane kawoyela ongahluziwe eningizimu yeFairbanks, e-Alaska."}
{"ar":"أولاً، يجب أن تطفئ مفتاح المصباح أو تفصل الكابل.","zh":"首先，务必关闭照明灯具的开关或断开电缆连接。","en":"First, the switch for the light fixture needs to be turned off or the cable disconnected.","eu":"Hasteko, argia ematen duen altzariaren etengailuak itzalita egon behar du, edo kableak entxufetik aterata.","fr":"Tout d’abord, l’interrupteur de l’appareil d’éclairage doit être éteint ou le câble débranché.","ml":"ആദ്യം, ലൈറ്റ് ഫിക്‌ചറിനായുള്ള സ്വിച്ച് ഓഫാക്കുകയോ കേബിൾ വിച്ഛേദിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.","mr":"प्रथम, झुंबराचे बटण बंद करावे लागले किंवा केबलचा वीजपुरवठा खंडीत करावा लागेल.","ne":"सर्वप्रथम, प्रकाश स्थिरताको लागि स्विच बन्द गर्नु वा तार विच्छेद गर्नु जरुरी हुन्छ।","es":"Lo primero que se debe hacer con la lámpara es apagar su interruptor o desconectarla.","sw":"Kwanza, swichi ya taa nyepesi inahitaji kuzimwa au waya kutengwa.","te":"ముందుగా, లైట్ ఫిక్చర్ కోసం స్విచ్ ని ఆఫ్ చేయాలి లేదా కేబుల్  ని డిస్‌కనెక్ట్ చేయాలి.","ur":"سب سے پہلے، بجلی ٹھیک کرنے کے لئے سوئچ کو بند کرنے یا کیبل منقطع کرنے کی ضرورت ہے۔","vi":"Trước tiên phải tắt công tắc thiết bị chiếu sáng hoặc ngắt cáp.","xh":"Okokuqala, i-switch yesibane imele icinywe okanye kwenziwe iintambo zingasebenzi.","yo":"Àkọ́kọ́, ibí ti a ti ń tan iná ní láti wà ní pípa tàbí kí a yọ gbogbo wáyà iná náà dàn.","zu":"Okokuqala, isiqhebeza sesibani kumelwe sicinywe noma ikhebula ingaxhunywa."}
{"ar":"كانت وكالات السفر موجودة منذ القرن التاسع عشر . عادة ما يكون وكيل السفر خيارًا جيدًا لرحلة تتجاوز خبرة المسافر السابقة في الطبيعة، أو الثقافة، أو اللغة أو البلدان منخفضة الدخل.","zh":"旅行社自 19 世纪一直存在至今。如果在一段旅程中，旅行者不熟悉目的地的自然、文化和语言，或者计划去低收入国家旅行，那么旅行社一般会是很好的选择。","en":"Travel agencies have been around since the 19th century. A travel agent is usually a good option for a journey which extends beyond a traveller's previous experience of nature, culture, language or low-income countries.","eu":"Bidaia-agentziak lanean aritu dira 19. mendetik. Bidaia-agentziak aukera ona dira, bidaiariak naturarekin, kulturarekin, hizkuntzarekin edo baliabide gutxiko herrialdeekin lotuta izan dezakeen esperientziatik harago joaten direlako.","fr":"Les agences de voyage existent depuis le XIXe siècle. Un voyagiste est généralement une bonne option pour un périple qui dépasse le cadre des expériences précédentes du voyageur en matière de nature, culture, langue, ou pays à faible revenu.","ml":"പത്തൊൻപതാം നൂറ്റാണ്ട് മുതൽ ട്രാവൽ ഏജൻസികൾ പ്രവർത്തിക്കുന്നുണ്ട്. പ്രകൃതി, സംസ്കാരം, ഭാഷ അല്ലെങ്കിൽ കുറഞ്ഞ വരുമാനമുള്ള രാജ്യങ്ങൾ സംബന്ധിച്ച ഒരു യാത്രികന്റെ മുൻകാല അനുഭവത്തിനപ്പുറം സാധ്യതകൾ നൽകുന്ന യാത്രയ്ക്കായുള്ള മികച്ച മാർഗമാണ് ട്രാവൽ ഏജന്റ് എന്നത്.","mr":"19 व्या शतकापासूनच प्रवासी  कंपन्या अस्तित्वात आहेत. एक प्रवास एजंट हा अशा प्रवाशांसाठी उत्तम पर्याय असतो जेव्हा एखादा प्रवास प्रवाशाच्या निसर्ग, संस्कृती, भाषा किंवा कमी उत्पन्न देश यांच्या विषयीच्या मागील अनुभवाच्या पार असतो.","ne":"यात्रा एजेन्सीहरू 19 औं शताब्दी देखि नै वरपर रहेका छन्। यात्रा एजेन्ट एक यात्राका लागि राम्रो विकल्प हो जुन एक यात्रीको, प्रकृति, संस्कृति, भाषा वा कम आय भएका देशहरूको अघिल्लो अनुभवदेखि परसम्म विस्तार हुन्छ।","es":"Las agencias de viajes han existido desde el siglo XIX. Por lo general, un agente de viajes es una buena opción para casos en que el viajero no cuenta con experiencia previa en cuestiones como la naturaleza, la cultura, el idioma o los países de bajos ingresos.","sw":"Mawakala wa usafiri wamekuwapo tangu karne ya 19. Kwa kawaida wakala wa usafiri huwa chaguo zuri kwa safari ambayo ni zaidi ya uzoefu wa awali wa msafiri wa maumbile, utamaduni, lugha au nchi za mapato madogo.","te":"19వ శతాబ్దం నుండి ట్రావెల్ ఏజెన్సీలు ఉన్నాయి. ఒక ట్రావెల్ ఏజెంట్ సాధారణంగా ఒక ప్రయాణికుని కి మంచి ఎంపిక, ఇది ప్రకృతి, సంస్కృతి, భాష లేదా అల్పాదాయ దేశాల యొక్క గత అనుభవాన్ని దాటి ప్రయాణిస్తుంది.","ur":"19 ویں صدی سے ہی ٹریول ایجنسیاں پائي جاتی ہیں۔ عام طور پر ٹریول ایجنٹ سفر کے لیے ایک اچھا متبادل ہوتا ہے جو قدرتی مناظر، ثقافت، زبان یا کم آمدنی والے ممالک کے تعلق سے کسی مسافر کے سابقہ تجربے سے آگے کی رہنمائی کرتا ہے۔","vi":"Các công ty du lịch xuất hiện vào khoảng từ thế kỷ 19. Công ty du lịch thường là một lựa chọn tốt cho những du khách muốn có chuyến đi trải nghiệm mới về thiên nhiên, văn hóa, ngôn ngữ hay thăm các quốc gia thu nhập thấp.","xh":"Iiarhente zokucwangcisa uhambo bezikho ukususela kwinkulungwane ye-19. Iarhente yokucwangcisa uhambo idla ngokuba lukhetho oluhle kuhambo oluquka izinto umhambi angakhange azenze, inkcubeko, ulwimi okanye amazwe ahluphekayo.","yo":"Àwọn iléeṣẹ́ ìrìnàjò ti wà láti sẹ́ńtùrì kọkàndínlógún. Osìṣẹ́ iléẹṣẹ́ ló yẹ fún ìrìnàjò èyí tó náwọ́jà dọ́dọ̀ àwọn arìnàjò tó ní ìrírí àyíká, àṣà, èdè, tàbí orílẹ̀ tí kò pawó lọ́pọ̀.","zu":"Izinhlangano zokuhamba bezilokhu zikhona kusukela ngekhulu le-19. Umenzeli wokuhamba ngokuvamile ukhetho oluhle lohambo oludlulela ngaphezu kolwazi lwesihambi lwangaphambili lwendalo, isiko, ulimi noma amazwe aholela imali ephansi."}
{"ar":"\"لحسن الحظ لم يحدث لي شيء، ولكني رأيت مشهدًا مروعًا، حيث حاول الناس تحطيم النوافذ للخروج.","zh":"“幸运的是我没有发生什么事，但我看到了可怕的一幕，人们试着打破窗户逃出去。","en":"\"Luckily nothing happened to me, but I saw a macabre scene, as people tried to break windows in order to get out.","eu":"Zorionez, niri ez zait ezer gertatu baina egoera makabroa bizi izan dut, jendea irteteko asmoz leihoak apurtzen saiatu denean.","fr":"Par chance, il ne m'est rien arrivé, mais j'ai assisté à une scène macabre, où des gens essayaient de briser des vitres afin de sortir.","ml":"\"\"\"ഭാഗ്യവശാൽ എനിക്ക് ഒന്നും സംഭവിച്ചില്ല, പക്ഷേ ഞാൻ ഒരു ഭീകരമായ രംഗം കണ്ടു, ആളുകൾ പുറത്തുകടക്കാൻ വിൻഡോകൾ തകർക്കാൻ ശ്രമിച്ചതുപോലെ.\"","mr":"\"\"\"सुदैवाने मला काहीही झाले नाही पण लोक बाहेर पडण्यासाठी खिडक्या फोडण्याचा प्रयत्न करताना मला एक धक्कादायक दृश्य दिसले.\"\"\"","ne":"मलाई भाग्यले केहि पनि भएन। मैले मानिसहरू बाहिर निस्कनका लागि झ्याल फुटाउन कोशिस गरेको डरलाग्दो दृश्य देखे।","es":"Por suerte, estoy bien, pero presencié una escena tétrica cuando la gente trataba de romper las ventanas para escapar.","sw":"\"Kwa bahati nzuri hakuna klichofanyika kwangu, lakini niliona jambo la kutisha sana, watu walipokuwa wakijaribu kuvunja madirisha ili watoke nje.","te":"\"\"\"అదృష్టవశాత్తూ నాకు ఏమీ జరగలేదు, కానీ నేనొక  పెద్ద భయానక దృశ్యాన్ని చూశాను, ప్రజలు బయటకు రావడానికి కిటికీలను బద్దలు కొట్టడానికి ప్రయత్నించారు.\"","ur":"\"خوش قسمتی سے میرے ساتھ کچھ نہیں ہوا، لیکن میں نے ایک ہیبت ناک منظر دیکھا کہ لوگ باہر نکلنے کیلئے کھڑکیوں کو توڑنے کی کوشش کر رہے تھے۔","vi":"Thật may là chẳng có gì xảy ra với tôi, nhưng tôi đã chứng kiến một cảnh tượng khủng khiếp khi người ta cố phá cửa sổ để thoát ra ngoài.","xh":"\"Ngethamsanqa akukho nto yenzekileyo kum, kodwa ndibone umbono owoyikisayo njengoko abantu bebezama ukophula iifestile ukuze baphume.","yo":"“Orí kómi yọ, ohunkohun kò sẹlẹ̀ sí mi, sùgbọ́n mo rí ìran ikú, bí àwọn ènìyàn se ń gbìyànjú àti fọ́ ojú fèrèsé fi jáde.","zu":"\"Ngenhlanhla akukho okwenzeke kimi, kodwa ngibone isenzakalo esisabisayo, njengoba abantu bezama ukuphula amafasitela ukuze baphume."}
{"ar":"لكن أول تلسكوبات حقيقية قد صُنعت في أوروبا في أواخر القرن الـ16.","zh":"然而，第一个真正的望远镜是 16 世纪晚期在欧洲制造的。","en":"However, the first true telescopes were made in Europe in the late 16th century.","eu":"Hala ere, benetako lehen teleskopioak Europan egin ziren XVI. mendearen bukaeran.","fr":"Toutefois, les premiers vrais télescopes furent fabriqués en Europe à la fin du XVIe siècle.","ml":"എന്നിരുന്നാലും, ആദ്യത്തെ യഥാർത്ഥ ദൂരദർശിനി 16 നൂറ്റാണ്ടിന്റെ അവസാനത്തിൽ യൂറോപ്പിൽ നിർമ്മിക്കപ്പെട്ടു.","mr":"तथापि, 16 व्या शतकाच्या उत्तरार्धात युरोपमध्ये प्रथम वास्तविक दुर्बिणी बनविल्या गेल्या.","ne":"यद्यपि, पहिला असल टेलिस्कोपहरू युरोपमा 16 औँ शताब्दीको अन्त्यतिर बनेका थिए।","es":"Sin embargo, los primeros verdaderos telescopios se desarrollaron en Europa, a fines del siglo XVI.","sw":"Hata hivyo, darubini halisi za kwanza zilitengenezewa Uropa katika karne ya 16.","te":"ఏదేమైనప్పటికీ, మొదటి నిజమైన టెలిస్కోపులను 16వ శతాబ్దం చివరిలో ఐరోపాలో తయారు చేయబడ్డాయి.","ur":"تاہم یورپ میں پہلی اصلی ٹیلیسکوپ سولہویں صدی کے اواخر میں بنائی گئی۔","vi":"Tuy nhiên, chiếc kính viễn vọng thực sự đầu tiên được chế tạo tại Châu Âu vào cuối thế kỉ 16.","xh":"Nangona , i-telescopes zokuqala eziyinene zenziwa e-Europe ekupheleni kwe 16th ye-century.","yo":"Sibesibe, ero awoye akoko ni a se ni ilu awon alawo funfun ni opin 16th century.","zu":"Nokho, ama-telescope okuqala angempela enziwa eYurophu ekupheleni kwekhulu lama-16 leminyaka."}
{"ar":"قال منظمو الاحتجاج إن حوالي 100000 شخص حضروا في مدن ألمانية على سبيل المثال:- \"برلين\" و\"كولوني\" و\"هامبورغ\" و\"هانوفر\".","zh":"抗议活动的组织者称，大约有 10 万人出现在柏林、科隆、汉堡和汉诺威等德国城市。","en":"Organisers of the protest said about 100,000 people turned up in German cities such as Berlin, Cologne, Hamburg, and Hanover.","eu":"Protestaren antolatzaileen arabera, 100.000 pertsona agertu ziren Alemaniako hainbat hiritan, hala nola Berlinen, Kolonian, Hanburgon eta Hannoverren.","fr":"Les organisateurs de la manifestation ont affirmé qu'environ 100 000 personnes se sont présentées dans plusieurs villes allemandes telles que Berlin, Cologne, Hambourg et Hanovre.","ml":"ജർമ്മൻ പട്ടണങ്ങളായ ബെർലിൻ, കൊളോൺ, ഹാംബർഗ്, ഹാനോവർ എന്നിവിടങ്ങളിൽ  ഏകദേശം 100,000  ആളുകൾ തിരിഞ്ഞിട്ടുണ്ടെന്ന്                              പ്രതിഷേധപ്രകടനത്തിന്റെ സംഘാടകർ പറഞ്ഞു.","mr":"निषेधाच्या आयोजकांनी सांगितले की बर्लिन, कोलोन, हॅम्बर्ग आणि हॅनोवर अशा जर्मन शहरांमध्ये सुमारे 100,000 लोकं आले होते.","ne":"आन्दोलनका आयोजकहरूले बर्लिन, कोलोन, ह्याम्बर्ग र हनोभर जस्ता जर्मन शहरहरूमा करिब 100,000 मानिसहरू आएका थिए भने।","es":"Quienes organizaron la manifestación afirmaron que cerca de 100 000 personas participaron en ciudades de Alemania como Berlín, Colonia, Hamburgo y Hannover.","sw":"Watayarishaji wa maandamano walisema kwamba takribani watu 100,000 walitokea katika miji ya Ujerumani kama vile Berlin, Cologne, Hamburg, na Hanover.","te":"బెర్లిన్, కొలోన్, హాంబర్గ్, హానోవర్ వంటి జర్మన్ నగరాల్లో దాదాపు లక్ష మంది ప్రజలు ఈ నిరసన కు దిగారు.","ur":"احتجاج کے منتظمین نے بتایا کہ جرمنی کے شہروں جیسے برلن، کولون، ہیمبرگ اور ہنوور میں تقریبا 100,000 افراد شامل ہوئے۔","vi":"Những người tổ chức cuộc biểu tình nói rằng có khoảng 100.000 người đã tham gia ở khắp các thành phố của Đức như Berlin, Cologne, Hamburg, và Hanover.","xh":"Abaququzeleli babaqhankqalazi bathi malunga nama 100,000 abonakala kwizixeko zase German ezinjenge Berlin, Cologne, Hamburg, neHanover.","yo":"Àwọn agbátẹrù ìfẹ̀hónúhàn ní àwọn èèyàn tó ju ọgọ́rùn ún ẹgbẹ̀rún kan ni o jáde ní àwọn ìlú German bí i Berlin, Cologne, Hamburg, àti Hanover.","zu":"Abahleli balombhikisho bathi babalelwa ku- 100 000 abantu abangena emadolobheni ase-Germanynjenge-Berlin, i-Cologne, i-Hamburg, ne-Hanover."}
{"ar":"فهم يمتعون بعضهم البعض بقصص من محل نشأتهم، تُحكى من خلال لهجاتهم المميزة ولغتهم المحلية.","zh":"他们用各自独特的口音和当地的土语讲述家乡的故事，逗彼此开心。","en":"They're regaling each other with stories from their hometowns, told in their distinct accents and local argot.","eu":"Bakoitza bere jaioterriko istorioak kontatzen ari da, bakoitza bere azentuan eta tokiko hizkeran.","fr":"Ils se régalent les uns les autres d’histoires de leurs villes natales, racontées avec leurs accents prononcés et leur argot local.","ml":"അവർ തങ്ങളുടെ ജൻമപട്ടണത്തിലെ കഥകൾ, അവരുടെ വിശിഷ്ടമായ ഭാഷാശൈലിയിലും വർഗ്ഗഭാഷണത്തിലും പറഞ്ഞ് അന്യോന്യം ആനന്ദിക്കുകയാണ്.","mr":"ते त्यांच्या गावांकडील गोष्टींच्या माध्यमातून एकमेकांचे मनोरंजन करत तसेच त्यांच्या विशिष्ट उच्चारण आणि स्थानिक बोलीभाषेविषयी बोलत होते.","ne":"तिनीहरू एक अर्कालाई उनीहरूको गृह नगरहरूका कथाहरूसहित बहलाउँदै छन्, जुन उनीहरूका छुट्टै उच्चारण र स्थानीय तर्कमा भनिए।","es":"Se deleitan mutuamente con historias de sus ciudades natales, narradas con sus distintos acentos y su jerga local.","sw":"Wanaburudishana na hadithi kutoka kwa mitaa ya manyumbani kwao, inayosemwa katika lafudhi zao tofauti na lugha ya kienyeji isiyo rasmi.","te":"వారు వారి కథలతో ఒకరినొకరు నియంత్రిస్తున్నారు. స్వస్థలాలు, వారి ప్రత్యేకమైన స్వరాలు మరియు స్థానిక యాస ‌లో చెప్పబడ్డాయి.","ur":"وہ ایک دوسرے کا اپنے آبائی شہروں کی الگ الگ لہجے اور مقامی بولی میں کہی گئی کہانیوں سے دل بہلا رہے ہیں۔","vi":"Họ vui vẻ kể cho nhau nghe những câu chuyện quê nhà bằng chất giọng đặc trưng và từ lóng địa phương.","xh":"Bonwabisana ngobaliselana ngamabali alapho umntu ngamnye avela khona, bewabalisa bethetha ngelizwi lalapho basuka khona nangelamaqela asekuhlaleni.","yo":"Wọ́n ń dára wọn lára yá pẹ̀lú àwọn ìtàn láti ìlú wọn; oníkàlùkù sọ àwọn ìtàn náà pẹ̀lú ìsọ̀rọ̀sì èdè àdúgbò wọn.","zu":"Bebezixoxela bebodwa ngezindaba ezivela emadolobheni akubo, baxoxelwa ngolimi lwesigodi sakubo kanye nangendlela yokukhuluma yangakubo."}
{"ar":"كما يقدم كل برنامج توصيات عن كتب يجب على الأطفال أن يبحثوا عنها عندما يتوجه كل منهم إلى المكتبة.","zh":"每期节目还会向孩子们提供建议，向推荐他们在去图书馆时应当查阅的书籍。","en":"Each show would also provide recommendations for books that children should look for when they went to their library.","eu":"Halaber, haurrek liburutegian bila ditzaketen liburuen gomendioak ere ematen ditu saio bakoitzak.","fr":"De plus chaque spectacle proposera une suggestion de livres que les enfants devraient emprunter à la bibliothèque.","ml":"ഓരോ ഷോയും കുട്ടികൾ ലൈബ്രറിയിലേക്ക് പോകുമ്പോൾ നോക്കേണ്ട പുസ്തകങ്ങളുടെ ശുപാർശകളും നൽകും.","mr":"प्रत्येक शोमध्ये लहान मुलांनी त्यांच्या ग्रंथालयात गेल्यानंतर कोणती पुस्तके शोधावीत त्याबद्दल शिफारशी देखील दिल्या जातील.","ne":"बालबालिकाहरू पुस्तकालयमा जाँदा तिनीहरूले हेर्नु पर्ने किताबका लागि प्रत्येक कार्यक्रमले पुस्तकहरूका लागि सिफारिस पनि प्रदान गर्छ।","es":"En cada episodio, además, se brindaba información sobre libros que recomendaban que los niños leyeran cuando visitaran una biblioteca.","sw":"Kila onyesho pia lingetoa mapendekezo ya vitabu ambavyo watoto wangepaswa kutafuta walipokwenda katika maktaba.","te":"ప్రతి ప్రదర్శన కూడా పిల్లలు వారి లైబ్రరీకి వెళ్ళినప్పుడు చూడాల్సిన పుస్తకాల కోసం సిఫార్సులు కూడా అందిస్తుంది.","ur":"ہر پروگرام ان کتابوں کی سفارش بھی کرتا ہے جنہیں بچوں کو لائبریری میں جاتے وقت تلاش کرنا چاہیے۔","vi":"Mỗi chương trình cũng sẽ đưa ra đề xuất về những cuốn sách mà trẻ em nên tìm đọc khi đến thư viện.","xh":"Umboniso ngamnye uza kubonelela nangeengcebiso zeencwadi ekufuneka abantwana bazikhangele xa besiya kwilayibrari yabo.","yo":"Àfihàn kọ̀ọ̀kan náà yíò tún gba àwọn ọmọ ní ìmòràn lórí àwọn ìwé láti múlò tí wọn bá lọ sí yàrá ìkàwẹ́.","zu":"Uhlelo ngalunye luzotusa izincwadi lezo izingane okumelwe zizibheke lapho ziye elabhulali yazo."}
{"ar":"مع ذلك، توقع أن تنقطع أنفاسك، وتوخَّ الحذر في الأجزاء الأكثر انحداراً، خاصةً عندما تكون مبتلة، حيث يمكن أن تصبح سريعة بشكل خطير.","zh":"据说会让人喘不过气来，还有在陡峭的地方要小心谨慎，特别是天气潮湿时，情况有可能很快变得很危险。","en":"That said, expect to be out of breath, and take care in the steeper portions, especially when wet, as it can become dangerous quickly.","eu":"Hori esan ondoren, jakinarazten dizugu hitzik gabe geratuko zarela. Halaber, kontuz ibili tarte maldatsuetan, batez ere hezetasuna badago, arriskutsua izan baitaiteke.","fr":"Ceci étant dit, attendez-vous à être à bout de souffle et soyez vigilant dans les portions les plus raides, surtout en cas d'humidité, car cela peut très vite mal tourner.","ml":"അതായത്, കിതപ്പ് പ്രതീക്ഷിക്കുക, കുത്തനെയുള്ള ഭാഗങ്ങളിൽ കരുതലെടുക്കുക, പ്രത്യേകിച്ചും നനവുള്ളപ്പോൾ, കാരണം അത് വളരെ അപകടകരമാകാം.","mr":"असे असले तरी, धाप लागू शकते आणि निसरड्या भागांमध्ये, खासकरून ओले असताना ते लगेचच धोकादायक होऊ शकतात म्हणून काळजी घ्या.","ne":"त्यस्तो भनिन्छ कि, श्वास बन्द हुने अपेक्षा हुन्छ र ठाडो अंशहरूमा सावधानी अपनाउनु पर्छ, विशेष गरी जब भिजेको हुन्छ, यो छिट्टै खतरनाक हुन सक्छ।","es":"No obstante, prepárese para la falta de aire y tenga cuidado en las partes más pronunciadas, en especial cuando estén húmedas, dado que pueden volverse peligrosas rápidamente.","sw":"Hilo likiwa limesemwa, tarajia kuishiwa na pumzi, na kuwa mwangalifu katika sehemu zenye mwinuko mno, haswa wakati wa unyevunyevu, kwa sababu inaweza kuwa hatari haraka.","te":"ఆ విధంగా, శ్వాస బయటకు ఉండాలని ఆశించండి, మరియు స్టీపర్ భాగాల్లో జాగ్రత్త వహించండి, మరిముఖ్యంగా తడిగా ఉన్నప్పుడు, ఇది త్వరగా ప్రమాదకరంగా మారుతుంది.","ur":"اتنا کہنے کے بعد، توقع کرو کہ تمہارا سانس لینا مشکل ہوگا اور بھیگی حالت میں زیادہ چھچھلے حصوں مین اترنے سے احتیاط کریں کیوں کہ یہ علی الفور خطرناک ہو سکتا ہے۔","vi":"Điều đó nghĩa là bạn sẽ mệt đứt hơi và nên cẩn thận với những khúc dốc, nhất là khi ẩm ướt, vì nó có thể trở nên nguy hiểm rất nhanh.","xh":"Bathi, kulindela ukungakwazi ukuphefumla, uziqaphele indawo ezingamaxethuka, ikakhulu xa kumanzi, njengoko ingasuka ibenobungozi ngokukhawuleza.","yo":"Wọ́n sọ pé, kí a ma retí mímí húlehúle, kí a sì tajú ara wá ní ibi tí ó bá lọsílẹ̀,pàápàá nígbàtí ilẹ̀ bá tuntun, nítorí ó lè ní ewu kíákíá.","zu":"Nokho, lindela ukuphelelwa umoya, futhi uziqaphele ezingxenyeni ezehlelayo, ikakhulukazi lapho kumanzi, njengoba kungaba yingozi ngokushesha."}
{"ar":"وقد أتاح ذلك لعدسات الزوم (التكبير والتصغير) إنتاج صور بجودة مماثلة لتلك التي حققتها العدسات ذات الطول البؤري الثابت.","zh":"这使得变焦镜头可以拍出与固定焦距镜头质量相媲美的照片。","en":"This has allowed zoom lenses to produce pictures of a quality comparable to that achieved by lenses with fixed focal length.","eu":"Horri esker, foku-distantzia finkoa duten lenteekin lortzen den kalitatearen pareko irudiak sortzeko aukera dago zoom lenteekin.","fr":"Cela a permis aux zooms de produire des images d'une qualité comparable à celle obtenue par des objectifs à longueur focale fixe.","ml":"ഇത് സൂം ലെൻസുകളെ നിശ്ചിത ഫോക്കൽ ലെങ്‌തുള്ള ലെൻസുകൾ ഉപയോഗിച്ച് എടുത്തതിനോട് താരതമ്യപ്പെടുത്താവുന്ന നിലവാരമുള്ള ചിത്രങ്ങൾ നിർമ്മിക്കാൻ അനുവദിക്കുന്നു.","mr":"यामुळे झूम करता येणाऱ्या भिंगाना स्थिर अशा केद्रीय अंतर असणाऱ्या भिंगापेक्षा अधिक गुणवत्तेची चित्रे काढणे शक्य झाले आहे.","ne":"यसले जुम लेन्सलाई निश्चित फोकल लम्बाइका साथ लेन्सद्वारा प्राप्त तुलनीय गुणस्तरको तस्बिर निकाल्न गर्न अनुमति दिन्छ।","es":"Esto ha posibilitado que los objetivos con zum produzcan fotografías de una calidad similar a la que se logra con los de focal fija.","sw":"Hii imewezesha lenzi za kukuza kutoa picha zenye ubora unaoweza kulinganishwa na ule unaofikiwa na lenzi zenye urefu msingi usiobadilika.","te":"ఇది  స్థిరంగా  ఫోకల్ పొడవుతో ఉన్న లెన్సులతో  పోల్చితే నాణ్యత కలిగిన చిత్రాలను ఉత్పత్తి చేయడానికి జూమ్ లెన్సులు కి వీలు కల్పించింది.","ur":"اس نے زوم لینزز کو ایسی معیاری تصاویر پیش کرنے کے قابل بنایا ہے جوکہ مقرر کردہ طول ماسکہ لینزز سے حاصل کی جانے والی تصاویر کے مقابلے کی ہوں۔","vi":"Điều này giúp cho ống kính khuếch đại tạo ra những hình ảnh với chất lượng có thể sánh ngang với hình ảnh được tạo ra bởi ống kính có tiêu cự cố định.","xh":"Oku kubangele ukuba ilensi ezumayo ikhuphe imifanekiso ecacileyo xa uyithelekanisa ne focal lensi ezinzileyo.","yo":"Èyí jẹ́ kí lẹ́nsì tó lè ṣàmùgbòrò láti gbé àwọn ojúlówó àwòrán jáde k;i a fi wé lẹ́nsì tó jé pé kò lè ṣe àmúgbòrò àwòrán.","zu":"Lokhu kuvumele ukwakhiwa kwezibuko ezibonisa eduze ukuthi kuphinde kukhiqizwe olunye uhlobo lwezinga eliphezulu uma kuqhathaniswa nalezi ezinye."}
{"ar":"على عكس الرئيسيات الأخرى، لم يَعد البشرُ يستخدمون أيديهم في الحركة أو تحمل الوزن أو التأرجح عبر الأشجار.","zh":"原始人类与其他灵长类动物不同的地方在于，他们不再用双手移动身体、托起重物、在树林里荡来荡去。","en":"Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.","eu":"Beste primateek ez bezala, hominidoek ez dituzte haien eskuak erabiltzen lokomoziorako, pisuari eusteko edo zuhaitz batetik bestera zintzilik aritzeko.","fr":"Les hominidés n'utilisent plus leurs mains pour marcher, porter des charges lourdes ou se balancer d'une branche à l'autre d'un arbre comme les autres primates.","ml":"മറ്റ് പ്രൈമേറ്റുകളിൽ നിന്ന് വ്യത്യസ്തമായി ഹോമിനിഡുകൾ അവരുടെ കൈകൾ നടക്കുവാനോ, ഭാരം താങ്ങുവാനോ, മരങ്ങൾക്കിടയിലൂടെ നീങ്ങുവാനോ ഉപയോഗിക്കുന്നില്ല.","mr":"इतर प्राइमेट्सच्या विपरीत, होमिनिड्स हालचालींसाठी किंवा वजन उचलण्यासाठी  किंवा झाडांमधून हालचाली करण्यासाठी त्यांच्या हाताचा वापर करत नाहीत.","ne":"अन्य नर बाँदर प्राईमेटहरू जस्तो नभई, होमिनिडहरूले आफ्नो हातहरू तेजले चलाउन वा भार बोक्न वा रूखहरूमा हाम फाल्न प्रयोग गर्दैनन्।","es":"Los homínidos, en contraste con otros simios, ya no utilizan sus manos en la locomoción ni para soportar peso o columpiarse de un árbol a otro.","sw":"Tofauti na nyani wengine, hominidi hawatumii mikono yao kwa kutembea, kubebea uzito au kubembea kwenye miti.","te":"ఇతర ప్రైమేట్ల లాగా కాకుండా, హోమినిడ్లు ఇకపై తిరగడానికి లేదా బరువును మోయడానికి లేదా చెట్ల మీద ఊగడానికి తమ చేతులను ఉపయోగించరు.","ur":"دیگر حیواناتِ رئیسہ کے برخلاف، ہومی نیڈز اب اپنے ہاتھوں کو حرکت کرنے، وزن اُٹھانے یا درختوں میں جُھولنے کے لیے استعمال نہیں کرتے۔","vi":"Khác với các loài linh trưởng khác, vượn nhân hình không còn dùng tay để vận động hay nâng đỡ trọng lượng cơ thể hoặc để đánh đu trên cây nữa.","xh":"Ngoku ngafani nezinye ii-primates, ii-hominids azisasebenzisi izandla ukuhamba okanye ukuthwala umthwalo okanye ukujinga emithini.","yo":"Yàtọ̀ sí àwọn primeeti òmíràn àwọn ominiidi o ki fọwọ́ rìn tàbí gbẹ́rù tàbí gun igi.","zu":"Ngokungafani nezinye izilwane ezicishe zifane nomuntu, izimfene azisazisebenzisi izandla zazo ukuze zihambe noma ukuthwala izinto noma ukushwiba ezihlahleni."}
{"ar":"آل غور والجنرال تومي فرانكس يتحدثان في عجالة بشأن العناوين المفضلة لديهما (كان المفضل لغور عندما أصدرت جريدة ذي أنيون أنه هو وتيبر يمارسان أفضل جنس في حياتهما بعد هزيمته في المجمع الانتخابي عام 2000).","zh":"艾伯特·戈尔和汤米·弗兰克斯将军漫不经心地吐露出他们最喜欢的头条（当时洋葱网曾报道说，戈尔在2000年竞选失利后，与其妻子蒂珀享受了一生中最美好的性爱时光）。","en":"Al Gore and General Tommy Franks casually rattle off their favorite headlines (Gore's was when The Onion reported he and Tipper were having the best sex of their lives after his 2000 Electoral College defeat).","eu":"Al Gore-k eta Tommy Franks jeneralak gogokoen dituzten tituluak aipatu dituzte (Gore-ren gogokoena: The Onion-ek esan zuenekoa bai hura, bai Tipper inoiz ez bezalako sexua izaten ari zirela, 2000. urtean izandako hauteslekuetako porrota dela eta).","fr":"Al Gore et le général Tommy Franks énumèrent par hasard leurs gros titres préférés (celui de Gore était lorsque The Onion avait déclaré que Tipper et lui avaient eu la meilleure expérience sexuelle de leur vie après sa défaite au Collège électoral en 2000).","ml":"അൽ ഗോറും ജനറൽ ടോമി ഫ്രാങ്ക്‌സും അവരുടെ പ്രിയപ്പെട്ട തലക്കെട്ടുകൾ നിർത്താതെ വായിക്കുന്നു (2000-ത്തിലെ ഇലക്ടറൽ കോളേജ് പരാജയത്തിന് ശേഷം ടിപ്പെറും താനും തങ്ങളുടെ ജീവിതത്തിലെ ഏറ്റവും മികച്ച ലൈംഗിക ബന്ധത്തിൽ ഏർപ്പെട്ടിരുന്നു എന്ന് ദി ഒനിയൻ റിപ്പോർട്ട് ചെയ്തതായിരുന്നു ഗോറിന്റെത്).","mr":"अल गोरे आणि जनरल टॉमी फ्रॅंक यांनी त्यांच्या पसंतीच्या मुख्य बातम्या आकस्मिकपणे उघडकीस आणल्या (जेव्हा ओनियनने अहवाल दिला की त्याच्या 2000 इलेक्टोरल कॉलेजच्या पराभवानंतर तो आणि टिपर त्यांच्या आयुष्यातील सर्वोत्कृष्ट सेक्स करत होते तेव्हा गोरे होते).","ne":"अल गोर र जनरल टोमी फ्रान्कस् अनौपचारिक रूपमा आफ्ना मनपर्दा शीर्षकहरूमा चर्चा गर्छन् (गोर तब थिए जब द ओनियनले रिपोर्ट गर्‍यो कि उनी र टिपरले उनको 2000 ईलेक्टोरल कलेज पराजयपछि आफ्नो जीवनकै सर्वश्रेष्ठ यौनसम्बन्ध राख्दै थिए)।","es":"Al Gore y el general Tommy Franks comentan rápidamente y de forma casual sus titulares preferidos (el de Gore fue cuando The Onion dijo que él y Tipper habían tenido el mejor sexo de sus vidas luego de ser vencidos en el Colegio Electoral del 2000).","sw":"Al Gore na Jenerali Tommy Franks kwa kawaida walinjuga mbali vichwa vya habari (Gore alijipata kwenye vichwa vya habari wakati Onion aliripoti kuwa yeye na Tipper walishiriki ngono baada ya kushindwa kwenye uchaguzi wa chuo).","te":"Al Gore మరియు General Tommy Franks తమ అభిమాన హెడ్‌లైన్‌లను సాధారణంగా తీసుకోరు (2000 ఎలెక్టోరల్ కాలేజీ ఓటమి తర్వాత Gore మరియు Tipper వారి జీవితాలలో అత్యంత సుఖమయ జీవితాన్ని అనుభవించారని The Onion మ్యాగజైన్ రిపోర్ట్ చేసినప్పుడు, Gore రాసినవి).","ur":"ال گورے اور جرنل ٹامی فرینکس نے عام سے انداز میں اپنی پسندیدہ سرخیاں پڑھیں (گورے کی سرخی اس بات پر مشتمل تھی کہ جب دی اونین نے رپورٹ کیا کہ وہ اور ٹپر کالج میں 2000 کے انتخابات میں شکست کھانے کے بعد اپنی زندگیوں کا بہترین جنسی تعلق قائم کر رہے تھے)۔","vi":"Al Gore và tướng Tommy Franks đột nhiên đọc một mạch các tiêu đề yêu thích (tiêu đề của Gore là khi The Onion đưa tin ông và Tipper đang có đời sống tình dục tuyệt vời nhất của cuộc đời sau khi thua cuộc trong cuộc bầu cử của Cử tri Đoàn 2000).","xh":"U-Al Gore kunye noGeneral Tommy Franks bavele bancama amanqaku angentla abo abawathandayo (eka-Gore yayikukuba i-Onion yanika ingxelo yokuba yena no-Tipper babefumana ezona zondo zibalaseleyo ebomini babo emva kokuba boyise ikholeji ngo-2000).","yo":"Al Gore áti ọ̀gágun Tommy Franks láìfọtápè ka àwọn àkọlẹ́ ti´ oníkàlùkùn fẹ́ràn (Ti Gore jé ìgbà tí Onion sọ ìròyìn wípẹ́ òhun áti Tipper n ní ìbálòpọ̀ tó dàra jùlo ní ayé wọn lẹ́yìn ìjákulẹ̀ nínú ìdìbò fún ààrẹ áti igbá kẹji ti 2000).","zu":"U-Al Gore noJenene u-Tommy Franks bazixoxela ngezindaba zabo ezisematheni abazithandayo (Eyayithandwa u-Gore bekuyilapho u-The Onion ebika ukuthi yena no-Tipper babejabulela ezocansi ezimnandi kakhulu ekuphleni kwabo ngemva kokunqotshwa kwakhe Okhethweni lweKholeji luka-2000) ."}
{"ar":"ثم بعد بضع سنوات، شاهد عالم فلكي إنجليزي يدعى \"إرميا هوروكس\" عبور كوكب الزهرة، في عام 1639.","zh":"然后，几年后的 1639 年，一位名叫耶利米·霍罗克斯 (Jeremiah Horrocks) 的英国天文学家观测到了一次金星凌日。","en":"Then, a few years later in 1639, an English astronomer named Jeremiah Horrocks observed a transit of Venus.","eu":"Ondoren, urte batzuk beranduago, 1639ean, Jeremiah Horrocks izeneko astronomo ingeles batek Artizarraren trantsitu bat behatu zuen.","fr":"Puis, quelques années plus tard, en 1639, un astronome anglais du nom de Jeremiah Horrocks a observé un transit de Vénus.","ml":"തുടർന്ന്, ഏതാനും വർഷങ്ങൾക്കുശേഷം 1639-ൽ, ഇംഗ്ലീഷ് ജ്യോതിശാസ്ത്രജ്ഞനായ ജെറമിയ ഹൊറോക്സ് ശുക്രന്റെ സംക്രമണം നിരീക്ഷിച്ചു.","mr":"नंतर, काही वर्षांनी 1639 मध्ये जेरेमिया हॉरॉक्स नावाच्या इंग्लिश खगोलशास्त्रज्ञाने व्हीनसच्या स्थानांतराचे निरीक्षण केले.","ne":"त्यसपछि, केही वर्षपछि 1639 मा बेलायती खगोलविद Jeremiah Horrocks ले शुक्रको ट्रान्जिट देखे।","es":"Posteriormente, en 1639, Jeremiah Horrocks, un astrónomo oriundo de Inglaterra, logró ver un tránsito de Venus.","sw":"Kisha, miaka michache baadaye mwaka wa 1639, mnajimu Mwingereza aliyeitwa Jeremiah Horrocks alitazama safari ya Venus.","te":"ఆ తర్వాత కొన్ని స౦వత్సరాల తర్వాత 1639లో జెర్మీహోరాక్స్ అనే ఒక ఇ౦గ్లీషు ఖగోళ శాస్త్రజ్ఞుడు శుక్రుని సంక్రమణాన్ని గమనించారు.","ur":"پھر، چند سالوں کے بعد، سن 1639 میں،جرمیاہ ہورکس نامی انگریز ماہر فلکیات نے زہرہ کی نقل و حرکت کا مشاہدہ کیا۔","vi":"Vài năm sau, vào năm 1639, Jeremiah Horrocks - một nhà thiên văn học người Anh - đã quan sát được lộ trình của sao Kim.","xh":"Emva koko, kwiminyaka embalwa kamva, ngo-1639, isazinzulu ngeenkwenkwezi saseNgilani ekuthiwa nguJeremiah Horrocks sabona ukudlula kwe-Venus elangeni.","yo":"Nigbanaa, lẹyin ọdun diẹ ni ọdun 1639, ara Gẹẹsi awoirawọ kan to n jẹ Jerimaya Horiki ri irin ajo Fenus.","zu":"Kwathi, emva kweminyaka embalwa ngo-1639. Isazi sezinkanyezi somNgisi esibizwa ngo-Jeremiya Horrocks sabheka umzila we-Venus."}
{"ar":"ويُعتقد أن هذا الطائر الجارح ذو الريش الكامل والدم الحار قد سار في وضع عمودي على ساقين بمخالب مثل الفيلوسيرابتور.","zh":"据说，这种全身长满羽毛的温血猛禽像迅猛龙一样，用带爪子的两条腿直立行走。","en":"This fully feathered, warm blooded bird of prey was believed to have walked upright on two legs with claws like the Velociraptor.","eu":"Lumaz guztiz estalitako eta odol beroko hegazti harrapari horrek Velociraptor-en antzeko erpeak zituela eta bi hankatan oinez ibiltzen zela uste da.","fr":"On estime que ce rapace au plumage fourni et au sang chaud se tenait autrefois debout sur deux pattes munies de griffes, à l'instar du vélociraptor.","ml":"ദേഹാസകലം തൂവലുകളുള്ള, ഉഷ്ണരക്തമുള്ള ഈ ബലിപ്പക്ഷി ദിനോസറിനെ പോലെ നഖങ്ങളുമായി ഇരുകാലുകളിൽ നിവർന്നു നടന്നുവെന്ന്   വിശ്വസിക്കപ്പെടുന്നു.","mr":"हा संपूर्ण अंगावर पिसे असलेला, उष्णरक्तीय शिकारी पक्षी वेलोसिराप्टरप्रमाणे पंजांसह दोन पायांवर सरळ चालणारा असल्याचे मानले जाते.","ne":"यो पूर्णतया पखेटा र तातो रगत भएको शिकारी चरा, भेलोसिराप्टर जस्तै पञ्जासहित दुई खुट्टामा सिधा हिँडेको छ भन्ने विश्वास गरिन्छ।","es":"Se creía que esta ave rapaz, plumífera y de sangre caliente se desplazaba erguida sobre un par de patas con garras, al igual que el Velociráptor.","sw":"Ndege huyu mwindaji aliye na manyoya kamili na mwenye damu ya joto aliaminika kutembea wima kwa miguu miwili na makucha kama Dinosau mdogo mwenye mwendokasi.","te":"పూర్తిగా ఈకలు, వెచ్చని రక్త౦తో ఉన్న ఈ పక్షి వెలోసిరాప్టర్ లా౦టి రెండు కాళ్లపై నిటారుగా నడిచి౦దని విశ్వసి౦చబడి౦ది.","ur":"مکمل پنکھ والے، اور گرم خون رکھنے والے اس شکاری پرندہ کے بارے میں خیال کیا جاتا ہے کہ یہ چھوٹے ڈائنا سور ویلوسیراپٹر کے طرح اپنے دو پیروں پر پنجوں کے سہارے سیدھے چلتا ہے۔","vi":"Loài chim săn mồi máu nóng, nhiều lông này được cho là đi thẳng bằng hai chân với móng vuốt như loài Khủng long ăn thịt.","xh":"Le ntaka igcwele ziintsiba, inegazi elifudumeleyo kwakukholelwa ukuba ihamba e ngemilenze emibini neenzipho ezifana neVelociraptor.","yo":"Won gbagbo pe eye apaje yi to ni iye nigbogbo ara to si je alara gbigbona, ma n ri lori ese mejeje pelu eekana bii ti Felosirapito.","zu":"Lenyoni esinezimpaphe ngokugcwele, ethanda ukudliwa izinyoni ezidla ezinye kukholelwa ukuthi ibihamba ngezinyawo ezimbili ezinezinzipho njenge-Velociraptor."}
{"ar":"اللاعب الذي يقوم بأقل عدد من الضربات، أو التلويحات بالمضرب، لإكمال الدورة يفوز.","zh":"以最少击球次数或挥棒次数完成比赛的选手获胜。","en":"The player who takes the fewest strokes, or swings of the club, to complete the course wins.","eu":"Zirkuitua osatzeko kolpe edo golf-makilarekin swing gutxien egiten dituen jokalariak irabazten du.","fr":"Le joueur qui encaisse le moins de coups, ou de swings avec le club, pour terminer le parcours gagne.","ml":"ഏറ്റവും കുറവ് സ്ട്രോക്കുകൾ അഥവാ ഗോൾഫ് സ്റ്റിക്ക് വളരെ കുറച്ച് തവണ വീശി കോഴ്സ് പൂർത്തിയാക്കുന്ന കളിക്കാരൻ വിജയിക്കുന്നു.","mr":"खेळ पूर्ण करण्यासाठी सर्वात कमी फटकारे मारणारा किंवा दांडुका फिरवणारा खेळाडू जिंकतो.","ne":"थोरै स्ट्रकहरू लिने र क्लबको लयमा खेल्ने खेलाडीले खेल जित्दै खेल पुरा गर्दछन्।","es":"Gana el jugador que alcanza la menor cantidad de golpes, o golpes de palo, para terminar el recorrido.","sw":"Mchezaji ambaye hufanya mipigo michache zaidi, au mizunguko ya rungu, kukamilisha mkondo hushinda.","te":"కోర్సును పూర్తి చేయడానికి క్లబ్ యొక్క అతి తక్కువ స్ట్రోకులు లేదా ఊపులను తీసుకునే ఆటగాడు గెలుస్తాడు.","ur":"وہ کھلاڑی جو کورس جیتنے کے لئے سب سے کم اسٹروک لگاتا ہے، یا سب سے کم گالف کلب کے سوئنگز لگاتا ہے۔","vi":"Người chơi cần ít lần đánh hay lần vung gậy nhất để hoàn tất đường bóng sẽ chiến thắng.","xh":"Oyena mdlali obetha kambalwa, okanye odlale kambalwa, ukuze agqibe indebe unqobile.","yo":"Òṣèrè tó wẹ omi díẹ̀, tàbí mú orí ẹgbẹ́ rl wù, láti parí ìdíje náà.","zu":"Umdlali oshaya izikhathi ezincane kunabo bonke, noma ukushwiba kwesimuhluza, ukuze aqede umdlalo enkundleni uyawina."}
{"ar":"عاد في الستينيات إلى الجزائر المستقلة حديثًا لتدريس الإخراج السينمائي.","zh":"20 世纪 60 年代，他回到刚刚独立的阿尔及利亚，教授电影导演知识。","en":"In the 1960s he headed back to newly-independent Algeria to teach film directing.","eu":"1960ko hamarkadan, independizatu berri zen Aljeriara joan zen zinema-zuzendaritza irakastera.","fr":"Dans les années 60, il est retourné en Algérie, récemment indépendante, pour enseigner la réalisation de films.","ml":"1960-കളിൽ അദ്ദേഹം ചലച്ചിത്ര സംവിധാനം പഠിപ്പിക്കുന്നതിനായി പുതുതായി സ്വതന്ത്രമായ അൾജീരിയയിലേക്ക് തിരിച്ചു.","mr":"1960 मध्ये तो नव्याने स्वतंत्र झालेल्या अल्जेरिया मध्ये चित्रपट दिग्दर्शन शिकवण्यास परत गेला.","ne":"सन् 1960 को दशकमा उनी फेरि नव-स्वतन्त्र अल्जेरियामा फर्किएका थिए जुन चलचित्र निर्देशन सिकाउनका लागि थियो।","es":"En la década de 1960, volvió a Argelia, que logró su independencia recientemente, para dar clases de dirección cinematográfica.","sw":"Mnamo 1960 alirudi Algeria iliyokuwa imepata uhuru ili kufunza uelekezaji wa filamu.","te":"1960లలో అతను సినిమా  దర్శకత్వాన్ని బోధించడానికి కొత్త-స్వతంత్ర అల్జీరియాకు తిరిగి వెళ్లాడు.","ur":"1960 کی دہائی میں وہ فلم ڈائرکشن کی تربیت دینے کی غرض سے نو آزاد الجزائر کو واپس آیا۔","vi":"Vào những năm 1960 ông ta đã quay lại Algeria mới độc lập để dạy đạo diễn phim.","xh":"pha ngo 1960s ubuyele mva kwi Algeria esandokuzimela eyofundisa ukudayirektha ifilim.","yo":"Lọ́dún !960, ó padà sí ilẹ̀ olómìnira tuntun Algeria láti kọ́ ìdarí fíìmù.","zu":"Ngeminyaka yawo-1960 wabuyela e-Algeria entsha ezimele ukuyofundisa ukuqondisa amafilimu"}
{"ar":"تجمع رياضة الأودية بين عناصر من السباحة والتسلق والقفز - ولكنها تتطلب القليل نسبياً من التدريب أو الشكل البدني للبدء (مقارنة بتسلق الصخور أو الغوص تحت الماء أو التزلج على جبال الألب، على سبيل المثال).","zh":"溪降结合了游泳、爬山和跳跃的元素——但只需要相对较少的训练和体能基础就可以入门（和攀岩、水肺潜水、高山滑雪等相比）。","en":"Canyoning combines elements from swimming, climbing and jumping--but requires relatively little training or physical shape to get started (compared to rock climbing, scuba diving or alpine skiing, for example).","eu":"Arroila-jaitsieran igeriketa, eskalada eta jauziak konbinatzen dira, baina ez da trebakuntza handirik edo sasoi fisiko berezirik behar hasteko (adibidez eskaladarekin, urpekaritzarekin edo eskiarekin alderatuta).","fr":"Le canyoning combine des éléments de natation, d'escalade et de saut, mais nécessite relativement peu d'entraînement ou de forme physique pour débuter, par rapport à, par exemple,  l'escalade, la plongée sous-marine ou le ski alpin.","ml":"നീന്തൽ, കയറ്റം, ചാട്ടം എന്നിവ നിന്നുള്ള ഘടകങ്ങൾ സംയോജിക്കുന്നതാണ് കനോയിംഗ്--എന്നാൽ ആരംഭിക്കുന്നതിന് താരതമ്യേന ചെറിയ പരിശീലനമോ ശാരീരിക ആകാരമോ (ഉദാഹരണത്തിന്, പാറയിലൂടെയുള്ള കയറ്റം, സ്കൂബ ഡൈവിംഗ് അല്ലെങ്കിൽ ആൽപൈൻ സ്കീയിംഗ് എന്നിവയുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ) ആവശ്യമാണ്.","mr":"कॅन्यनिंगमध्ये पोहणे, चढणे आणि उड्या मारणे यांचा समावेश आहे -- पण यासाठी (उदाहरणार्थ रॉक क्लायंबिंग, स्कूबा डायव्हिंग किंवा आलपाईन स्किंग यांच्या तुलनेने) प्रशिक्षण किंवा शारीरिक घडणीची गरज कमी आहे.","ne":"क्यान्योनिङले पौडी खेल्ने, उड्ने र जम्पिङ गर्ने तत्त्वहरूलाई जोड्दछ - तर तुलनात्मक रूपमा सानो प्रशिक्षण वा शारीरिक आकारको आवश्यक पर्दछ (उदाहरणका लागि, रक क्लाइम्बिङ, स्कुबा डाइभिङ वा अल्पाइन स्किइङको तुलनामा)।","es":"Si bien el barranquismo contiene elementos tanto de la natación, como de la escalada y el salto, es un deporte que exige relativamente poco entrenamiento o estado físico para quienes se inician en él (si se lo compara, por ejemplo, con la escalada en roca, el buceo o el esquí alpino).","sw":"Mchezo wa korongo huchanganya vipengele kutoka kuogelea, kupanda na kuruka--lakini unahitaji mafunzo kiasi au hali nzuri ya kimwili ili kuanza (ukilinganishwa na kupanda mwamba, upigaji mbizi wa scuba au kuteleza milimani, kwa mfano).","te":"స్విమ్మింగ్ , క్లైంబింగ్ ఇంకా జంపింగ్ నుండి ఎలిమెంట్స్ ని   కేనియోనింగ్ మిళితం చేస్తుంది-కానీ ప్రారంభించడానికి సాపేక్షంగా కొంచెం  శిక్షణ లేదా భౌతిక ఆకృతి అవసరం (రాక్ క్లైంబింగ్, స్కూబా డైవింగ్ లేదా ఆల్పైన్ స్కీయింగ్ తో పోలిస్తే, ఉదాహరణకు).","ur":"Canyoning میں تیراکی، چڑھائی، اور کودنے کے عناصر مجتمع ہیں -- لیکن اس کو شروع کرنے لئے نسبۃٍ معمولی ٹریننگ اور جسمانی شیپ کی ضرورت ہے (مثلاًً چٹان پر چڑھنے، سکوبا ڈائونگ یا آلپائن شیینگ کے موازنہ میں)۔","vi":"Leo thác là sự kết hợp những yếu tố của các môn bơi lội, leo núi và nhảy từ trên cao--nhưng chỉ cần tập huấn tương đối hoặc thể trạng tốt là có thể để bắt đầu chơi (chẳng hạn như so với leo núi, lặn bình dưỡng khí hoặc trượt tuyết trên núi).","xh":"I-Canyoning idibanisa indlela zokuqubha, ukukhwela nokuxhumaxhuma—kodwa ifuna ithutyana elincinci lokuqeqeshwa okanye ukwakheka komzimba ukuze uyiqalise (xa ithelekaniswa nokunyuka ematyeni, i-scuba diving okanye i-alpine skiing, ngomzekelo).","yo":"Canyoning se àkójọ àwọn èròjà láti lúwẹ̀ẹ́ nínú omi, gígùn kè, fífò--àmọ́ ó bèèrè fún ìdánilẹ́kọ̀ọ́ ráńpẹ́ tàbí àpẹrẹ igun ara láti bẹ̀rẹ̀ (fífi wé àpáta gígùn, wíwa scuba, tàbí fífò alphine fún àpẹrẹ).","zu":"Ukuhamba ezindongeni ezinkulu ezibangelwe umfula kuhlanganisa izici zokubhukuda, ukugibela kanye nokweqa-- kodwa kudinga ukuziqeqesha okuncane kakhulu noma isimo somziba ukuze uqale (uma kuqhathaniswa nokugibela amadwala amakhulu, i-scuba diving noma i-alpine skiing, ngokwesibonelo)."}
{"ar":"يمكن إعداد الرسوم المتحركة المتقدمة باستخدام الحاسب الآلي، وهذا النوع من الرسوم المتحركة يُستخدَم بشكل متزايد في التلفزيون والأفلام.","zh":"复杂的动画可以在计算机上构建，这种类型的动画正越来越多地应用于电视和电影。","en":"Sophisticated animations can be constructed on computers, and this kind of animation is increasingly being used in television and films.","eu":"Animazio sofistikatuak eraiki daitezke ordenagailuetan, eta mota horretako animazioa geroz eta gehiago erabiltzen da telebistan eta filmetan.","fr":"Les ordinateurs peuvent générer des animations complexes, de plus en plus utilisées à la télévision et au cinéma.","ml":"പരിഷ്കൃതമായ അനിമേഷനുകൾ കമ്പ്യൂട്ടറുകളിൽ നിർ മ്മിക്കാൻ കഴിയും, ഇത്തരത്തിലുള്ള അനിമേഷൻ ടെലിവിഷനുകളിലും സിനിമകളിലും വ്യാപകമായി ഉപയോഗിക്കുന്നുണ്ട്.","mr":"अत्याधुनिक अ‍ॅनिमेशन कॉम्प्युटरवर तयार केली जाऊ शकतात आणि या प्रकारचे अ‍ॅनिमेशन टेलिव्हिजन आणि चित्रपटांमध्ये वाढत्या प्रमाणात वापरले जात आहे.","ne":"कम्प्युटरमा परिष्कृत एनिमेसनहरू निर्माण गर्न सकिन्छ र यस प्रकारको एनिमेसनहरू धेरै जसो टेलिभिजन र फिल्महरूमा प्रयोग भइरहेको छ।","es":"Es posible diseñar animaciones sofisticadas por ordenador, algo que es cada vez más habitual ver tanto en la televisión como en el cine.","sw":"Michoro ya kisasa inaweza kujengwa kwenye kompyuta, na aina hii ya uhuishaji inazidi kutumiwa kwenye runinga na filamu.","te":"కంప్యూటర్లలో ఆధునిక యానిమేషన్లను రూపొందించవచ్చు మరియు ఈ రకమైన యానిమేషన్ ని టెలివిజన్ మరియు సినిమాలలో ఎక్కువగా ఉపయోగిస్తున్నారు.","ur":"کمپیوٹرز پر نفاست سے اینیمیشنز بنائی جا سکتی ہیں، اور ٹیلی ویژن اور فلموں میں اس قسم کی اینیمیشنز کے استعمال میں اضافہ ہو رہا ہے۔","vi":"Hoạt hình phức tạp có thể được thực hiện trên máy vi tính, và thể loại hoạt hình này ngày càng được sử dụng nhiều hơn trên truyền hình và trong phim ảnh.","xh":"Iimuvi zoopopayi ezintsokothileyo zinokwenziwa kwiikhomyutha, yaye olu hlobo lokwenza oopopayi luye lusetyenziswa ngakumbi kumabonakude nakwiifilimu.","yo":"A le lo ẹ̀rọ ayárabíàṣá láti ya àwọn Awòrán ìgbàlódé tó jẹ ojú ni gbèsè, àwọn irúfẹ́ àwòrán wọ̀nyí ni wọ́n ń lo ní orí amóhùnmáwòrán àti ní inú àgbéléwò báyìí.","zu":"Opopayi abayinkimbinkimbi bangenziwa ngamakhompyutha, futhi lolu hlobo lopopayi lusetshenziswa ngokwandayo kuthelevishini nakumafilimu."}
{"ar":"الوقت شيء يحيط بنا ويؤثر على كلّ ما نقوم به، إلا أنه صعب على الفهم.","zh":"时间就在我们身边，影响着我们做的每一件事，但却很难理解。","en":"Time is something that is all around us, and affects everything we do, yet is difficult to understand.","eu":"Guztion inguruan dagoen zerbait da denbora, eta egiten dugun guztiari eragiten dio, baina zaila da hura ulertzea.","fr":"Le temps est quelque chose qui nous entoure et qui affecte tout ce que nous faisons, et pourtant il est difficile à comprendre.","ml":"സമയം നമുക്ക് ചുറ്റുമുള്ള ഒന്നാണ്, ഒപ്പം ഞങ്ങൾ ചെയ്യുന്ന എല്ലാ കാര്യങ്ങളെയും ബാധിക്കുന്നു, എന്നിട്ടും മനസ്സിലാക്കാൻ പ്രയാസമാണ്.","mr":"वेळ ही अशी गोष्ट आहे जी आपल्या भोवती सर्वत्र असते आणि आपण केलेल्या प्रत्येक गोष्टीवर परिणाम करते, तरीही ती समजून घेणे अवघड आहे.","ne":"समय त्यस्तो कुरा हो जुन हामी सबैको वरिपरि हुन्छ र हाम्रा सबै चीजहरूलाई प्रभावित पार्दछ, तर त्यसलाई बुझ्न भने गाह्रो छ।","es":"El tiempo es algo presente en todo lugar y que tiene efectos en todas nuestras acciones; sin embargo, es difícil comprenderlo.","sw":"Wakati ni kitu ambacho kinatuzingira, na huathiri kila kitu tunachofanya, lakini ni ngumu kuelewa.","te":"సమయం అనేది మన చుట్టుపక్కల ఆవరించి ఉంటుంది, ఇంకా అది మనం చేసే ప్రతి దాన్ని ప్రభావితం చేస్తుంది, కానీ దాన్ని అర్ధం చేసుకోవడం అంత సులభం కాదు.","ur":"وقت ایسی چیز ہے جو ہمارے ارد گرد موجود ہے اور ہم جو بھی کرتے ہیں اس کو متاثر کرتا ہے، پھر بھی اس کو سمجھنا دشوار ہے۔","vi":"Thời gian là thứ luôn xoay quanh chúng ta, và ảnh hưởng mọi hành động của chúng ta, nhưng cũng rất khó để hiểu.","xh":"Ixesha yinto esoloko iphakathi kwethu, kwaye ichaphazela yonke into esiyenzayo, kodwa kunzima ukuyiqonda.","yo":"Àkókò loun tí ó yíwa káàkiri, tí ó sì má ń nípa lórí ohun gbogbo tí a bá ṣe, à mọ́ ó ṣòro láti mọ̀.","zu":"Isikhathi into esizungezile sonke, futhi sithinta yonke into esiyenzayo, nokho kunzima ukusiqonda."}
{"ar":"العضو الرئيسي للجهاز الدوري هو القلب الذي يضخ الدم.","zh":"循环系统的主要器官是心脏，心脏负责输送血液。","en":"The major organ of the circulatory system is the heart, which pumps the blood.","eu":"Zirkulazio-sistemaren organo nagusia bihotza da, eta odola ponpatzen du.","fr":"L'organe principal du système cardio-vasculaire est le cœur, celui-ci pompe le sang.","ml":"രക്തചംക്രമണ വ്യൂഹത്തിന്റെ പ്രധാന അവയവം ഹൃദയമാണ്, ഇതാണ് രക്തം പമ്പ് ചെയ്യുന്നത്.","mr":"रक्ताभिसरण संस्थेमधील सर्वात महत्वाचा अवयव हा हृदय आहे, जे रक्त अभिसारीत करते.","ne":"रक्तसञ्चार प्रणालीको प्रमुख अङ्ग भनेको मुटु हो, जसले रगत पम्प गर्छ।","es":"El corazón, que bombea la sangre, es el órgano más importante del sistema circulatorio.","sw":"Kiungo kikuu cha mfumo wa mzunguko ni moyo, ambao hupiga damu.","te":"ప్రసరణ వ్యవస్థలోని ప్రధాన అవయవం గుండె, ఇది రక్తాన్ని పంప్ చేస్తుంది.","ur":"دوران خون کے نظام کا اہم عضو دل ہے، جو خون کو پمپ کرتا ہے۔","vi":"Cơ quan chính của hệ tuần hoàn là trái tim, đảm nhiệm công việc bơm máu đi khắp cơ thể.","xh":"Elona lungu liphambili kwinkqubo yokujikeleza kwegazi yintliziyo, empompa igazi.","yo":"Ẹ̀yà ara pàtàkì fún ìgbẹ́jẹ̀ kiri ni ọkàn, èyí tó má ń pín ẹ̀jẹ̀ káàkiri.","zu":"Isitho esikhulu esimisweni sokujikeleza kwegazi inhliziyo, empompa igazi."}
{"ar":"إنه كيان معقد للغاية يتكون، وفقًا لنموذج بور البسيط، من نواة مركزية تدور حولها الإلكترونات، تشبه إلى حد ما الكواكب التي تدور حول الشمس - انظر الشكل 1.1.","zh":"根据简化的波尔模型显示，这是一个非常复杂的实体，包含了一个由电子环绕的中心原子核，这些电子有点像绕着太阳运行的行星。详见图 1.1。","en":"Its a very complex entity which consists, according to a simplified Bohr model, of a central nucleus orbited by electrons, somewhat similar to planets orbiting the sun - see Figure 1.1.","eu":"Oso entitate konplexua da eta, Bohr eredu sinplifikatu baten arabera, elektroiek orbitatzen duten nukleo zentral batez osatuta dago, planetek eguzkia orbitatzen duten bezala, nolabait (ikus 1.1 irudia).","fr":"Il s’agit d’une entité très complexe qui consiste, selon un modèle de Bohr simplifié, en un noyau central orbité par des électrons, un peu comme les planètes en orbite autour du soleil — cf. illustration 1.1.","ml":"ലളിതമാക്കിയ ഒരു Bohr തത്വ പ്രകാരം, ഇലക്ട്രോണുകൾ ഭ്രമണം ചെയ്യുന്ന ഒരു കേന്ദ്ര ന്യൂക്ലിയസ് ഉള്ള വളരെ സങ്കീർണ്ണമായ ഒരു അസ്തിത്വമാണത്, ഏറെക്കുറെ സൂര്യനെ പ്രദക്ഷിണം ചെയ്യുന്ന ഗ്രഹങ്ങൾ പോലെ - ചിത്രം 1.1 നോക്കുക.","mr":"ते एक अतिशय क्लिष्ट अस्तित्व असते, एका सुलभीकरण केलेल्या बोरच्या प्रारुपानुसार, एका मध्यवर्ती केंद्रका भोवती इलेक्ट्रॉन कक्षेत असता, काहीसे जसे ग्रह सूर्याभोवती भ्रमण करतात.आकृती 1.1 पहा","ne":"सरलीकृत बोहरा मोडेलकाअनुसार इलेक्ट्रोनहरू द्वारा केन्द्रित केन्द्रीय नाभिकको केन्द्रबिन्दु हुन्छ भन्ने जटिल इकाइहो जुन सूर्यको परिक्रमा गर्ने ग्रहहरू जस्तै छ - चित्र 11.11 हेर्नुहोस्।","es":"Es una estructura muy compleja que está formada, conforme el modelo simplificado de Bohr, por un núcleo central en torno al que orbitan electrones; algo similar a los planetas que giran alrededor del Sol. Ver Figura 1.1.","sw":"Ni chombo tata ambacho kulingana na mfano uliorahisishwa wa Bohr, kina nyuklia ya kati inayozungukwa na elektroni, sawa na sayari zinavyozunguka jua - ona Mchoro 1.1.","te":"ఇది చాలా సంక్లిష్టమైన తత్వము, సరళీకృత బోర్ మోడల్ ప్రకారం, కేంద్ర కేంద్రకం చుట్టూ ఎలక్ట్రాన్లలు తిరుగుతూ, సూర్యుని చుట్టూ ప్రదక్షిణ చేసే గ్రహాలలాగే ఉంటుంది - 1.1 చిత్రం చూడండి.","ur":"بوہر کے آسان کردہ ماڈل کے مطابق، یہ بہت مشکل چیز ہے جو مرکزی نیوکلیئس جس کے گرد برقیوں کے مدار ہیں، پر مشتمل ہے، کسی طرح سورج کے گرد سیاروں کے چکر لگانے جیسا۔ شکل 1.1 دیکھیں۔","vi":"Chiếu theo mô hình Bohr giản hóa, đây là một thực thể vô cùng phức tạp bao gồm một hạt nhân có các electron xoay quanh theo quỹ đạo, gần giống như các hành tinh xoay quanh mặt trời - xem Hình 1.1.","xh":"Yinto enobugocigoci kakhulu, ngokwemodel kaBohr eyenziwe yalula inenyukliyasi esembindini ejikelezwa zi-electrons, into ebufana neeplanethi ezijikeleza ilanga - jonga iFigure 1.1.","yo":"Ó jẹ́ ǹkan tó ṣẹlẹgẹ́ tó ní, gẹ́gẹ́ bí àwòṣe Bohr, ti nucleus àárín orbited by electrons, tó jọ planet orbiting the sun wo Figure 1.1.","zu":"Yinto ekhona eyinkimbinkimbi ehlanganisa, ngokwesifanekiso sikaBohr esenziwe saba lula, i-nucleus emaphakathi ezungezwa ama-electron, okufana ngandlelathile nokuzungeza kwamapulanethi ilunga - bona Umfanekiso 1.1."}
{"ar":"\"بصرف النظر عن الحمى والتهاب الحلق، أشعر أنني بحالة جيدة وفي حالة جيدة للقيام بعملي من خلال العمل عن بعد.","zh":"“除了发烧和喉咙痛外，我感觉不错，身体状况良好，并以远程办公形式继续着我的工作。","en":"\"Apart from the fever and a sore throat, I feel well and in good shape to carry out my work by telecommuting.","eu":"Sukarra eta eztarria urratuta izan arren, ongi sentitzen naiz eta bide telematikoetatik lanean jarraitzeko moduan nago.","fr":"« Malgré la fièvre et le mal de gorge, je me sens suffisamment en forme pour continuer à assurer mes fonctions grâce au télétravail.","ml":"പനിയും തൊണ്ടവേദനയും ഒഴിച്ചാൽ,ടെലികമ്യൂട്ടിംഗ് വഴി എന്റെ ജോലി നിർവഹിക്കാൻ എനിക്ക് സുഖവും നല്ല സൗഖ്യവും തോന്നുന്നു","mr":"\"\"\"ताप आणि घसा दुखण्याव्यतिरिक्त, मला बरं वाटतंय आणि मी माझी कामे टेलिफोनवरून चांगल्याप्रकारे करू शकतो.\"","ne":"ज्वरो र घाँटी दुखाइका बाहेक, म दूरसञ्चार गरेर आफ्नो काम पूरा गर्नका लागि स्वस्थ महसुस गर्छु र राम्रो अवस्थामा छु।","es":"Excepto por el estado febril y el dolor de garganta, me siento bien y en buen estado para continuar con mis funciones en la modalidad de teletrabajo.","sw":"\"Bali na joto na vidonda vya koo, nahisi vizuri na hali njema kuendelea na kazi yangu kwa mawasiliano ya simu.","te":"\"\"\"జ్వరం ఇంకా గొంతు నొప్పి కాకుండా, నేను బాగా మంచి ఆకారంలో ఉన్నాను, టెలికమ్యుటింగ్ ద్వారా నా పనిని పూర్తి చేస్తాను.\"\"\"","ur":"\"بُخار اور خراب گلا ہونے کے علاوہ، مَیں خُود کو اچھی اور بہتر حالت میں محسوس کررہا ہوں کہ ٹیلی کمیوٹنگ کے ذریعے اپنا کام جاری رکھ سکوں۔","vi":"Ngoài việc bị sốt và đau họng thì tình rạng của tôi vẫn ổn và hoàn toàn có thể làm việc từ xa.","xh":"\"Ngaphandle komkhuhlane kunye nomqala obuhlungu, ndiziva ndiphilile kwaye ndikulungele ukwenza umsebenzi wam ngefowuni.","yo":"“Leyin iba ati egbo onafun, araa mi ya lati se gbogbo ise naa lati ilu pelu ero ibanisoro ati ayelujara.","zu":"\"Ngaphandle kwemfiva nomminzo obuhlungu, ngizizwa ngikahle futhi ngikulungele ukwenza umsebenzi wami ngokuxhumana ngocingo."}
{"ar":"في موسم الأمطار (من نوفمبر إلى مارس)، سيرتفع منسوب المياه وستكون الشلالات أكثر إثارة.","zh":"在雨季（11 月至 3 月），水量会更高，瀑布也更加湍急。","en":"In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.","eu":"Urtaro euritsuan (azarotik martxora), uraren emaria handiagoa izango da eta ur-jauziak ikusgarriagoak izango dira.","fr":"Pendant la saison des pluies (de novembre à mars), le volume d'eau sera plus élevé et les chutes seront plus dramatiques.","ml":"മഴക്കാലത്ത് (നവംബർ മുതൽ മാർച്ച് വരെ) ജലത്തിന്റെ അളവ് കൂടുതലായിരിക്കും കൂടാതെ വെള്ളച്ചാട്ടം കൂടുതൽ വിചിത്ര കാഴ്ചയുമായിരിക്കും.","mr":"पावसाळ्याच्या हंगामामध्ये (नोव्हेंबर ते मार्च), पाण्याचे प्रमाण जास्त असेल आणि धबधबे अधिक उत्कंठित असतील.","ne":"वर्षा ऋतु (नोभेम्बरदेखि मार्च सम्म) मा, पानीको मात्रा धेरै बढी हुनेछ र झरना झन बढी नाटकीय हुनेछ।","es":"En época de precipitaciones (de noviembre a marzo), el caudal de agua crecerá y las cataratas serán más impresionantes.","sw":"Katika msimu wa mvua (Novemba hadi Machi), kiasi cha maji kitakuwa cha juu na maporomoko ya maji yatakuwa ya fujo sana.","te":"వర్షాకాలంలో (నవంబర్ నుంచి మార్చి వరకు) నీటి ఘన పరిమాణం ఎక్కువగా ఉంటుంది మరియు జలపాతాలు మరింత అందాన్ని  సంతరించుకుంటాయి.","ur":"بارش کے موسم (نومبر سے مارچ) میں پانی کی سطح بلند ہوگی اور آبشار بھی بہت ڈرامائی ہوں گے۔","vi":"Vào mùa mưa (Tháng 11 đến Tháng 3), mực nước sẽ cao hơn và Mùa Thu sẽ trở nên kịch tính hơn nữa.","xh":"Ngexesha lemvula (ngoNovemba ukuya kutsho ngoMatshi), amanzi aye esiba maninzi yaye iiNgxangxasi zibukeka ngendlela emangalisayo.","yo":"Ní àsìkò òjò, (oṣù kọkànlá sí oṣù kẹta), ìwọn omi yíó pọ̀ sí tí ìjáwásílẹ̀ yíò sí dàbí àrà.","zu":"Ngesikhathi semvula (Novemba ukuya kuMashi), izinga lamanzi lizobaphezulu futhi iZimpophoma zizoba namandla kakhulu."}
{"ar":"تمت صياغة مشروع القانون الأصلي من قبل عمدة \"ساو باولو\" السابق، \"مارتا سوبليسي\". التشريع المقترح، بعد تعديله، أصبح الآن في يد \"روبرتو جيفرسون\".","zh":"最初的法案由前圣保罗市长玛尔塔·苏普里希草拟。这项经过修改的立法提案，目前由罗伯托·杰斐逊负责。","en":"The original bill was drafted by former mayor of São Paulo, Marta Suplicy. The proposed legislation, after being amended, is now in the hands of Roberto Jefferson.","eu":"Jatorrizko lege-proiektua Marta Suplicy-k, São Paulo-ko alkate ohiak, proposatu zuen. Legedi hori, aldaketak egin eta gero, Roberto Jefferson-en eskuetan dago orain.","fr":"Le projet de loi original a été rédigé par l'ancienne maire de São Paulo, Marta Suplicy. La législation proposée, après avoir été modifiée, est maintenant entre les mains de Roberto Jefferson.","ml":"സാവോ പോളോയിലെ മുൻ മേയർ മാർട്ട സപ്ലിസിയാണ് ഒറിജിനൽ ബിൽ തയ്യാറാക്കിയത്. നിർദ്ദിഷ്‌ട നിയമനിർമ്മാണം ഭേദഗതിക്ക് ശേഷം ഇപ്പോൾ റോബർട്ടോ ജെഫേഴ്സന്റെ പക്കലാണ്.","mr":"मूळ विधेयकाचा मसुदा साओ पावलोच्या महापौर मार्टा सप्लिसी यांनी तयार केला होता. प्रस्तावित कायदे दुरुस्ती केल्यानंतर आता रॉबर्टो जेफरसनच्या हातात आहेत.","ne":"साओ पाउलो (São Paulo) का पूर्व मेयर मार्ता सुप्लिसी (Marta Suplicy)ले मूल कानूनको मस्यौदा तयार पारेका थिए। प्रस्तावित कानून, परिमार्जन पछि, अब रोबर्टो जेफरसन (Roberto Jefferson) को हातमा छ।","es":"La exalcaldesa de San Pablo, Marta Suplicy, fue la redactora del primer proyecto de ley, el que, actualmente, y luego de sufrir algunas modificaciones, se encuentra en poder de Roberto Jefferson.","sw":"Mswada halisi ulitungwa na meya wa awali wa Sao Paulo, Marta Suplicy. Sheria iliyopendekezwa, baada ya kurekebishwa, sasa iko mikononi mwa Roberto Jefferson.","te":"అసలు బిల్లు సావో పాలో మాజీ మేయర్ మార్టా సుప్లికీచే ముసాయిదా చేయబడింది. ప్రతిపాదిత చట్టం, సవరించబడిన తదనంతరం, ఇప్పుడు రాబర్టో జెఫర్సన్ చేతిలో కలదు.","ur":"اصل بل کا مسودہ ساؤ پاؤلو کے سابق میئر مارتا سوپلیسی نے تیار کیا تھا- مجوزہ قانون میں ترمیم کے بعد اب یہ روبرٹو جیفرسن کے پاس ہے-","vi":"Dự luật ban đầu được soạn thảo bởi cựu Thị trưởng Sao Paolo, Marta Suplicy. Luật đề xuất, sau khi sửa đổi thì giờ đang nằm trong tay của Roberto Jefferson.","xh":"Ibill yakuqala yayisulungwe ngowayeaskuba yi mayor yaseSão Paulo, uMarta Suplicy. Umthetho ocetywayo emveni kokuba utshintshiwe, ngoku usezzandleni zikaRoberto Jefferson.","yo":"Olórí ìlú tẹ́lẹ̀ Mata Suplicy ló kọ òfin náà. Òfin tówàlọ́nà náà ti wà lọ́wọ́ Robato Jefasini, lẹ́yìn tí wọ́n ṣàtúnṣe sí.","zu":"Umthetho ovivinywayo wasekuqaleni walotshwa imeya yangaphambili yaseSão Paulo, uMarta Suplicy. Umthetho ohlongozwayo, ngemva kokuba ulungiswe, manje usezandleni zikaRoberto Jefferson."}
{"ar":"يعتقد البعض، ومنهم جون جرانت، أن أزمة التمويل والتحول في فلسفة البرامج التلفزيونية التعليمية قد ساهمت في إنهاء المسلسل.","zh":"约翰·格兰特等人认为，该节目之所以停播，是因为资金短缺，以及教育节目制作理念发生了转变。","en":"It is believed by some, including John Grant, that both the funding crunch and a shift in the philosophy of educational television programming contributed to ending the series.","eu":"Batzuek diote, besteak beste, John Grant-ek, finantzaketa faltak eta telebista pedagogikoaren programazioaren inguruko filosofiak bultzatu dutela telesailen amaiera.","fr":"Certains, dont John Grant, pensent que le manque de financement et le changement de philosophie des programmes éducatifs de la télévision ont contribué à la fin de la série.","ml":"ഫണ്ടിംഗിലെ പ്രതിസന്ധിയും വിദ്യാഭ്യാസ ടെലിവിഷൻ പ്രോഗ്രാമിംഗിന്റെ ഫിലോസഫിയിലുണ്ടായ മാറ്റവും പരമ്പര അവസാനിപ്പിക്കാൻ കാരണമായി എന്നാണ് ജോൺ ഗ്രാന്റ് ഉൾപ്പെടെയുള്ള ചിലർ കരുതുന്നത്.","mr":"जॉन ग्रँट यांच्यासह काही जणांचा असा विश्वास आहे की निधीची कमतरता आणि शैक्षणिक टेलिव्हिजन प्रोग्रामिंगच्या तत्त्वज्ञानामधील बदल या दोन्ही गोष्टींनी  मालिका संपविण्यात योगदान दिले आहे.","ne":"जोन ग्रान्ट लगायत केही व्यक्तिहरूले यो विश्वास गर्छन् कि कोषको समस्या र शैक्षिक टेलिभिजन प्रोग्रामिङको दर्शन दुवैले श्रृङ्खला समाप्त गर्न योगदान पुर्‍याए।","es":"Hay quienes piensan, incluido John Grant, que tanto la crisis financiera como una modificación en la filosofía de la programación televisiva con fines educativos ayudaron a la cancelación de la serie.","sw":"Inaaminika na baadhi, akiwemo John Grant, kwamba hitilafu ya ufadhili na mabadiliko ya falsafa ya maudhui ya televisheni ya kielimu ilichangia kwa kutamatishwa kwa mfululizo.","te":"నిధుల కొరత మరియు విద్యా టెలివిజన్ ప్రోగ్రామింగ్ యొక్క తత్వంలో మార్పు, ఈ రెండూ సిరీస్‌ను ముగించడానికి దోహదపడ్డాయి అని జాన్ గ్రాంట్‌తో సహా కొందరు నమ్ముతారు.","ur":"بعض لوگ بشمول جان گرانٹ کے اس کے قائل ہیں کہ فنڈ نگ کا فقدان اور اجوکیشنل ٹی وی پروگرامنگ کے فلسفہ کا تقلب دونوں نے اس سیریز کے انقطاع میں حصہ لیا۔","vi":"Một số người, bao gồm cả John Grant, tin rằng cả tình trạng khủng hoảng tài trợ và sự thay đổi trong triết lý thiết kế chương trình truyền hình giáo dục đã góp phần dẫn đến sự chấm dứt của chương trình này.","xh":"Abanye kuquka uJohn Grant, bakholelwa ukuba ukungabikho kwemali nokutshintsha kwendlela eziqhuba ngayo iinkqubo zeTV zokufundisa, ezo zinto zombini zibe negalelo ekuyekisweni kwale nkqubo iziziqendu.","yo":"Àwọn kan gbàgbọ́, pẹ̀lú john Grant, pé àti funding crunch àti sísún ní ẹ̀kọ́ ìmòye ètò orí amóhùnmáwòrán dási láti parí eré náà.","zu":"Kukholelwa abanye, kuhlanganise noJohn Grant, ukuthi ukusweleka okukhulu kwemali kanye nokushintsha kwefilosofi yezinhlelo zemfundo zethelevishini kube nomthelela ekupheleni kwezinhlelo ezilandelanayo."}
{"ar":"بعد أريع سنوات، تم منح براءة اختراع، والتي كانت أول براءة اختراع في العالم يتم منحها في مجال التصوير بالرنين المغناطيسي.","zh":"四年后，一项专利获批准，这是世界上首个颁发的核磁共振领域专利。","en":"Four years later a patent was granted, which was the world's first patent issued in the field of MRI.","eu":"Lau urte geroago, patente bat eman zen; erresonantzia magnetiko bidezko irudien arloan munduan egin zen lehenengo patentea.","fr":"Quatre ans plus tard, un brevet a été accordé, ce qui était le premier brevet au monde délivré dans le domaine de l'IRM.","ml":"4 വർഷത്തിന് ശേഷം ഒരു പേറ്റന്റ് ലഭിച്ചു. ഇത് MRI മേഖലയിൽ ലോകത്തിലെ ആദ്യത്തെ പേറ്റന്റാണ്.","mr":"चार वर्षांनंतर पेटंट मंजूर करण्यात आले, जे MRI च्या क्षेत्रामध्ये जारी केलेले जगातील पहिले पेटंट ठरले.","ne":"चार वर्षपछि पेटेन्ट प्रदान गरियो, जुन MRI का क्षेत्रमा जारी गरिएको विश्वको पहिलो पेटेन्ट थियो।","es":"Después de cuatro años se le otorgó una patente, la primera que se emitía a nivel mundial relacionada con la resonancia magnética.","sw":"Miaka minne baadaye leseni ilitolewa, ambayo ilikuwa leseni ya kwanza ulimwenguni iliyotolewa katika sehemu ya MRI","te":"4 సంవత్సరాల తర్వాత పేటెంట్ అనుమతించబడింది, అది MRI రంగం‌లోనే ప్రపంచ ప్రప్రథమ పేటెంట్.","ur":"چار سال بعد پیٹنٹ منظور کیا گیا تھا، جو MRI کے میدان میں دنیا کا سب سے پہلا جاری کردہ پیٹنٹ تھا-","vi":"Bốn năm sau, phát minh này được cấp bằng sáng chế. Đây là bằng sáng chế đầu tiên trên thế giới được cấp cho lĩnh vực MRI.","xh":"Kwiminyaka emine ethubeni ubunini banikezwa, eyayibubunini bokuqala ukunikezwa kwical le MRI.","yo":"Lẹ́yìn ọdún mẹ́rin wọ́n fàṣe sí ẹ̀tọ́ náà, ó jẹ́ ẹ̀tọ́ àkọ́kọ́ tí wọ́n ma fàṣę sí nínú ẹ̀kọ MRI.","zu":"Iminyaka emine kamuva incwadi yemvume yanikezwa, okwakuyincwadi yemvume yokuqala emhlabeni enikezwe enkundleni yeMRI."}
{"ar":"لذا إذا كنت واقفاً إلى جانب الشّاطئ، فسوف تتّمكن من رؤية أي حصى أو موادٍ لزجةٍ موجودةٍ في الأسفل.","zh":"所以如果你站在海岸线旁边，就能看到底部的各类鹅卵石或泥状物。","en":"So if you were standing by the shoreline, you would be able to see down to whatever pebbles or gunk that was on the bottom.","eu":"Horregatik, kostatik gertu egonez gero, hondoan dauden harriak edo zikinkeria ikusteko gai izango zinateke.","fr":"Donc, si vous vous teniez près du rivage, vous seriez en mesure de voir tout au fond jusqu'aux cailloux ou autres boues qui se trouvent dans les profondeurs.","ml":"അതിനാൽ നിങ്ങൾ തീരത്താണ് നിൽക്കുന്നതെങ്കിൽ, അടിയിലുള്ള ഏതെങ്കിലും കല്ലുകളോ നാനാവിധമായ വസ്തുക്കളോ നിങ്ങൾക്ക് കാണാൻ കഴിയും.","mr":"त्यामुळे तुम्ही किनार्‍यालगत उभे असल्यास तुम्हाला तळाशी असलेल्या गारगोट्या किंवा गंक दिसू शकतात.","ne":"त्यसैले यदि तपाईं तटरेखामा उभिँदै हुनुहुन्थ्यो भने, तपाईं पिँधमा भएका कङ्कडहरू वा गम देख्न सक्षम हुनुहुन्थ्यो।","es":"Por lo tanto, si estuviera de pie junto a la orilla, podría observar cualquier pequeña piedra o porquería que hubiese en el fondo.","sw":"Kwa hivyo kama ungesimama kwenye ukingo wa bahari, ungeweza kuona hadi changarawe na taka zilizo chini.","te":"కాబట్టి మీరు ఒడ్డుపక్కన నిలబడి ఉంటే, మీరు కింద ఉన్న ఏ గులకరాయిలేదా గు౦క్ ను చూడగలుగుతారు.","ur":"لہذا اگر آپ ساحل کے کنارے کھڑے ہوتے، تو آپ نیچے کی طرف رکھی ہوئی کنکریاں یا چپچپا مواد دیکھ پاتے۔","vi":"Vì vậy nếu bạn đứng ở bờ biển, bạn có thể nhìn xuống thấy các loại sỏi đá hay chất bẩn dưới đáy biển.","xh":"Ngoko, ukuba ubumi ngaselunxwemeni, ubuza kukwazi ukubona ezantsi, ubone iingqalutya okanye ugwebu olulapho.","yo":"Nítorínà bí o bá dúró lẹ́bàá òkun, wà á lè rí ìsàlẹ̀ rí òkúta tàbí ìdọ̀tí tó wà nísàlẹ̀.","zu":"Uma umile ogwini, ungakwazi ukubona noma yimaphi amatshe nokugcola okwakuphansi."}
{"ar":"عادة ما يتطلب الانضمام إلى هكذا شبكة إكمال نموذج عبر الإنترنت رغم أن بعض الشبكات تعرض أو تطلب تحققًا إضافيًا.","zh":"加入这样的组织，通常只需要填写一张在线表格；尽管有些组织提供或要求额外的验证。","en":"Joining such a network usually just requires filling out an online form; although some networks offer or require additional verification.","eu":"Halako sare batean parte hartzeko, lineako inprimaki bat bete behar da; hala ere, sare batzuk egiaztapen osagarria eskaintzen edo eskatzen dute.","fr":"Rejoindre un tel réseau ne nécessite généralement que de remplir un formulaire en ligne ; bien que certains réseaux proposent ou nécessitent une vérification complémentaire.","ml":"സാധാരണയായി അത്തരമൊരു നെറ്റ്‌വർക്കിൽ ചേരുന്നതിന് ഒരു ഓൺലൈൻ ഫോം പൂരിപ്പിക്കേണ്ടതുണ്ട്. എങ്കിലും ചില നെറ്റ്‌വർക്കുകൾ അധിക പരിശോധന ഓഫർ ചെയ്യുകയോ ആവശ്യപ്പെടുകയോ ചെയ്യുന്നുണ്ട്.","mr":"सहसा अशा नेटवर्कमध्ये सामील होण्यासाठी केवळ ऑनलाइन फॉर्म भरावा लागतो; तथापि काही नेटवर्क अतिरिक्त पडताळणी करतात किंवा पडताळणी करणे त्यांच्यासाठी आवश्यक असते.","ne":"यस्तो सञ्जालमा सामेल हुन सामान्यता एउटा अनलाइन फाराम भर्नु पर्छ; यद्यपि केही सञ्जालहरूले अतिरिक्त प्रमाणीकरण माग्छन् वा अनिवार्य गर्छन्।","es":"Unirse a una red así suele demandar completar un formulario online, aunque algunas redes ofrecen o demandan verificación adicional.","sw":"Kujiunga na mtandao kama huo kwa kawaida kunahitaji tu kujaza fomu ya mtandaoni; hata hivyo mitandao mingine itatoa ama kuhitaji uhakiki zaidi.","te":"అలాంటి నెట్‌వర్క్‌తో చేరాలంటే సాధారణంగా ఆన్‌లైన్ ఫారమ్ పూర్తి చేయాల్సి ఉంటుంది; అయినప్పటికీ కొన్ని నెట్‌వర్క్‌లు అదనపు వెరిఫికేషన్ సదుపాయాన్ని అందిస్తున్నాయి లేదా అవసరం.","ur":"اس طرح کے نیٹ ورک میں شامل ہونے کیلئے عام طور پر ایک آن لائن فارم پُر کرنا پڑتا ہے؛ تاہم کچھ نیٹ ورکس اضافی توثیق کی پیشکش کرتے یا چاہتے ہیں-","vi":"Để gia nhập một mạng lưới như vậy thường chỉ yêu cầu điền vào đơn trên hệ thống trực tuyến; mặc dù một số mạng lưới có thể cung cấp hoặc yêu cầu xác thực bổ sung.","xh":"Ukujoyina inetwork enjalo kudla nje ngokufuna ukuba uzalise iform ekwiinternethi; nangona ezinye inetwork zinika okanye zifuna okongezelelweyo ukuqisekiswa.","yo":"Láti darapọ̀ mọ́ irú àkójọ bí èyí, o kàn nílò láti buwọlu fọ́ọ̀mù lórí ìtàkùn ayélujára; lóòótọ́, irú àkójọ yìí nílò àyẹ̀wò míràn.","zu":"Ukujoyina inethiweki enjalo ngokuvamile kudinga nje ukugcwalisa ifomu eku-inthanethi; nakuba amanye amanethiweki anikeza noma adinga ukudinisekiswa."}
{"ar":"تشملُ إنجازات \"فوتييه\" خارج الاتجاه، إضراباً عن الطعام في عام 1973 ضد ما اعتبره بالرقابةِ السياسية.","zh":"除了导演电影，沃蒂埃的成就还包括 1973 年为反对他眼中的政治钳制而发起的绝食抗议。","en":"Vautier's achievements outside of directing include a hunger strike in 1973 against what he viewed as political censorship.","eu":"Vautier-ek, zuzendari izateaz gain, beste lorpen batzuk ere izan zituen, besteak beste, zentsura politikotzat jotzen zuenaren aurka 1973an egin zuen gose greba.","fr":"Parmi les réalisations de Vautier en dehors de la mise en scène, on peut citer une grève de la faim en 1973 contre ce qu’il considérait comme de la censure politique.","ml":"നയിക്കുന്നതിന് പുറമേയുള്ള വോൾട്ടിയറിന്റെ നേട്ടങ്ങളിൽ രാഷ്‌ട്രീയ സെൻസർഷിപ്പായി അദ്ദേഹം കണ്ടതിനെതിരെ 1973-ൽ നടത്തിയ നിരാഹാര സമരം ഉൾപ്പെടുന്നു.","mr":"वॉटिअर यांच्या दिग्दर्शनापलीकडील कामगिऱ्यांमध्ये त्यांनी राजकीय सेन्सॉरशिपच्या रुपात जे पाहिले त्याविरोधात १९७३ मध्ये केलेल्या उपोषणाचा समावेश आहे.","ne":"निर्देशन दिनेभन्दा बाहिर भौटियरका उपलब्धिहरूमा सन् 1973 मा उनले राजनीतिक सेन्सरशिपको रूपमा देखेको कुरा विरूद्ध भोक-हडताल गरे।","es":"Los logros de Vautier, sin contar su papel de director, incluyen una huelga de hambre en 1973 para luchar contra lo que él entendía como censura política.","sw":"Mafanikio ya Vautier nje ya ukurugenzi ni pamoja na kususia chakula mnamo 1973 dhidi ya kile alichoona kama udhibiti wa kisiasa.","te":"దర్శకత్వం కాకుండా వౌటియర్ సాధించిన విజయాలలో 1973లో రాజకీయ సెన్సార్‌షిప్‌గా భావించిన దానికి వ్యతిరేకంగా నిరాహార దీక్ష చేయడం వంటివి ఉన్నాయి.","ur":"سمت سازی کے علاوہ واوٹیئر کی کامیابیوں میں سیاسی سنسرشپ کے خلاف 1973 کی بھوک ہڑتال بھی شامل ہے۔","vi":"Thành tựu của Vautier ngoài sự nghiệp đạo diễn còn có sự kiện tuyệt thực vào năm 1973 chống lại những gì ông cho là kiểm duyệt về mặt chính trị.","xh":"Impumelelo kaVautier ngaphandle kokuba yi dayirektha ibandakanya ugwayimbo lwendlala ngo-1973 ngokuchasene noko wayekujonga njengothintelo lwezopolitiko.","yo":"Yàtọ̀ ise takun takun ni ṣíṣe olùdarí, ara àwọn ohun tí Fọ́tíyà gbéṣe ni ìdájíjẹsílẹ̀ ní ọdún 1973 láti takò nkan tí ó jọmọ́ ìpanilẹ́numọ́ ti òṣèl.","zu":"Okwafezwa uVautier ngaphandle kokuqondisa kuhlanganisa ukuzincisha ukudla ngo-1973 ebhikisha ngokumelene nalokho ayekubheka njengokuvalwa kwezinto ngenxa yezombusazwe."}
{"ar":"يطلق على اللوحات الجدارية أو الخربشات غير المرغوبة مصطلح الجرافيتي.","zh":"擅自绘制的壁画或乱写乱涂被称为涂鸦。","en":"Unwanted murals or scribble is known as graffiti.","eu":"Nahi gabeko horma-irudiak edo zirriborroak graffiti gisa ezagutzen dira.","fr":"Les peintures murales ou les gribouillages indésirables sont connus sous le nom de graffitis.","ml":"അനാവശ്യ ചുവർച്ചിത്രങ്ങൾ അല്ലെങ്കിൽ കോറിയിടലുകൾ ചുവരെഴുത്ത് എന്നറിയപ്പെടുന്നു.","mr":"नको आलेली भित्तिचित्रे आणि खरडणे हे ग्राफिटी म्हणून ओळखले जाते.","ne":"नचाहेको भित्ते चित्र वा भद्दा लेखोटलाई भित्ते चित्रणको रूपमा चिनिन्छ।","es":"Los murales o garabatos indeseados reciben el nombre de grafiti.","sw":"Michoro ya kuta au maandishi yasiyotakikana yanajulikana kama grafiti.","te":"అవసరం లేని కళాకృతులు లేదా నిర్లక్ష్యంగా గీసినవాటిని గ్రాఫిటీ అంటారు.","ur":"غیرمطلوب مجسمے یا لکھائیوں کو گریفٹی کے طور پر جانا جاتا ہے۔","vi":"Những bức bích họa hay vẽ nguệch ngoạc không mong muốn được biết đến là grafiti.","xh":"iMurals engafunekiyo okanye isikripthi esaziwa ngokuba yigraffiti.","yo":"Àwọn ẹ̀yà àti àrà àkànṣe tí a ò bèrè là n pè ní grafit.","zu":"Imifanekiso noma imibhalo engafuneki ibizwa nge-graffiti."}
{"ar":"بوجه عام، يتطلب البقاء في أي دولة أجنبية لفترة طويلة الحصول على تأشيرة مقدماً.","zh":"通常来说，较长时间停留在外国需要提前获取签证。","en":"In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.","eu":"Oro har, atzerriko herrialde batean denboraldi luzea egoteko, bisa bat lortu beharko duzu aurretik.","fr":"En général, pour séjourner dans un pays étranger sur une longue période, vous devez obtenir au préalable un visa.","ml":"പൊതുവെ,ദീർഘിപ്പിച്ച ഒരു കാലയളവിൽ ഏതെങ്കിലും വിദേശ രാജ്യത്ത് തങ്ങുന്നതിന് മുൻകൂറായി ഒരു വിസ നിങ്ങൾ തരപ്പെടുത്തണം","mr":"सर्वसाधारणपणे, तुम्हाला कोणत्याही परदेशी देशात जास्त कालावधीकरिता राहण्यासाठी आधीपासूनच व्हिसा प्राप्त करणे आवश्यक असते.","ne":"सामान्यतया, लामो समय अवधिका लागि कुनै पनि विदेशी मुलुकमा बस्नु परेमा तपाईंलाई अग्रिम भिसा प्राप्त गर्नु जरुरी हुन्छ।","es":"Por lo general, para permanecer en cualquier país extranjero por un extenso período de tiempo será preciso obtener una visa por anticipado.","sw":"Kwa ujumla, kukaa kwenye nchi ya kigeni kwa muda mrefu zaidi kunahitaji upate visa mapema.","te":"సాధారణంగా, ఏదైనా విదేశీ దేశంలో దీర్ఘకాలం పాటు ఉండటం వల్ల మీరు ముందస్తుగా వీసా పొందాల్సి ఉంటుంది.","ur":"بطورِ عام کسی غیر ملک میں طویل مدت تک قیام کے لئے تمہیں پیشگی ویزا حاصل کرنا لازم ہے۔","vi":"Nhìn chung, ở lại tại bất cứ quốc gia nào trong thời gian dài cũng đòi hỏi bạn phải xin cấp thị thực trước.","xh":"Ngokuqhelekileyo, xa uza kuhlala ixesha elide kwilizwe lasemzini kuye kufuneke ufumane i-visa kwangaphambili.","yo":"Ní gbogbogbò, wíwà ní ilẹ̀ òkèrè tówù kó jẹ́ tayọ àkókò tí ó yẹ, yíò nílò kí ènìyàn ti gba ìwé ìrìnnà sílẹ̀.","zu":"Ngokuvamile, ukuhlala kwelinye izwe isikhathi eside kuzodinga ukuthi uthole ivisa kusengaphambili."}
{"ar":"ولم يتم حتّى الآن ملء منطقة احتواء ثانويّة أخرى تحت الخزانات القادرة على استيعاب 104,500 برميلٍ.","zh":"在容积为 104,500 桶的蓄水池的下面，另一个二级防泄漏围护区还没有完全填满。","en":"Another secondary containment area below the tanks capable of holding 104,500 barrels was not yet filled to capacity.","eu":"104.500 kupel eusteko gaitasuna duen eta tankearen azpian kokatuta dagoen bigarren mailako euste-eremua guztiz bete gabe zegoen oraindik.","fr":"Une autre zone de stockage secondaire sous les réservoirs pouvant contenir 104 500 barils n’a pas encore été remplie au maximum de sa capacité.","ml":"104,500 ബാരലുകൾ വഹിക്കുന്നതിന് ശേഷിയുള്ള ടാങ്കുകൾക്ക് താഴെയുള്ള മറ്റൊരു ദ്വിതീയ കണ്ടെയ്നർ ഏരിയ അതിന്റെ ശേഷിയിൽ ഇതുവരെ നിറച്ചിട്ടില്ല.","mr":"104,500 बॅरेल्स ठेवण्यास सक्षम असलेले टँकखालील आणखी दुय्यम कंटेनमेंट क्षेत्र अद्याप त्याच्या क्षमते इतके भरलेले नाही.","ne":"104,500 ब्यारेल राख्न सक्षम ट्याङ्की मुनिको अर्को माध्यमिक नियन्त्रण क्षेत्र अझै त्यसको पूर्ण क्षमतामा भरिएको थिएन।","es":"Otra área de contención secundaria que se ubica bajo los tanques, con una capacidad de 104 500 barriles, no se había llenado al tope aún.","sw":"Eneo lingine ndogo chini ya tangi zenye uwezo wa kuhifadhi mapipa 104,500 bado halikuwa limejazwa hadi kiwango chake.","te":"ట్యాంక్‌ల కింద ఉండే 104,500 బారెల్స్‌ను ఉంచగలిగే సామర్థ్యం కలిగిన రెండవ కంటైన్‌మెంట్ ఏరియా దాని సామర్థ్యానికి తగినట్లుగా ఇంకా పూర్తిగా నింపబడలేదు.","ur":"ٹینکوں کے نیچے ایک دوسرا ثانوی بھرائی کا رقبہ جو 104،500 بیرل کی صلاحیت کا حامل ہے، ابھی تک پوری صلاحیت تک نہیں بھرا جا سکا ہے۔","vi":"Một khu vực chứa thứ hai bên dưới các thùng chứa có thể trữ 104.500 thùng chưa được sử dụng hết công suất.","xh":"Elinye igqongo elongezelelweyo elingaphantsi kwetanki belinako ukugcina umthamo webareli eziyi 104,500 labe lingagcwaliswanga.","yo":"ipele keji aye ikeru si miran ti o ni anfani lati gba 104,500 bareli ko i ti kun de enu.","zu":"Enye indawo yesibili yokugcina ngaphansi kwamathangi ekwazi ukugcina imiphongolo engu-104,500 yayingagcwele ngokuphelele."}
{"ar":"ربما تكتشف مشروباً بسيطاً يمكنك تحضيره على الإفطار عندما تعود إلى روتينك اليومي.","zh":"也许你会发现一种在回归到规律的日常生活时，可以在早餐时制作的简单饮料。","en":"maybe you'll discover a simple beverage that you can make for breakfast when you're back to your daily routine.","eu":"agian errutinara bueltatzen zarenean gosaltzeko egin dezakezun edari sinpleren bat sortuko duzu.","fr":"peut-être découvrirez-vous une boisson simple que vous pourrez préparer pour votre petit déjeuner lorsque vous retournerez à votre routine quotidienne.","ml":"ചിലപ്പോൾ നിങ്ങൾ ദിനചര്യത്തിലേക്ക് മടങ്ങി വരുമ്പോൾ പ്രഭാതഭക്ഷണത്തിന് ഉണ്ടാക്കാൻ പറ്റുന്ന ഒരു ലഘു പാനീയം കണ്ടെത്തിയേക്കാം.","mr":"जेव्हा तू आपल्या दैनंदिन नित्यक्रमाहून परत येशील तेव्हा कदाचित तुला एक साधे पेय सापडेल जे तू नाश्ता म्हणून वापर्शील","ne":"तपाईं आफ्नो दैनिक तालिकामा फर्कनुहुन्छ भने हुनसक्छ तपाईंले साधारण पेय पत्ता लगाउनु हुने छ जुन तपाईं नास्ताका लागि बनाउन सक्नुहुन्छ।","es":"Tal vez encuentre una bebida para el desayuno fácil de preparar para cuando regrese a su rutina diaria.","sw":"pengine utagundua kinywaji rahisi ambacho unaweza kutengeneza kwa kiamshakinywa utakaporejea utaratibu wako wa kila siku.","te":"బహుశా మీరు మీ రోజువారీ దినచర్యకు తిరిగి వచ్చినప్పుడు మీరు బ్రేక్ ఫాస్ట్ చేయడానికి ఒక సాధారణ పానీయాన్ని కనుగొనవచ్చు.","ur":"شاید آپ کوئی آسان مشروب دریافت کریں گے جو آپ اپنے روز مرہ کے معمول میں واپس آکر اسے ناشتہ بناسکتے ہیں۔","vi":"biết đâu bạn sẽ khám phá ra một loại thức uống đơn giản cho bữa sáng khi trở lại với đời sống thường nhật.","xh":"Mhlambi uzakufumana isidlo esibandayo onokusenza njengesidlo sakusasa xa ubuyele kwimo yakho yesiqhelo.","yo":"Boya waa sawari nkan mimu ti o le se fun ounje aaro nigba ti o ba pada lo si ise deede re.","zu":"mhlawumbe uzothola isiphuzo esilula ongasenza sokudla kwasekuseni uma ubuyela esimisweni sakho sansuku zonke."}
{"ar":"القارة القطبية الجنوبية الداخلية هضبة مقفرة تغطيها من 2 إلى 3 كيلومترات من الجليد.","zh":"南极洲内陆是一片荒凉的高原，为 2-3 千米厚的冰所覆盖。","en":"Inland Antarctica is a desolate plateau covered by 2-3 km of ice.","eu":"Barnealdeko Antartika goi-ordoki ospela da eta 2-3 km izotzez estalita dago.","fr":"L'Antarctique intérieur est un plateau désolé recouvert de 2 à 3 km de glace.","ml":"2-3 കിലോമീറ്റർ ഐസ് മൂടിയ ഒരു വിജനമായ പീഠഭൂമിയാണ് വിജനമായ അന്റാർട്ടിക്ക.","mr":"इनलँड अंटार्क्टिका हे एक निर्जन पठार आहे जे 2-3 km बर्फाने आच्छादित आहे.","ne":"आन्तरिक अन्टार्कटिका एक उजाड पठार हो जुन 2-3 किलोमिटर बरफले ढाकिएको छ।","es":"En su interior, la Antártida consiste en una meseta desierta revestida por 2 a 3 kilómetros de hielo.","sw":"Bara la Antaktiki ni jangwa la ukiwa lililofunikwa na kilomita 2-3 za barafu.","te":"అంటార్కిటికా లో 2-3 కి.మీ మంచు తో కప్పబడిన ఒక నిర్జన పీఠభూమి.","ur":"انٹارکٹیکا کا اندرونی رقبہ ایک ویران پلاٹو یعنی مُحدَّب میدان ہے جس پر 2-3 کیلومیٹر موٹی برف کی تہ جمی رہتی ہے۔۔","vi":"Lục địa Nam Cực là vùng cao nguyên không có người ở, nằm dưới lớp băng dày 2 – 3 km.","xh":"Umphakathi we-Antarctica yindawo ephakamileyo egqunywe ngumkhence ofikelela kwiikhilomitha eziyi-2 ukuya kweziyi-3.","yo":"Inland Antarctica jẹ́ aṣálẹ̀ tí yìnyín bo ìwọn kìlómítà mẹ́jì sí mẹ́ta rẹ.","zu":"Phakathi nezwe le-Antarctica inkangala engahlali muntu embozwe u-2-3 km weqhwa."}
{"ar":"لتعلم إنشاء وسائط تفاعلية يجب أن يكون هنالك مهارات عُرفية وتقليدية بالإضافة إلى أدوات متخصصة في الصفوف التفاعلية (القصص المصورة، تعديل على الأصوات والفيديوهات، رواية القصص... إلخ)","zh":"学习制作互动媒体需要常规传统技能，以及在互动课程中掌握的工具（故事板制作、音频和视频编辑、故事情节设计等）。","en":"Learning to create interactive media requires conventional and traditional skills, as well as tools mastered in interactive classes (storyboarding, audio and video editing, story telling, etc.)","eu":"Multimedia-eduki interaktiboak sortzen ikasteko, trebetasun konbentzionalak eta tradizionalak izan behar dira klase interaktiboetan ikasitako tresnak izateaz gain (gidoi grafikoa egitea, audioa eta bideoa editatzea, narrazioa eta abar)","fr":"Apprendre à créer des médias interactifs nécessite des compétences conventionnelles et traditionnelles, ainsi que des outils maîtrisés dans le cadre de cours interactifs (storyboarding, montage audio et vidéo, narration d'histoires, etc.)","ml":"ഇന്ററാക്റ്റീവ് മീഡിയ സൃഷ്‌ടിക്കാൻ പഠിക്കുന്നതിന് സാമ്പ്രദായികവും പരമ്പരാഗതവുമായ കഴിവുകളും അതുപോലെ ഇന്ററാക്റ്റീവ് ക്ലാസുകളിൽ പ്രാവീണ്യമുള്ള ടൂളുകളും (സ്റ്റോറിബോർഡിംഗ്, ഓഡിയോ, വീഡിയോ എഡിറ്റിംഗ്, സ്റ്റോറി ടെല്ലിംഗ് മുതലായവ) ആവശ്യമാണ്.","mr":"इंटरअॅक्टिव मीडिया तयार करण्यास शिकण्यासाठी परंपरागत आणि पारंपारिक कौशल्ये आवश्यक असतात, तसेच इंटरअॅक्टिव वर्गात टूल्स मास्टर (स्टोरीबोर्डिंग, ऑडिओ आणि व्हिडिओ एडिटिंग, कथा सांगणे इत्यादी.) आवश्यक असते.","ne":"अन्तर्क्रियात्मक मिडिया रचना गर्न सिक्न परम्परागत र परम्परागत कौशलका साथै उपकरणहरू अन्तर्क्रियात्मक वर्गहरू (स्टोरीबोर्डिङ, अडियो र भिडियो सम्पादन, कथा वर्णन आदि) मा पोख्त हुन आवश्यक छ।","es":"Aprender a desarrollar medios interactivos implica contar con habilidades convencionales y tradicionales, además del dominio de herramientas en clases interactivas (guion gráfico, edición de audio y video, narrativa, etc.).","sw":"Kujifunza kuunda vyombo vya habari vyenye mwingiliano kunahitaji ujuzi wa kawaida na wa jadi, na vile vile vifaa vilivyotengenezwa katika darasa la mwingiliano (hadithi za vibao, uhariri wa sauti na video, hadithi za hadithi, nk.)","te":"ఇంటరాక్టివ్ మీడియాను సృష్టించడం నేర్చుకోవటానికి కన్వెన్షనల్ మరియు సాంప్రదాయ నైపుణ్యాలు, అలాగే ఇంటరాక్టివ్ క్లాసుల్లో నైపుణ్యం కలిగిన టూల్స్ (స్టోరీబోర్డింగ్, ఆడియో మరియు వీడియో ఎడిటింగ్, కథ చెప్పడం మొదలైనవి) అవసరమవుతాయి.","ur":"تعاملی میڈیا کی تخلیق سیکھنے کے لئے رائج اور تقلیدی مہارات کے ساتھ وہ آلیات بھی ضروری ہیں جن کو تم نے تعاملی کلاسوں میں سیکھا (اسٹوری ۔بورڈنگ، آڈیو اور ویڈیو ایڈیٹنگ، اسٹوری ٹیلنگ، وغیرہ۔","vi":"Học cách tạo ra phương tiện truyền thông tương tác yêu cầu kỹ năng tiêu chuẩn và truyền thống, cũng như các công cụ thành thạo trong các lớp tương tác (xây dựng cốt truyện, chỉnh sửa âm thanh và video, kể chuyện,...).","xh":"Ukufunda ngemidiya ephilayo kudinga ukuba ubenezakhono zalamaxesha kanti nezo zakudala, kunye nezixhobo oziphumelele kwizifundo zokulinganisa (ukuchaza ngamabali, izandi noku editha, ividiyo ukubalisa amabali njalo njalo.)","yo":"Kíkọ́ láti ṣẹ̀da ìgbóhùnsáfẹ́fẹ́ alájọsọ nílò́ àwọn ohun ìbára-ẹni-sọ̀rọ̀ àti àwọn nǹkan abínibí, àti pẹ̀lú láti ni di ògbóntarìgì nihnú ìdánilẹ́kọ̀ọ́ onílànà ìbara-ẹni sọ̀rọ̀ (sísọ̀tàn-pẹ̀lú-pátákò, ṣíṣe àtúntò àwọn ohùn àti ffọ́nrán amóhùnmáwòrán, sísọ ìtàn, abbl.)","zu":"Ukufunda ukwenza ezezindaba ezihilelanayo kudinga amakhono avamile nangokwesikho, kanye namathuluzi afundwe kahle emakilasini ahilelanayo (indaba edwetshwe eshadini, ukuhlela umsindo nevidiyo, ukuxoxa izindaba, njll.)"}
{"ar":"في حين أن فهم تاريخ الفرد لا يفترض بالضرورة فهم ثقافته، إلا أنه يساعد على أقل تقدير في أن يكتشف الأفراد إحساساً بموضعهم في تاريخ المنظمة.","zh":"虽然理解历史并不意味着理解文化，但至少可以帮助人们了解自己在组织历史中的位置。","en":"While understanding one’s history does not assume understanding of culture, it does at least help people gain a sense of where they fall within the history of the organization.","eu":"Baten istorioa ulertzeak halabeharrez kultura ulertzea ez den arren, erakundearen historiaren baitan non kokatzen diren jakiten laguntzen dio gutxienez jendeari.","fr":"Bien que comprendre l'histoire de quelqu'un ne soit pas synonyme de comprendre sa culture, cela aide les gens à savoir à quel niveau ils se situent dans l'histoire de l'organisation.","ml":"ഒരാളുടെ ചരിത്രം പഠിക്കുന്നതിലൂടെ സംസ്‌കാരവും മനസ്സിലാക്കണം എന്ന് നിർബന്ധമില്ല, ഇത് കുറഞ്ഞപക്ഷം ആളുകൾക്ക് സംഘടനയുടെ ചരിത്രത്തിൽ അവരുടെ സ്ഥാനം എവിടെയാണെന്ന് ചെറുതായെങ്കിലും മനസ്സിലാക്കിക്കൊടുക്കുന്നു.","mr":"1 एखाद्याचा इतिहास समजून घेतल्यास ते संस्कृतीचे आकलन समजत नाहीत, परंतु ते कमीतकमी संस्थेच्या इतिहासामध्ये कुठे येतात हे समजून घेण्यात लोकांना मदत करते.","ne":"कसैको इतिहास बुझ्दा संस्कृति बुझिएको मानिँदैन, यसले कम्तीमा मानिसलाई सङ्गठनको इतिहासभित्र उनीहरू कहाँ चुके भन्ने बोध हासिल गर्न मद्दत गर्छ।","es":"Aun cuando conocer las historias personales no implica entender la cultura, esto al menos ayuda a los individuos a poder representarse el lugar que ocupan dentro de la historia de la organización.","sw":"Wakati kuelewa historia ya mtu hakumaanishi kuelewa utamaduni, angalau huwasaidia watu kupata hisia za mahali waliko katika historia ya shirika.","te":"ఒక దాని చరిత్రను అర్థం చేసుకోవడమంటే సంస్కృతిని అర్థం చేసుకోవడం కాదు, ఇది సంస్థ యొక్క చరిత్రలో కనీసం తామెక్కడ ఉన్నామన్న అవగాహనను ప్రజలకు తెలియజేస్తుంది.","ur":"جبکہ اپنی تاریخ کو جاننے سے یہ نہیں فرض کیا جاسکتا کہ کوئی شخص اپنے کلچر سے بھی واقف ہے اس سے بہ کیف لوگوں کو اس کا شعور حاصل کرنے میں مدد ملتی ہے کہ تنظیم کی تاریخ میں ان کا مقام کیا ہے۔","vi":"Mặc dù sự hiểu biết về một lịch sử của người nào đó không có nghĩa mang lại sự hiểu biết về văn hóa, nhưng ít nhất nó cũng giúp mọi người hiểu được tình hình trong bối cảnh lịch sử của tổ chức.","xh":"Xa uyiqonda imbali yomntu oko akuthethi ukuba uyayiqonda inkcubeko yakhe, kodwa iyabanceda abantu bafumane ukuqonda apho kukhona ukushota kwimbali yombutho.","yo":"Bí èyàn bá mọ ìtàn àbáláyé ẹni kò túmọ̀ si wípe o mọ àṣà náà, ṣùgbọ́n ó ṣáà ma n jẹ́ kí ibi tí èyàn wà bọ́ sí ètò ilé iṣé náà yé wọn.","zu":"Nakuba ukuzwisisa umlando womuntu kungasho ukuzwisisa isiko lomuntu, okungenani kusiza abantu babe nomuzwa wokuthi bawela kuphi emlandweni wenhlangano."}
{"ar":"يعتقد بعض العلماء أن الترايسراتوبس كانت تأكل سيكاسيات، وهي نوع من النباتات كانت شائعة في العصر الطباشيري.","zh":"一些科学家认为，三角龙以苏铁为食，苏铁是白垩纪时期很常见的一种植物。","en":"Some scientists think Triceratops ate cycads, which are a type of plant that was common in the Cretaceous.","eu":"Zientzialari batzuek uste dute trizeratopsek zikadak jaten zituztela, kretazeoan ohikoak ziren landare mota bat.","fr":"Certains scientifiques pensent que le tricératops mangeait des cycadées, un type de plante qui était très courant pendant la période crétacée.","ml":"ചില ശാസ്ത്രജ്ഞന്മാർ കരുതുന്നത് ട്രൈസെറാടോപ്പുകൾ, ക്രെറ്റാഷ്യസ് കാലത്ത് സാധാരണ കണ്ടുവന്ന ഒരു തരം സസ്യമായ സൈക്കാഡ് ഭക്ഷിച്ചു എന്നാണ്.","mr":"काही शास्त्रज्ञ असा विचार करतात की ट्रायसरॅटॉप्स हे सायकॅड खात होते, जी क्रीटेशियमधील सामान्य प्रकारची वनस्पती आहे.","ne":"केहि वैज्ञानिकहरू विचारमा त्रिसेराटोप्सले साइकेड खान्थ्यो, जुन क्रिटासियाको श्रेणीमा पर्ने सामान्य एक प्रकारको वनस्पति थियो।","es":"Según creen algunos científicos, la alimentación del Tricerátops era a base de cícadas, un tipo de planta común en el período Cretácico.","sw":"Baadhi ya wanasayansi wanadhani kwamba Triseratopu walikula sikadi, ambazo ni aina ya mmea uliokuwa wa kawaida katika Kretasea.","te":"కొంతమంది శాస్త్రవేత్తలు ట్రైసెరాటోప్ లు సైకాడ్ లను తిన్నారు, ఇది క్రెటేషియస్ లో సాధారణంగా ఉండే ఒక రకమైన మొక్క.","ur":"کچھ سائنسدانوں کا خیال ہے کہ سہ قرنی سوسمار کرف نخلی کھاتے تھے، جو پودے کی ایسی قسم ہیں جو میان حیاتیہ دور کے آخری عہد میں بہت عام تھے۔","vi":"Một số nhà khoa học cho rằng khủng long Triceratop ăn cây mè, một loại thực vật có rất nhiều trong Kỷ phấn trắng.","xh":"Ezinye iisayentisti zicinga ukuba iTriceratops yatya ii-cycads, ezizintlobo zezityalo ezaziqhelekile eCretaceous.","yo":"Àwọn onímò sayensi kan lérò wípé àwọn ẹronko dáínósọ̀ jẹ àwọn ẹwẹ́ cycads, àwọn ẹwẹ́ tó wọ́pọ̀ nínú ìgbà Cretaceous.","zu":"Abanye ososayensi bacabanga ukuthi ama-Ticeratop ayedla ama-cycad, okuwuhlobo lwezitshalo olwaluvamile e-Cretaceous."}
{"ar":"يُقال أن \"ألين\"، الذي هو من أغنى أغنياء العالم، استثمر جزءاً كبيراً من ثروته في الاستكشاف البحري وبدأ سعيه للعثور على سفينة \"موساشي\" بسبب اهتمامه بالحرب الذي استمر طوال حياته.","zh":"艾伦是世界上最富有的人之一。据报道，他将很大一部分财富投资到海洋勘探上，并因为毕生对战争的浓厚兴趣而开始寻找武藏号。","en":"One of the world's richest people, Allen has reportedly invested much of his wealth in marine exploration and began his quest to find the Musashi out of a lifelong interest in the war.","eu":"Munduko pertsona aberatsenetako bat da Allen, eta aberastasunaren zati handi bat itsasoa esploratzeko erabili du. Bizitza osoan gerraren inguruan izan duen interesagatik jarri zuen abian Musashi bilatzeko misioa.","fr":"Allen, l'une des personnes les plus riches du monde, aurait apparemment investi une grande partie de sa fortune dans l'exploration sous-marine, et aurait commencé sa quête pour retrouver le Musashi, en raison de sa passion pour la guerre depuis sa jeunesse.","ml":"ചിലർ പറയുന്നതനുസരിച്ച്, ലോകത്തിലെ ഏറ്റവും വലിയ ധനികരിൽ ഒരാളായ അലൻ, യുദ്ധത്തിനെക്കുറിച്ച് അറിയുവാനുള്ള ആജീവനാന്ത താല്പര്യം മൂലം തന്റെ സമ്പത്തിന്റെ ഭൂരിഭാഗവും സമുദ്രപര്യവേഷണത്തിനായി ഉപയോഗിക്കുകയും മുസാഷിയെ കണ്ടെത്താനുള്ള ശ്രമം ആരംഭിക്കുകയും ചെയ്തു.","mr":"जगातील सर्वात श्रीमंत लोकांपैकी एक असलेले अॅलन यांनी घोषणा करून त्यांची संपत्ती सागरी शोधांमध्ये गुंतवली आहे आणि त्यांना युद्धामध्ये आजीवन असलेल्या आवडीमुळे त्यांनी मुसाशीचा शोध घेणे सुरू केले.","ne":"संसारकै सबैभन्दा धनी व्यक्तिमध्ये एक, एलेनले कथित रूपमा आफ्नो धेरैजसो धन समुद्री अन्वेषणमा लगानी गरे र युद्धमा जीवनपर्यन्तको इच्छापछि मुसासी फेला पार्ने आफ्नो खोज सुरु गरे।","es":"Se cree que Allen, de las personas más pudientes del globo, ha invertido buena parte de su fortuna en exploraciones marinas y el motivo de encarar la búsqueda de los Musashi fue el interés que siempre tuvo en la guerra.","sw":"Mmoja wa watu tajiri zaidi ulimwenguni, Allen ameripotiwa kuwekeza mwingi wa utajiri wake katika uchunguzi wa baharini na alianza juhudi zake za kuipata Musashi kutokana na mvuto wa maisha yake yote katika vita hivyo.","te":"ప్రపంచంలోని అత్యంత ధన్యవంతులలో Allen ఒకరు. ఆయన తన సంపదలో ఎక్కువ భాగాన్ని సముద్ర అన్వేషణ మీద పెట్టుబడి పెట్టి, తనకి యుద్ధం పట్ల ఉన్న చిరకాల మక్కువతో Musashiని కనుగొనాలనే తపన మొదలైందని నివేదించబడింది.","ur":"دنیا کے سب سے امیر لوگوں میں سے ایک، ایلن نے مبینہ طور پر اپنی زیادہ تر دولت سمندری تفتیش میں خرچ کی اور اپنی پوری زندگی جنگ میں دلچسپی رکھنے کی وجہ سے موساشی کو ڈھونڈنے کیلئے اپنی جدوجہد کرتے رہے۔","vi":"Allen, một trong những người giàu nhất thế giới được biết là đã đầu tư rất nhiều tiền của vào thám hiểm đại dương và bắt đầu truy tìm ra tàu Musashi từng gây chú ý trong suốt thời gian chiến tranh.","xh":"Omnye wabantu abazizityebi emhlabeni, u-Allen uxele ukuba utyale ubutyebi bakhe kuphononongo lwaselwandle kwaye waqala iphulo lakhe lokufumana iMusashi esusela emdleni wakudala wobomi kule mfazwe.","yo":"Ikan ninu awon eyan to lowo ju laye, won ni Aleni ti fi pupo ninu owo e sinu iwariri omi, iwaadi re lati ri Musasi waye nitorip o ti nifesi ogin naa lati ojo pipe.","zu":"Omunye wabantu abacebe kakhulu basemhlabeni, u-Allen kubikwa ukuthi utshale ingcebo yakhe eningi ekuhloleni okwenzeka olwandle futhi waqala ukucinga iMusashi ngemva kwesithakazelo sempilo yonke empini."}
{"ar":"ليس للشمس قشرة يمكنك الوقوف عليها مثل الأرض. تتكون الشمس بالكامل من الغازات، والنار، والبلازما.","zh":"太阳并没有像地球那样可以站在上面的地壳。整个太阳是由气体、火和等离子体组成的。","en":"The Sun doesn't have a crust like the Earth that you can stand on. The whole Sun is made out of gases, fire, and plasma.","eu":"Eguzkiak ez du, Lurrak bezala, zutik egoteko aukera ematen duen azalik. Eguzki osoa gasez, suz eta plasmaz eginda dago.","fr":"Le Soleil ne possède pas de croûte comme la Terre sur laquelle on peut se tenir debout. Le Soleil tout entier est fait de gaz, de feu et de plasma.","ml":"നിങ്ങൾക്ക് നിൽക്കാൻ കഴിയുന്ന ഭൂമിയിലെ പോലെ ഒരു പുറംതോട് സൂര്യനില്ല. സൂര്യൻ പൂർണ്ണമായും വാതകങ്ങളും തീയും പ്ലാസ്മയും അടങ്ങിയിട്ടുള്ളതാണ്.","mr":"सूर्यावर पृथ्वीसारखे कवच नाही ज्यावर तुम्ही उभे राहू शकता. संपूर्ण सूर्य वायू, अग्नी आणि प्लाझ्मापासून बनलेला आहे.","ne":"सूर्यमा पृथ्वी जस्तो तपाईं उभिन सक्नुहुने पाप्रो छैन। सम्पूर्ण सूर्य ग्यास, आगो र प्लाज्माबाट बनेको हुन्छ।","es":"El Sol no tiene una corteza como la Tierra, sobre la que uno pueda pararse. Está compuesto en su totalidad por gases, fuego y plasma.","sw":"Jua halina ganda gumu kama Dunia ambayo unaweza kusimama kwayo. Jua zima limetengenezwa kwa gesi, moto, na gesi ya utegili.","te":"సూర్యుడిపై ఉన్న ఉపరితల పొర మనం భూమిపైన నిలబడగలిగేలా సమాంతరంగా ఉండదు. సూర్యుని వాయువులు, అగ్ని మరియు ప్లాస్మా అనే అంశాల కలయికతో తయారు అయ్యాడు.","ur":"سورج میں زمین کی طرح پرت نہیں ہے کہ آپ اسکے اوپر کھڑے ہو سکیں- سورج مکمل طور پر گیسوں، آگ اور پلازمہ سے مل کر بنا ہے-","vi":"Mặt trời không có vỏ như Trái Đất mà chúng ta có thể đặt chân lên được. Toàn bộ Mặt Trời được tạo thành từ khí, lửa và plasma.","xh":"Ilanga alinaqweqwe njengoMhlaba onoma kuwo. Ilanga lonke lenziwe ngeegesi, umlilo, kunye neplasma.","yo":"Oorun ko ni erun ti a le duro le lori bi Aye se ni. Gbogbo ara orun ni a se pelu gaasi, ina ati pilasima.","zu":"ILanga alinawo ungqimba njengoMhlaba lelo ongema kulo. ILanga lonke lenziwe ngamagesi, umlilo, kanye ne-plasma."}
{"ar":"يقومون بذلك عن طريق انبعاث جسيم ضوئي صغير يعرف ب \"الفوتون\".","zh":"它们是通过发射一种被称为“光子”的微小光粒子做到这一点的。","en":"They do this by emitting a tiny particle of light called a \"photon\".","eu":"Hori egiteko, “fotoi” izeneko argi partikula txikia igortzen dute.","fr":"Ils le font en émettant une minuscule particule de lumière appelée « photon ».","ml":"ഫോട്ടോൺ എന്നുവിളിക്കുന്ന ഒരു ചെറിയ പ്രകാശ കണത്തെ പുറത്തുവിട്ടാണ് അവ ഇത് ചെയ്യുന്നത്.","mr":"\"\"\"फोटॉन\"\" नावाच्या प्रकाशाचा एक सूक्ष्म कण प्रकाशित करण्याद्वारे ते हे करतात. \"","ne":"उनीहरूले “फोटोन” भनिने प्रकाशको सानो कणलाई उत्सर्जन गरेर यसो गर्दछन्।","es":"Se hace al emitir una pequeña partícula de luz llamada «fotón».","sw":"Hufanya hivi kwa kutoa chembe ndogo ya mwanga inayoitwa “fotoni”.","te":"\"\"\"\"\"\"\"ఫోటాన్\"\"\"\" అనే చిన్న కాంతి రేణువును బయటకు తీసి, ఈ విధంగా చేస్తారు.\"\"\"","ur":"وہ روشنی کے ایک چھوٹے ذرے کو جسے\"فوٹون\" کہا جاتا ہے، پیدا کر کے ایسا کرتے ہیں۔","vi":"Họ thực hiện việc này bằng việc phóng ra các hạt vật chất ánh sáng nhỏ được gọi là “photon”.","xh":"Benza oku ngokukhupha isuntswana lokukhanya elibizwa ngokuba yi \"photon\".","yo":"Bi won se ma n seyi nipe won a ma yo ina kekere ti an pe ni “foton.”","zu":"Zenza lokhu ngokukhipha inhlayiyana yokukhanya ebizwa \"nge-photon\"."}
{"ar":"عند وصول المسئول، انفجرت الشقة.","zh":"官员到达后，公寓发生了爆炸。","en":"When the official arrived, the apartment exploded.","eu":"Langilea iristean, apartamentuak eztanda egin zuen.","fr":"Une fois l'agent arrivé sur place, l'appartement a explosé.","ml":"ഉദ്യോഗസ്ഥർ എത്തിയപ്പോൾ അപ്പാർട്ട്മെന്റ് പൊട്ടിത്തെറിച്ചു.","mr":"तो ऑफिसर आला तेव्हा, अपार्टमेंटमध्ये विस्फोट झाला.","ne":"जब अधिकारी आइपुगे, अपार्टमेन्ट विस्फोट भयो।","es":"Cuando el empleado llegó, el departamento explotó.","sw":"Afisa alipowasili, ghorofa ililipuka.","te":"అధికారి రాగానే అపార్ట్ మెంట్ లో పేలుడు.","ur":"جب اہلکار پہنچنے، تو اپارٹمنٹ میں دھماکہ ہو گیا۔","vi":"Khi viên chức đó đến, căn hộ đã nổ tung.","xh":"Xa igosa lifika, isakhiwo saqhushumba.","yo":"Ní ìgbà tí àwọn aṣojú dé, ilé náà gbaná.","zu":"Lapho kufika izikhulu, ifulethi yaqhuma."}
{"ar":"في الواقع، لا يوجد شيء واحد جيد يمكن تعلمه، فالتعلم يحدث في التجربة بين المُتعلم والمعرفة المُقدَمة.","zh":"事实上，没有任何事情需要特意学习。在学习者体验到知识呈现的时候，学习的行为就发生了。","en":"In fact, there is not one good thing to learn.Learning takes place in the experience between the learner and the knowledge presented.","eu":"Izan ere, ez dago ikasteko gauza egoki bakarrik. Ikaslearen eta aurkeztutako ezagutzaren arteko esperientzian gertatzen da jakintza.","fr":"En fait, il n'y a pas une seule bonne chose à apprendre. L'apprentissage se fait dans l'expérience entre l'apprenant et le savoir présenté.","ml":"വാസ്തവത്തിൽ, പഠിക്കാൻ ഒരു നല്ല കാര്യവുമില്ല. പഠിതാവിനും അവതരിപ്പിക്കുന്ന അറിവിനും ഇടയിലുള്ള അനുഭവത്തിലാണ് പഠനം നടക്കുന്നത്.","mr":"खरं तर, तिथे शिकण्यासाठी एक सुद्धा चांगली गोष्ट नाही. शिक्षण हे शिकणारा आणि दिलेले ज्ञान यांच्यामधील अनुभवाने घडून येते.","ne":"वास्तवमा, त्यहाँ सिक्नका लागि एउटा पनि राम्रो कुरा छैन। सिकाइ सिक्ने र प्रस्तुत गरिएको ज्ञानको बीचको अनुभवमा हुने गर्दछ।","es":"En efecto, no existe solo una cosa que sea bueno aprender. El aprendizaje se produce a través de la interacción entre el conocimiento presentado y quien lo incorpora.","sw":"Kwa kweli, hakuna jambo hata moja zuri la kujifunza. Kujifunza hufanyika katika uzoefu kati ya mwanafunzi na maarifa yanayowasilishwa.","te":"వాస్తవానికి నేర్చుకోవడానికి ఒక మంచి విషయమే ఉండదు. నేర్చుకునేవారు మరియు జ్ఞానాన్ని బోధించే వారి మధ్య జరిగే అనుభవాల ద్వారా నేర్చుకోవడం జరుగుతుంది.","ur":"در حقیقت سیکھنے کے لئے کوئی اچھی چیز نہیں ہے۔ سیکھنے کا عمل سیکھنے والے اور پیش کردہ علم کے درمیان تجربے میں وقوع پذیر ہوتا ہے۔","vi":"\"Thật ra chẳng có thứ gì hay để học. Việc học diễn ra trong kinh nghiệm giữa người học và kiến thức được trình bày.\"","xh":"Enyanisweni, akukho nanye into entle onokuyifunda. Ukufunda kubakho phakathi komfundi kunye nento efundiswayo.","yo":"Kódà, kò sí ohunkóhun tí ó dára láti kọ́. ìkọ́ni máa ń wáyé nínú ìrírí láàrín akẹ́kọ̀ọ́ àti ìmọ̀ tí a gbé kalẹ̀.","zu":"Eqinisweni, akuyona eyodwa into umuntu okumele ayifunde. Ukufunda kudinga ulwazi phakathi komfundi nalolo lwazi olusuke lunikezwa."}
{"ar":"كما جرت الاحتجاجات في باريس، وصوفيا في بلغاريا، وفيلنيوس في ليتوانيا، وفاليتا في مالطا، وتالين في إستونيا، وأدنبره وجلاسجو في أسكتلندا.","zh":"抗议还发生在巴黎、保加利亚的索非亚、立陶宛的维尔纽斯、马耳他的瓦莱塔、爱沙尼亚的塔林以及苏格兰的爱丁堡和格拉斯哥。","en":"Protests also took place in Paris, Sofia in Bulgaria, Vilnius in Lithuania, Valetta in Malta, Tallinn in Estonia, and Edinburgh and Glasgow in Scotland.","eu":"Parisen, Sofian (Bulgaria), Vilniusen (Lituania), Valettan (Malta), Tallinnen (Estonia) eta Edinburgon eta Glasgowen (Eskozia) ere protestak egin ziren.","fr":"Des manifestations ont également eu lieu à Paris, Sofia en Bulgarie, Vilnius en Lituanie, La Valette à Malte, Tallinn en Estonie, et Édimbourg et Glasgow en Écosse.","ml":"പാരീസ്, ബൾഗേറിയയിലെ സോഫിയ, ലിത്വാനിയയിലെ വിൽനിയസ്, മാൾട്ടയിലെ വലെറ്റ, എസ്തോണിയയിലെ ടാലിൻ, സ്കോട്ട്ലൻഡിലെ എഡിൻബർഗ്, ഗ്ലാസ്ഗോ തുടങ്ങിയ സ്ഥലങ്ങളിലും പ്രതിഷേധം അരങ്ങേറി.","mr":"पॅरिस, बल्गेरियामधील सोफिया, लिथुआनियामधील विल्निअस, माल्टामधील व्हॅलेटा, इस्टोनियामधील टालिन आणि स्कॉटलंडमधील एडिनबर्ग आणि ग्लासगो येथेही विरोध करण्यात आला.","ne":"पेरिस, बुल्गेरियाको सोफिया, लिथुआनियाको भिल्नियस, माल्टाको भालेटा, इस्टोनियाको टाल्लीन र स्कटल्याण्डको एडिनबर्ग र ग्लास्गोमा पनि विरोध प्रदर्शनहरू भए।","es":"Las manifestaciones tuvieron lujar, además, en París; Sofía, Bulgaria; Vilnius, Lituania; Valetta, Malta; Tallin, Estonia y Edimburgo y Glasgow, Escocia.","sw":"Maandamano pia yalifanyika katika Paris, Sofia huko Bulgaria, Vilnius huko Lithuania, Valetta huko Malta, Tallinn huko Estonia, na Edinburgh na Glasgow huko Uskoti.","te":"పారిస్, బల్గేరియాలోని సోవియా, లిథువేనియాలోని విల్నియస్, మాల్టాలో వాలెట్టా, ఎస్టోనియాలోని టాలిన్, స్కాట్లాండ్ లోని ఎడిన్ బర్గ్, గ్లాస్గో తదితర ప్రాంతాల్లో కూడా నిరసనలు జరిగాయి.","ur":"پیرس، بلغاریہ کے صوفیہ، لتھوانیا کے ولیونس، مالٹا کے والیٹا، ایسٹونیا کے ٹیلن، اور اسکاٹ لینڈ کے ایڈنبرگ اور گلاسگو میں بھی مظاہرے ہوئے۔","vi":"Biểu tình cũng diễn ra tại Paris, Sofia ở Bulgaria, Vilnius ở Lithuania, Valetta ở Malta, Tallinn ở Estonia, Edinburgh và Glasgow ở Scotland.","xh":"Uqhankqalazo lweenzeka nase Paris, eSofia eBulgaria, eVilnius eLithuania, eValetta eMalta, eTallinn e-Estonia, nase-Edinburgh naseGlasgow eScotland.","yo":"Ìfẹ̀húnú hàn tún wáyé ní ìlú Pàrísì, Sofia ní Bọ̀lùgáríà, Fílínọ́s ní Lìtùánà, Fàlẹ́tà ní Málítà, Tàlínì ní Ẹsitóníà, àti Ẹdínbọ́gù àti Gílásígò ní Ìlú Scotland.","zu":"Iziteleka zenzeke ePherisi, e-Sofia e-Bulgaria,e-Vilnius e-Lithuania, e-Valetta eMalta, eTallinn ese-Estonia nase-Edinburgh kanye nase-Glasgow ese-Scotland."}
{"ar":"تحسّنت محركات الترجمة بشكل كبير، والآن غالباً ما تقدم ترجمات صحيحة إلى حد كبير (ونادراً ما تفدم هراءً)، لكن يجب الحذر، لأنهم قد يخطئون كليّاً.","zh":"翻译引擎有了显著的改进，现在经常提供或多或少正确的翻译（而更多情况是很少有胡言乱语），但需要注意的是，他们仍然可能会完全翻错。","en":"The translation engines have improved dramatically, and now often give more or less correct translations (and more seldom gibberish), but some care is due, as they still may have gotten it all wrong.","eu":"Itzulpen-motorrak izugarri hobetu dira, eta nahikoa zuzenak diren itzulpenak egiten dituzte askotan (gainera, zentzugabekeria gutxiago dituzte), baina beharrezkoa da haiek egiaztatzea, posible baita zentzu erabat okerra ematea.","fr":"Les moteurs de traduction se sont considérablement améliorés, et donnent maintenant souvent des traductions plus ou moins correctes (et plus rarement du charabia), mais il faut faire attention, car ils ont peut-être encore tout faux.","ml":"വിവർത്തന ഉപായങ്ങൾ വിസ്മയകരമായി പുരോഗമിച്ചിട്ടുണ്ട്, ഏറെക്കുറെ കൃത്യമായ തർജ്ജമകൾ അവ ഇക്കാലത്ത് നൽകുന്നു (അസ്പഷ്ടതയും കുറവല്ല), എന്നിരുന്നാലും, ആസകലം അബദ്ധം സംഭവിച്ചേക്കാം എന്നതിനാൽ അൽപം ശ്രദ്ധ ആവശ്യമാണ്.","mr":"ट्रान्सलेशन इंजिन्स नाटकीयरित्या सुधारले आहेत, तसेच ते आता अनेकदा अधिक किंवा कमी अचूक अनुवाद (आणि अधिक क्वचितच गिब्बरीश) प्रदान करतात परंतु काही काळजी योग्य आहे कारण त्यांना अद्याप हे सर्व चुकीचे वाटले असेल.","ne":"अनुवाद इन्जिनहरू नाटकीय रूपमा सुधार भएका छन्, र अहिले प्रायः बढी वा कम सही अनुवादहरू दिन्छन् (र अझ विरलै अस्पष्ट), तर केही हेरचाह अझै बाँकी छ, किनकी तिनीहरूले अझै पनि यो सबै गलत बुझेका हुन सक्दछन्।","es":"Los motores de traducción han mejorado drásticamente y ahora, con frecuencia, brindan traducciones bastante correctas (y rara vez contenido sin sentido); no obstante, debe tenerse algo de precaución, ya que todavía es posible que fallen.","sw":"Injini za utafsiri zimeimarika sana, na sasa mara nyingi hutoa tafsiri inayokaribia usahihi (na kawaida huwa si upuzi), lakini umakini unahitajika, kwani zinaweza kuwa zimekosea kabisa.","te":"అనువాద ఇంజిన్లు నాటకీయంగా మెరుగుపడ్డాయి, మరియు ఇప్పుడు తరచుగా దాదాపు సరైన అనువాదాలు (మరియు అరుదుగా అరుదుగా గిబ్బరిష్) ఇస్తాయి, కానీ కొన్ని శ్రద్ధ కారణంగా, వారు ఇప్పటికీ అన్ని తప్పు పొందారని.","ur":"ٹرانسلیشن انجنوں میں ڈرامائی طور سے بہتری آئی ہے اور اب وہ کم و بیش درست ترجمہ دے رہے ہیں (اور گچ پچ نادر ہے)، لیکن پھر بھی احتیاط لازم ہے کیوں کہ وہ اب بھی سارے کا سارا غلط کر سکتے ہیں۔","vi":"Các chương trình dịch tự động đã được cải thiện đáng kể, và hiện có thể cung cấp những bản dịch tương đối chính xác (và ít khi sai ngữ pháp), nhưng vẫn phải lưu ý vì chúng vẫn có thể dịch sai hoàn toàn.","xh":"Iinjini zokuguqulela ziphucuke kakhulu, ibe ngoku ziphantse zikunike iinguqulelo ezichanileyo (azifane zikunike ezingavakaliyo), kodwa ke kusafuneka ilungiswe, njengoko zizesenokukunika inguqulelo engeyiyo tu.","yo":"Àwọn èrọ atúmò èdè ti dárasi láìsí ánì-àní, pèlú níbàyí o ń fi ìtumọ̀ èdè dárá ní ọ̀pọ̀ ìgbà (àti ìwòmba àwọn ọ̀rọ̀ díẹ̀ tí kò ní ìtumọ̀), sùgbọ́n àwọn àyẹ̀wò díẹ̀ se pàtakì nítorí wọ́n lè gbe gbági.","zu":"Izinhlelo zekhompyutha zokuhumusha zithuthuke kakhulu, futhi manje zinikeza ukuhumusha okucishe kunembe (futhi okungavamisile ukuba ubhedo ongachazeki), kodwa kudingeka ukunaka okuthile, njengoba zingenza okunganembile ngokuphelele."}
{"ar":"يرتبط اقتصاد مدينة سان فرانسسكو بأنها منطقة جذب سياحي عالمية إلا أنه اقتصاد متنوع.","zh":"旧金山的经济与自身是世界级旅游胜地这一点有关，但旧金山的经济却是多元化的。","en":"While San Francisco's economy is linked to it being a world-class tourist attraction, its economy is diversified.","eu":"San Frantziskoko ekonomia lotuta egon arren mundu mailan turismoa erakartzen duen tokia izatearekin, ekonomia dibertsifikatuta dago.","fr":"Le tourisme occupe une place importante dans l'économie de San Francisco en raison de sa renommée à l'international, mais dans le fond, ses activités économiques sont diversifiées.","ml":"സാൻ ഫ്രാൻസിസ്കോയുടെ ഇക്കോണമിയെ ലോകോത്തര വിനോദസഞ്ചാര കേന്ദ്രമായിരിക്കുന്നതിനോട് ബന്ധിപ്പിക്കുമ്പോൾ അതിന്റെ സമ്പദ്‌വ്യവസ്ഥ വൈവിധ്യവൽക്കരിക്കപ്പെടുന്നു.","mr":"सॅन फ्रान्सिस्कोची अर्थव्यवस्था जागतिक स्तरावरील पर्यटकांचे एक आकर्षण यांच्याशी जोडलेली आहे तरीही त्याची अर्थव्यवस्था वैविध्यपूर्ण आहे.","ne":"यसको अर्थव्यवस्था विविध भए पनि सान फ्रान्सिस्कोको अर्थव्यवस्था यो एक विश्व स्तरीय पर्यटक आकर्षणको रूपमा जोडिएको थियो।","es":"A pesar de que la economía de San Francisco está relacionada a su condición de atractivo turístico a nivel global, la misma es diversa.","sw":"Huku uchumi wa San Francisco ukiunganishwa nayo kuwa kivutio cha watalii cha kimataifa, uchumi wake ni mseto.","te":"శాన్​ఫ్రాన్సిస్​కో యొక్క ఆర్ధికవ్యవస్థ ప్రపంచ స్థాయి పర్యాటక ఆకర్షణకు ముడిపడి ఉండగా, దాని ఆర్థిక వ్యవస్థ వైవిధ్యభరితంగా ఉంటుంది.","ur":"سین فرانسسکو کی معیشت کو اس بات سے جوڑا جاتا ہے کہ اس میں ایک عالمی سطح کی سیاحتی کشش ہے، تاہم اس کی معیشت متنوع ہے۔","vi":"Khi nền kinh tế của San Francisco gắn liền với việc đó là nơi thu hút khách du lịch đẳng cấp quốc tế, nền kinh tế của nó đa dạng hóa.","xh":"Ngoxa ezoqoqosho zaseSan Franciso zinxibelelene nayo ekubeni yindawo ethandwayo ephambili kubakhenkethi, zahlukahlukene ezoqoqosho lwayo.","yo":"Níwọn ìgbà tí aje San Francisco sopọ mọ bó ṣe jẹ́ ibi ti gbogbo arìnrìnajo àgbáyẹ nífẹsí, ajẹ́ rẹ jẹ́ oníruurú.","zu":"Noma umnotho wase-San Francisco uxhumane nawo njengendawo ethandwa yizivakashi emhlabeni wonke, umnotho wayo uyingxubevange."}
{"ar":"الإنسان هو أكثر الكائنات موهبةً في قراءة عقول الآخرين.","zh":"到目前为止，人类是最善于读懂他人心思的物种。","en":"Humans are by far the most talented species in reading the minds of others.","eu":"Besteen pentsamenduak hoberen irakurtzen dituen espeziea dira gizakiak, gaindika.","fr":"L'homme est de loin l'espèce la plus douée pour lire dans les pensées des autres.","ml":"മറ്റുള്ളവരുടെ മനസ്സ് വായിക്കുന്നതിൽ ഏറ്റവും കഴിവുള്ള ജീവവർഗ്ഗമാണ് മനുഷ്യർ.","mr":"मानव इतरांच्या मनातले ओळखणारी आतापर्यंतची सर्वात हुशार प्रजाती आहे.","ne":"मानवहरू अरूको दिमाग पढ्ने कुरामा सबै जीवहरूभन्दा प्रतिभाशाली छन्।","es":"Los seres humanos son, por mucho, la especie con más talento para leer la mente de otros.","sw":"Kwa umbali wanadamu ndio spishi yenye talanta zaidi katika kusoma akili za wengine.","te":"ఇతరుల మనస్సులు చదవడంలో మనుషులది  బాగా  ప్రతిభావంతమైన జాతి.","ur":"نوعِ بشراب تک کی سب سے زیادہ ذہین مخلوق ہے جو دوسروں کے ذہن کو پڑھ سکتی ہے۔","vi":"Cho đến nay, con người là loài giỏi nhất trong việc đọc suy nghĩ của người khác.","xh":"Abantu yeyona ndalo inesiphiwo sokufunda iingqondo yabanye.","yo":"Àwọn ọmọ ènìyàn ni wọ́n ni ẹ̀bùn kí wọ́n máa wòye ohun tó ń lọ ni ọkan ẹlòmìíràn.","zu":"Abantu izidalwa ezinekhono elidlula elezinye lokufunda izingqondo zabanye."}
{"ar":"بعد أن أصبح جلياً أن العديد من العائلات كانت تسعى للحصول على مساعدة قانونية لمكافحة عمليات الإخلاء، عُقد اجتماع في 20 مارس في \"مركز إيست باي القانوني المجتمعي\" لضحايا عملية احتيال الإسكان.","zh":"显然，很多家庭都在寻求法律帮助，以反对这种驱逐行为。为此，东湾社区法律中心于3月20日举行会议，帮助房屋诈骗的受害者。","en":"After it became apparent that many families were seeking legal help to fight the evictions, a meeting was held on March 20 at the East Bay Community Law Center for the victims of the housing scam.","eu":"Argi ikusi zenean familia asko etxegabetzeen aurka egiteko laguntza legalaren bila ari zirela, etxebizitzen iruzurraren biktimentzako bilera bat egin zen martxoaren 20an, East Bay-ko Komunitatearen Zuzenbide Zentroan.","fr":"Lorsqu'il s'est avéré que plusieurs familles cherchaient une aide juridique pour lutter contre les expulsions, une réunion a été organisée le 20 mars au centre juridique communautaire d'East Bay pour les victimes de l'escroquerie au logement.","ml":"പല കുടുംബങ്ങളും കുടിയൊഴിപ്പിക്കലിന് എതിരെ നിയമ സഹായം തേടുന്നതായി വ്യക്തമായതിനെ തുടർന്ന്, ഭവന കുംഭകോണത്തിന് ഇരയായവർക്കായി മാർച്ച് 20-ന് ഈസ്റ്റ് ബേ കമ്മ്യൂണിറ്റി ലോ സെന്ററിൽ ഒരു യോഗം നടന്നു.","mr":"ते स्पष्ट झाल्यानंतर अनेक कुटुंबे बेकायदेशीर कारवाईसाठी लढा देण्यासाठी कायदेशीर मदतीची मागणी करत होते, गृहनिर्माण घोटाळ्यातील पीडित व्यक्तींसाठी 20 मार्च रोजी पूर्व बे समुदाय कायदा केंद्र येथे एक बैठक आयोजित करण्यात आली होती.","ne":"धेरै परिवारहरूले निष्कासनसँग लड्न कानूनी सहायता खोजिरहेको स्पष्ट भएपछि, आवास ठगीका पीडितहरूका लागि इस्ट बे कम्युनिटी ल सेन्टरमा मार्च 20 मा एक बैठक राखियो।","es":"Luego de que cobró notoriedad el hecho de que numerosas familias recurrieron a asesoramiento legal contra los desalojos, el 20 de marzo se realizó una reunión en el Centro Legal de la Comunidad de East Bay con las víctimas de la estafa en torno a las viviendas.","sw":"Baada ya kuwa dhahiri kwamba familia nyingi zilikuwa zinatafuta usaidizi wa kisheria kupigana na ufukuzwaji, mkutano ulifanywa mnamo Machi 20 katika Kituo cha Sheria cha Jamii cha East Bay kwa waathirika wa utapeli wa makazi.","te":"అనేక కుటుంబాలు స్వాధీనపరచుకోవాలని చేసిన  పోరాటంలో న్యాయ సహాయం కోరుతున్నట్లు స్పష్టంగా తెలిసాకా, హౌసింగ్ కుంభకోణం బాధితుల కోసం ఈస్ట్ బే కమ్యూనిటీ లా సెంటర్ లో మార్చి 20న ఒక సమావేశం జరిగింది.","ur":"جب یہ واضح ہوگیا کہ بہت سے خاندان بے دخلیوں کا مُقابلہ کرنے کے لیے قانونی مدد ڈھونڈ رہے تھے، 20 مارچ کو ایسٹ بے کمیونٹی لاء سینٹر میں ہاوسنگ اسکیم کے متاثرین کے لیے ایک مجلس کا انعقاد کیا گیا۔","vi":"Sau khi sự việc trở nên rõ ràng là nhiều gia đình đang tìm sự trợ giúp về pháp lý để tranh đấu chống lại việc bị đuổi nhà, một buổi họp đã được tổ chức vào ngày 20 tháng Ba tại Trung tâm Luật Cộng đồng East Bay dành cho những nạn nhân của vụ lừa đảo về nhà ở này.","xh":"Emva kokuba iye yacaca ukuba iintsapho ezininzi bezidinga uncedo ngokwezomthetho ukuzwe zilwe ukugxothwa kwazo, kubanjwe intlanganiso nge-20 kweyoKwindla e-Bay East Community Law Centeryamaxhoba obuqhetseba.","yo":"Lẹ́yìn tó hàn gbangba pé ọ̀pọ̀ àwọn ìdílé ń wá ìrànlọ́wọ́ òfin láti dojúkọ lílé jáde , ìpàdé kàn wáyé ní ogúnjọ́ oṣù kẹta ní ibùdó òfin ni agbègbè ìlà-Òòrùn ìyáwó omi òkun sínú ilé.","zu":"Ngemva kokuba kubonakale ukuthi imindeni eminingi yayidinga usizo olungokomthetho lokulwisana nokuxoshwa, umhlangano wabanjwa ngoMashi 20 e-East Bay Community Law Center wezisulu zokukhwabanisa kwezindlu."}
{"ar":"تعيش الحيوانات في جميع أنحاء الكوكب. يحفرون في الأرض ويسبحون في المحيطات ويطيرون في السماء.","zh":"地球上的各个角落都有动物的身影。它们有的在地下挖洞，有的在海洋中畅游，有的在天空中翱翔。","en":"Animals are found all over the earth. They dig in the ground, swim in the oceans, and fly in the sky.","eu":"Lurraren eremu guztietan daude animaliak. Lurrean zuloak egiten dituzte, itsasoetan igeri, eta zeruan hegan.","fr":"On trouve des animaux partout sur la Terre. Ils creusent le sol, nagent dans les océans et volent dans le ciel.","ml":"ഭൂമിയിലെമ്പാടും മൃഗങ്ങളെ കാണാവുന്നതാണ്. അവർ നിലത്ത് കുഴിക്കുകയും സമുദ്രങ്ങളിൽ നീന്തുകയും ആകാശത്ത് പറക്കുകയും ചെയ്യുന്നു.","mr":"प्राणी सर्व पृथ्वीवर सापडतात. ते जमीन खोदतात, महासागरांमध्ये पोहोतात आणि आकाशात उडतात.","ne":"पृथ्वीभरि जनावरहरू पाइन्छन्। तिनीहरू भुइँमा हिड्ने, समुद्रमा पौडिने र आकाशमा उड्छन्‌।","es":"Los animales pueden ser hallados en cualquier rincón del planeta: cavan en el suelo, nadan en los océanos y vuelan los cielos.","sw":"Wanyama hupatikana duniani kote. Wanachimba ardhini, wanaogelea kwenye bahari, na wanaruka angani.","te":"భూమి అంతా జంతువులు కనిపిస్తాయి. అవి భూమిలో త్రవ్వి, సముద్రాలలో ఈదుతూ, ఆకాశంలో ఎగురును.","ur":"جانور پوری زمین پر پائے جاتے ہیں- وہ زمین کو کھودتے ہیں، سمندروں میں تیرتے ہیں اور آسمان میں اڑتے ہیں-","vi":"Động vật sinh sống ở khắp nơi trên trái đất. Chúng đào hang trong lòng đất, bơi dưới đại dương và bay trên bầu trời.","xh":"Izilwanyana zifumaneka kuwo wonke umhlaba. Ziyagrumba emhlabathini,Ziqubhe elwandle, kwaye zibhabhe esibhakabhakeni.","yo":"Eranko wà káàkiri Gbogbo àgbáyé. Wọn a ma gbẹ́lẹ̀, wọ́n a má lúwẹ̀ẹ́ ọ̀sà, wọ́n a ma fò lójú ọ̀run.","zu":"Izilwane zitholakala yonke indawo emhlabeni. Zemba phansi, zibhukude ezilwandle, futhi zindize esibhakabhakeni."}
{"ar":"العديد من المبانى جميلةٌ إلى حدٍ ما ويمكن أن يكون المنظر من مبنى طويل أو من نافذةٍ ذات موقع ذكي أمرًا رائعاً للنظر.","zh":"许多建筑物的外观都很漂亮，无论是从高楼上看去，还是从一个位置巧妙的窗口望出去，都会看到一幅美不胜收的景象。","en":"Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.","eu":"Zenbait eraikin ederrak dira ikusteko eta eraikin altu batetik edo modu adimentsuan jarritako leiho batetik ikuspegi bikainak lor daitezke.","fr":"De nombreux bâtiments sont plutôt agréables à regarder, et la vue qu'offrent les grands bâtiments ou des fenêtres savamment placées peut être d'une beauté saisissante.","ml":"പല കെട്ടിടങ്ങളും കാണാൻ നല്ല ഭംഗിയാണ് കൂടാതെ ഉയരമുള്ള ഒരു കെട്ടിടത്തിൽ നിന്നോ അല്ലെങ്കിൽ ഉചിതമായി സ്ഥാനം നിശ്ചയിച്ച് പണിത ഒരു ജനലിലൂടെയോ കാണുന്ന കാഴ്ച്ച മനോഹരമായിരിക്കും.","mr":"अनेक इमारती पाहण्यासाठी सुंदर आहेत आणि एका उंच इमारतीवरुन किंवा हुशारीने ठेवलेल्या खिडकीतून दिसणारे सुंदर दृश्य नजर खिळवून ठेवू शकते.","ne":"धेरै भवनहरू हेर्दामा लागि निकै सुन्दर छन् र अग्लो भवनबाट वा चलाखीपूर्वक राखिएका झ्यालहरूबाट हेर्दा दृश्य सुन्दरतापूर्ण हुन सक्छ।","es":"Muchos edificios son realmente hermosos a la vista y el paisaje desde aquellos de gran altura o con ventanas estratégicamente ubicadas puede ser una belleza digna de contemplar.","sw":"Majengo mengi ni mazuri sana kutazama na mtazamo kutoka kwa jengo refu au kutoka kwa dirisha lililowekwa kwa ujanja unaweza kuwa uzuri wa ajabu.","te":"చాలా భవనాలు చూడటానికి చాలా అందంగా ఉంటాయి  ఎత్తైన భవనం నుండి లేదా తెలివిగా-పొజిషన్ చేయబడిన కిటికీ నుండి దృశ్యం చూడటానికి అందంగా ఉంటుంది.","ur":"بہت سی عمارتیں دیکھنے کے لحاظ سےکافی خوبصورت ہیں اور کسی بلند عمارت سے یا کسی بہترین جگہ پر موجود کھڑکی سے اس کا نظارہ قابل دید ہوتا ہے۔","vi":"Nhiều tòa nhà khá đẹp mắt và quang cảnh từ một tòa nhà cao tầng hoặc từ một cửa sổ được bố trí thông minh có thể là một cảnh đẹp đáng chiêm ngưỡng.","xh":"Izakhiwo ezininzi zintle kakhulu xa uzibukele ukwindawo ekrelekrele ephakamileyo okanye kwisakhiwo esiphakamileyo bubuhle beliso bodwa.","yo":"Ọ̀pọ̀ àwọn ilẹ́ màa ń dára láti wò àti wípẹ́ ìwòye láti orí ilé gogoro tàbí làti ojú fèrèsè ta fi ọgbọ́n gbẹ̀kalè màa ǹ dára láti wò.","zu":"Izakhiwo eziningi zinhle kakhulu ukuzibuka futhi nokubuka indawo usesakhiweni eside noma efasiteleni elibekwe ngobuhlakani kungaba into enhle ukuyibuka."}
{"ar":"كما تؤكّد الحكومة الأيرلندية على الضرورة الملحّة لتشريعٍ برلمانيٍ لتصحيح الوضع.","zh":"为整顿这一局面，爱尔兰政府迫切希望议会推出立法。","en":"The Irish government is stressing the urgency of parliamentary legislation to rectify the situation.","eu":"Irlandako gobernuak azpimarratu du legedi parlamentarioa gauzatu behar dela egoera zuzentzeko.","fr":"Le gouvernement irlandais souligne l'urgence d'une législation parlementaire pour rectifier la situation.","ml":"സ്ഥിതിഗതികൾ നേരെയാക്കുന്നതിന് പാർലമെന്ററി നിയമ നിർമ്മാണത്തിന്റെ അത്യാവശ്യം ഐറിഷ് സർക്കാർ ഊന്നി പറയുന്നു.","mr":"परिस्थितीत सुधारणा आणण्यासाठी आयरिश सरकार संसदीय कायद्याच्या निकडीवर भर देत आहे.","ne":"आइरिस सरकारले आफ्नो परिस्थिति सुधार्न संसदीय कानून बनाउनु पर्ने कुरामा जोड दिँदैछ।","es":"Las autoridades de Irlanda insisten en la urgencia de una normativa parlamentaria a fin de rectificar la situación.","sw":"Serikali ya Ayalandi inasisitiza dharura ya sheria za bunge ili kurekebisha hali.","te":"ఐరిష్ ప్రభుత్వం పరిస్థితిని సరిచేయడానికి పార్లమెంటరీ చట్టం యొక్క ఆవశ్యకతను గట్టిగా చెబుతోంది.","ur":"آئرش حکومت صورتحال کو درست کرنے کے لیے پارلیمانی قانون سازی کی عجلت پر زور دے رہی ہے۔","vi":"Chính quyền Ireland đang nhấn mạnh sự khẩn cấp của việc nghị viện thông qua một đạo luật giúp giải quyết tình huống này.","xh":"Urhulumente waseIreland ugxininisa into yokungxamiseka komthetho wasepalamente oza kulungisa le meko.","yo":"Ìjọba Irish n tenumó ìsẹpàtàkì ìsòfin láti ilé ìgbìmò asòfin láti sẹ àtúnsẹ ìsèlè náà.","zu":"Uhulumeni wase-Ireland ugcizelela ukwenza umthetho wasephalamende ngokushesha ukulungisa isimo."}
{"ar":"وفي جوهر الأمر، أحدث عصر النهضة تغييراً كبيراً في نهج التعلم ونشر المعرفة.","zh":"文艺复兴从根本上让学习和知识传播的方式产生了重大变化。","en":"In essence, the Renaissance made a significant change in the approach to learning and the dissemination of knowledge.","eu":"Oro har, errenazimenduan aldaketa nabarmena gertatu zen ezagutza ikasteko eta hura hedatzeko hurbilketari dagokionez.","fr":"En somme, la Renaissance a été à l'origine d'un changement majeur dans la façon d'envisager l'apprentissage et la diffusion des connaissances.","ml":"ചുരുക്കത്തിൽ പറഞ്ഞാൽ, നവോത്ഥാനം പഠനത്തിനോടുള്ള സമീപനത്തിലും അറിവിന്റെ വ്യാപനത്തിലും വലിയൊരു മാറ്റം സൃഷ്ടിച്ചു.","mr":"थोडक्यात सांगायचे तर पुनरुज्जीवन काळात अध्ययना कडे पाहण्याचा दृष्टीकोन आणि ज्ञानाचे प्रसारण यात महत्वाचा बदल घडवून आणला.","ne":"सारमा, पुनरुत्थानले सिकाइको दृष्टिकोण र ज्ञानको प्रचारमा उल्लेखनीय परिवर्तन गरेको छ।","es":"Básicamente, el Renacimiento significó un cambio de contundente en la perspectiva del aprendizaje y la transmisión del conocimiento.","sw":"Kimsingi, Kipindi cha Mwamko kilifanya mabadiliko muhimu katika mbinu za kujifunza na usambazaji wa maarifa.","te":"ప్రాథమికంగా, పునరుజ్జీవనం అనేది అభ్యాసానికి ఇంకా జ్ఞానాన్ని విస్తరింపజేయడంలో గణనీయమైన మార్పుని తెచ్చింది.","ur":"خلاصہ یہ ہے کہ، رناایسنس نے سیکھنے اور علم کے پھیلاؤ کے نقطہ نظر میں ایک اہم تبدیلی کی۔","vi":"Về bản chất, thời kỳ Phục Hưng đã tạo nên sự thay đổi lớn về cách thức nghiên cứu và truyền bá kiến thức.","xh":"Ngokuyintloko, Imvuselelo yenza utshintsho olukhulu kwindlela yokujonga ukufunda kunye nendlela yokudlulisela ulwazi.","yo":"Ní àkótán, ọ̀làjú náà se àyípadà pàtàkì sí ilànà ẹ̀kọ́ àti ìtànkálẹ̀ ìmọ̀.","zu":"Ngempela, iNguquko yenze ushintsho olukhulu endleni yokufunda nasekusabalaliseni ulwazi."}
{"ar":"تحتوي خدمة مترو ريل على درجتين في قطارات المسافرين من وحول مدينة كيب تاون: مترو بلس (تُدعى أيضًا الدرجة الأولي) ومترو (تُدعى الدرجة الثالثة).","zh":"开普敦城内和绕城的通勤火车上有 MetroRail 车厢，MetroRail 有两个等级：MetroPlus（也叫头等舱）和Metro（也叫三等舱）。","en":"MetroRail has two classes on commuter trains in and around Cape Town: MetroPlus (also called First Class) and Metro (called Third Class).","eu":"MetroRai-ek bi klase ditu Lurmutur Hiriaren barruko eta inguruko trenetan: MetroPlus (lehenengo klasea ere deitua) eta Metro (hirugarren klasea ere deitua).","fr":"MetroRail propose deux classes dans les trains de banlieue du Cap et de ses environs : MetroPlus (également appelée première classe) et Metro (appelée troisième classe).","ml":"കേപ്പ് ടൗണിലും പരിസരത്തുമുള്ള യാത്രാ ട്രെയിനുകളിൽ മെട്രോറെയിലിന് രണ്ട് ക്ലാസുകൾ ഉണ്ട്: മെട്രോപ്ലസ് (ഫസ്റ്റ് ക്ലാസ് എന്നും വിളിക്കുന്നു) അതോടൊപ്പം മെട്രോ (തേർഡ് ക്ലാസ് എന്നും വിളിക്കുന്നു).","mr":"मेट्रोरेलचे केप टाऊन आणि प्रवाशी रेल्वे साठी 2 वर्ग आहेत: मेट्रो प्लस (याला पहिला वर्ग ही म्हणतात) आणि मेट्रो (तृतीय वर्ग म्हणतात).","ne":"केप टाउन र वरपर यात्रुवाहक रेलहरूमा मेट्रोरेलका दुई वर्ग छन्: मेट्रोप्लस (फर्स्ट क्लास भनिने) र मेट्रो (थर्ड क्लास भनिने)।","es":"MetroRail cuenta con dos tipos de ferrocarriles suburbanos en Ciudad del Cabo y zonas aledañas: MetroPlus (también conocido como Primera Clase) y Metro (denominado Tercera Clase).","sw":"MetroRail ina daraja mbili katika treni za abiria ndani na karibu na Cape Town: MetroPlus (pia huitwa Daraja la Kwanza) na Metro (huitwa Daraja la Tatu).","te":"కేప్ టౌన్ మరియు చుట్టుపక్కల ప్రయాణికుల రైళ్ళలో మెట్రోరైల్ రెండు తరగతులు ఉన్నాయి: మెట్రోప్లస్ (ఫస్ట్ క్లాస్ అని కూడా పిలుస్తారు) మరియు మెట్రో (థర్డ్ క్లాస్ అని పిలుస్తారు).","ur":"کیپ ٹاؤن اور اسکے ارد گرد مسافر ریل گاڑیوں میں میٹرو ریل کے دو درجہ ہیں : میٹرو پلس (اسے پہلا درجہ بھی کہا جاتا ہے) اور میٹرو (تیسرا درجہ) ہوتا ہے-","vi":"Hệ thống MetroRail có hai hạng trên các chuyến tàu đi lại trong và quanh Cape Town: MetroPlus (còn được gọi lại hạng Nhất) và Metro (được gọi là hạng Ba)","xh":"IMetroRail ineeklasi ezimbini koololiwe babakhweli eKapa neziphaluka: iMetroPlus (ekwabizwa ngokuba yiKlasi yokuQala) neMetro (ebizwa ngokuba yiKlasi yesiThathu).","yo":"Ọkọ̀ ojú irin agbègbè ní ìpele méjì fún àwọn olùrìnrìn ojú irin nínú àti lágbègbè Cape Town: Metroplus (ti wọ́n tún ń pè ní ìpele àkọ́kọ́) àti Metro ( tí wọ́n pè ní ìpele kẹta.","zu":"IMetroRail inezigaba ezimbili zezitimela zabagibeli eKapa kanye nasezindaweni ezizungezile: iMetroPlus (ebuye ibizwe ngokuthi Isigaba Esiphezulu) kanye neMetro (ebizwa ngeSigaba Sesithathu)."}
{"ar":"بسبب حرارة النهار، قد يرى المسافرون السراب الذي يوهم بوجود الماء (أو أشياء أخرى).","zh":"在白天最热的时候，旅行者们可以体验到由水（或其他东西）所形成的错觉——海市蜃楼。","en":"In the heat of the day, travelers can experience mirages that give the illusion of water (or other things).","eu":"Eguneko beroaren eraginpean, bidaiariek ilusioak izan ditzakete, ura (edo beste zerbait) dagoen irudipena ematen dutenak.","fr":"Avec la chaleur de la journée, les voyageurs peuvent apercevoir des mirages qui donnent l'illusion de l'eau (ou d'autres choses).","ml":"പകൽ ചൂടിൽ, യാത്രക്കാർക്ക് വെള്ളത്തിന്റെ (അല്ലെങ്കിൽ മറ്റ് വസ്തുക്കളുടെ) മിഥ്യാബോധം നൽകുന്ന ജലവിഭ്രാന്തി അനുഭവിക്കാൻ കഴിയും.","mr":"दिवसाच्या उष्णतेमध्ये, प्रवाशांना मृगजळाचा अनुभव येऊ शकतो, जे पाणी असल्याचा भास निर्माण करतात (किंवा इतर वस्तू).","ne":"दिउँसोको गर्मीमा यात्रीहरूले पानीको जस्तो भ्रम (वा अन्य चीजहरू) दिने मिराजहरू अनुभव गर्न सक्छन्।","es":"Durante el calor diurno, es posible que los turistas vean espejismos que generan la ilusión de visualizar agua, entre otros.","sw":"Katika joto la siku, wasafiri wanaweza kuona mazigazi ambayo hutoa dhana ya maji (au vitu vingine).","te":"పగటి పూట వేడిలో, ప్రయాణికులు ఎండమావి (లేదా ఇతర విషయాలు) యొక్క భ్రమను ఇచ్చే అద్భుతాలను అనుభవించవచ్చు.","ur":"دن کی گرمی میں، مسافروں کو نظر کا دھوکا ہوسکتا ہے جو پانی (یا دوسری چیزوں) کا بھرم دیتا ہے۔","vi":"Trong cái nóng ban ngày, du khách có thể trải qua ảo ảnh giống như ảo giác về nước (hoặc những thứ khác).","xh":"Xa kushushu kakhulu, abahambi bangabona imbonakalo engathi ngamanzi (okanye ezinye izinto).","yo":"Nínú gbogbo rògbòdìyàn òní, àwọn arìnrìn àjò lè ní ìrírí òmìrán tí ó dábí omi (tàbí àwọn ǹkan míràn).","zu":"Uma kuwusuku olushisayo, izihambi zingabona utalagu olubukeka njengamanzi (noma ezinye izinto)."}
{"ar":"مع ذلك، هناك عدة طرق مختلفة حول العالم لشرب القهوة والتي تستحق التجريب.","zh":"尽管如此，世界上还是有许多独特的咖啡饮用方式，这些方式都值得去体验。","en":"Nevertheless, there are many distinctive ways of drinking coffee around the world that are worth experiencing.","eu":"Hala ere, kafea edateko berezko mota ugari daude munduan, probatzea merezi dutenak.","fr":"Néanmoins, il existe de nombreuses façons de boire le café dans le monde entier qui valent la peine d'être expérimentées.","ml":"എന്നിരുന്നാലും, ലോകമെമ്പാടും കാപ്പി കുടിക്കുന്നതിൽ അനുഭവിച്ചറിയേണ്ട സവിശേഷമായ നിരവധി മാർഗങ്ങളുണ്ട്.","mr":"तरीसुद्धा, जगभरात अनुभव घ्यायला हवा, अशा कॉफी पिण्याच्या खास पद्धती आहेत.","ne":"यद्यपि, अनुभव गर्नका लागि विश्वभरि योग्य कफी पिउने धेरै विशिष्ट तरिकाहरू छन्।","es":"No obstante, hay muchas formas diferentes de tomar café en todo el planeta, que merecen ser probadas.","sw":"Walakini, kuna njia nyingi za kipekee za kunywa kahawa ulimwenguni kote ambazo zinafaa kushuhudiwa.","te":"ఏదేమైనా, ప్రపంచవ్యాప్తంగా కాఫీ త్రాగడానికి అనేక విలక్షణమైన మార్గాలు ఉన్నాయి, అవి అనుభవించడానికి యోగ్యమైనవి.","ur":"باوجود اس کے، دنیا بھر میں کافی پینے کے کئی امتیازی طریقے موجود ہیں جس کا تجربہ کیا جاسکتا ہے۔","vi":"Tuy nhiên, trên thế giới còn rất nhiều cách uống cà phê đáng để thử một lần.","xh":"Nangona kunjalo, kwihlabathi liphela, zininzi iindlela ezahlukahlukeneyo zokuphunga ikofu ezimele zizanywe.","yo":"Àmọ́sá, ọ̀pọ̀ ọ̀nà ọ̀dọ̀ lówà láti fi mún kọfí káàkiri àgbáyé tí o ní láti nírìírí.","zu":"Nokho, ziningi izindlela ezihlukile zokuphuza ikofi emhlabeni jikelele okufanele zizanywe."}
{"ar":"من العيوب الأخرى لعدسات التكبير هو أن أقصى فتحة (أي السرعة) للعدسة تكون عادة أقل.","zh":"变焦镜头的另一个缺点是镜头的最大光圈（速度）通常较小。","en":"Another disadvantage of zoom lenses is that the maximum aperture (the speed) of the lens is usually lower.","eu":"Zoom lenteen beste desabantaila bat da lentearen irekidura maximoa (abiadura) baxuagoa izan ohi dela.","fr":"Un autre inconvénient des objectifs zooms est que l’ouverture (la vitesse) maximale de l’objectif est généralement plus faible.","ml":"സൂം ലെൻസുകളുടെ മറ്റൊരു പോരായ്മ ലെൻസിന്റെ പരമാവധി അപ്പർച്ചർ (വേഗത) പൊതുവെ കുറവാണ് എന്നതാണ്.","mr":"झूम लेन्सचा आणखी एक तोटा म्हणजे लेन्सचे कमाल एपर्चर (वेग) सहसा कमी असते.","ne":"लेन्सको अधिकतम एपेचर (गति) प्रायः कम हुने भएर जुम लेन्सको अर्को घाटा हो।","es":"Otra desventaja de las lentes con zum es que la máxima apertura (la velocidad) de la lente es, por lo general, más reducida.","sw":"Ubaya mwingine wa lenzi za ukuzaji ni kuwa kilango kipana zaidi (kasi) cha lenzi kwa kawaida huwa cha chini.","te":"జూమ్ లెన్స్‌ల యొక్క మరొక ప్రతికూల విషయం, లెన్స్ యొక్క గరిష్ట సూక్ష్మరంద్రం (వేగం) సాధారణంగా తక్కువగా ఉంటుంది.","ur":"زوم لینسوں کا ایک دوسرا نقصان اسکے لینس کا زائد ترین اپرچر (رفتار) ہے جو عام طور پر کم ہوتا ہے-","vi":"Một bất lợi khác của ống kính phóng đại là độ mở ống kính (tốc độ chụp) tối đa thường thấp.","xh":"Enye into engathandekiyo ngeelensi zokusondeza kukuba santya selensi sidla ngokuba phantsi.","yo":"Àléébù mìíràn tí lẹ́ǹsì àwosúnsún nipé bi ihò bà ṣe tóbi sí (bí o ṣe yára sí ) bẹẹni lẹ́ǹsì lọ́pọ̀ ìgbà yíò sì kéré sí .","zu":"Okunye ukungathandeki kwamalensi okukhulisa iznto ukuthi ubukhulu bemboniso engenisa ukukhaya (isivinini) belensi buphansi ngokuvamile."}
{"ar":"قد تحتاج العائلة التي تصطحب أطفالاً صغاراً إلى المزيد من الإعدادات، لكن ما زال قضاء اليوم في الخارج أمراً ممكناً بسهولة حتى مع الرضع والأطفال دون سن المدرسة.","zh":"有小孩的家庭可能需要做更多的准备，但即使带着婴儿和学龄前儿童，在户外待一天也不难。","en":"Families with small children may need more preparations, but a day outdoors is easily possible even with babies and pre-school children.","eu":"Haur txikiak dituzten familiek prestakuntza handiagoa behar dute baina egun bat kanpoan igarotzea posible da haurtxoak eta ume txikiak izanik ere.","fr":"Les familles ayant de jeunes enfants peuvent avoir besoin de plus de préparation, mais il est possible de passer une journée en plein air, même avec des bébés et des enfants d’âge préscolaire.","ml":"ചെറിയ കുട്ടികളുള്ള കുടുംബങ്ങൾക്ക് കൂടുതൽ തയ്യാറെടുപ്പുകൾ ആവശ്യമായിവരാം, എന്നാൽ കുഞ്ഞുങ്ങളും പ്രീ-സ്കൂൾ കുട്ടികളും ഉള്ളവർക്ക് പോലും ഒരു ദിവസത്തെ പുറത്തുള്ള ചെലവഴിക്കൽ എളുപ്പത്തിൽ സാധ്യമാണ്.","mr":"लहान मुले असलेल्या कुटुंबांना अधिक तयारीची आवश्यकता असू शकते, परंतु लहान बाळ आणि अंगणवाडीतील मुलांसह एखादा दिवस घराबाहेर फिरणे अगदी सहज शक्य आहे.","ne":"साना बच्चाहरू सहितका परिवारहरूलाई थप तयारीहरू आवश्यक पर्न सक्छ, तर बच्चा र प्रि-स्कुलका बच्चाहरूसँग पनि दिनमा घर बाहिर निस्कन सजिलै सम्भव हुन्छ।","es":"Si bien es posible que los grupos familiares con niños de corta edad requieran más preparativos, incluso con bebés e infantes en edad preescolar, es sencillo pasar un día al aire libre.","sw":"Huenda familia zilizo na watoto wadogo zikahitaji matayarisho mengi, lakini siku moja nje inawezekana kwa urahisi hata kukiwa na watoto wachanga na wale walio karibu kwenda shuleni.","te":"చిన్న పిల్లలు న్న కుటుంబాలకు మరిన్ని సన్నాహాలు అవసరం కావొచ్చు, అయితే, పిల్లలు మరియు ప్రీ స్కూలు పిల్లలు ఉన్నప్పటికీ కూడా ఒక రోజు ఆరుబయట తేలికగా సాధ్యం అవుతుంది.","ur":"چھوٹے بچوں والے اہل خانہ کو زیادہ تیاریوں کی ضرورت پڑسکتی ہے، لیکن بچوں اور پری-اسکول کے بچوں کے ساتھ بھی ایک روزہ آؤٹ ڈورس آسانی سے ممکن ہے-","vi":"Những gia đình có con nhỏ có thể cần phải chuẩn bị nhiều hơn, mặc dù vậy, việc dành một ngày ở ngoài trời là điều khá dễ dàng ngay cả với những em bé sơ sinh và trẻ mẫu giáo.","xh":"Iintsapho ezinabantwana abancinane kungafuneka zenze amalungiselelo angakumbi, kodwa ukuchitha usuku ngaphandle kunokwenzeka nokuba kukho iintsana okanye abantwana abangekaqali sikolo.","yo":"Awon ebi to ni omo kekere le nilo igbaradi si, sugbon o seese ki eyan lo ojo kan ni ita gbangba pelu awon omo ikoko ati omo jelesimi gaan.","zu":"Imindeni enezingane ezincane ingadinga ukulingiselela okwengeziwe, kodwa usuku ngaphandle lungenzeka kalula ngisho nangabantwana abancane kanye nezingane ezingakayi esikoleni."}
{"ar":"قال كبير مفتشي الجمعية الملكية لمنع القسوة على الحيوانات في نيو ساوث ويلز ديفيد أوشانيسي لـABC أن المراقبة والتفتيش على المسالخ يجب أن تكون شائعة في أستراليا.","zh":"英国皇家防止虐待动物协会 (RSPCA ) 新南威尔士州总督察大卫·奥沙纳西 (David O'Shannessy) 告诉 ABC，在澳大利亚监管和视察屠宰场应该是司空见惯的事。","en":"RSPCA New South Wales chief inspector David O'Shannessy told the ABC that surveillance and inspections of abattoirs should be commonplace in Australia.","eu":"Hegoaldeko Gales Berriko RSPCAko inspektore nagusi David O'Shannessy-k esan dio ABCri hiltegien zaintza eta ikuskapenek ohiko izan beharko luketela Australian.","fr":"L’inspecteur de chef de RSPCA New South Wales David O’Shannessy déclara à ABC que la surveillance et l’inspection des abattoirs devrait être une évidence en Australie.","ml":"കശാപ്പ് ശാലകളുടെ നിരീക്ഷണവും പരിശോധനകളും ആസ്ത്രേലിയയിലെ സാമാന്യ വിഷയം ആയിരിക്കണമെന്ന് RSPCA ന്യൂ സൗത്ത് വെയിൽസ് ചീഫ് ഇൻസ്പെക്ടറായ ഡേവിഡ് ഓഷാനസി ABC യോട് പറഞ്ഞു.","mr":"आरएसपीसीए न्यू साऊथ वेल्सचे प्रमुख निरीक्षक डेविड ओ' शानेसी यांनी एबीसीला सांगितले की कत्तलखान्यांचे सर्वेक्षण आणि तपासणी ऑस्ट्रेलियात सर्वत्र झाली पाहिजे.","ne":"अस्ट्रेलियामा अपहरणकारीहरूको निगरानी र निरिक्षण सामान्य हुनु पर्छ भनेर RSPCA न्यु साउथ वेल्सका निरिक्षक डेभिड ओ'शनेसीले ABCलाई भने।","es":"David, O'Shannessy, jefe de inspección de la RSPCA Nueva Gales del Sur, afirmó a ABC que en Australia debería ser algo normal someter a vigilancia e inspecciones a los mataderos.","sw":"Inspekta David O’Shannesy wa RSPCA Wales mpya kusini aliambia ABC kuwa ufuatiliaji na ukaguzi wa maiti wafaa kuwa mahali pa kawaida pale Australia.","te":"ఆస్ట్రేలియాలో అబాట్టర్ల నిఘా, తనిఖీలు సర్వసాధారణమని ఆర్ ఎస్ పీసీఏ న్యూ సౌత్ వేల్స్ చీఫ్ ఇన్ స్పెక్టర్ డేవిడ్ ఓ షాన్నెస్సీ ఏబీసీకి తెలిపారు.","ur":"آر آیس پی سی اے کا نیا جنوبی ویلز چیف انسپکٹر دیوڈ او شانیسی نے اے بی سی کو بتانا کہ ذبح خانوں کی نگرانی اور معائنہ آسٹریلیا میں عام جگہ میں ہوگی۔","vi":"Chánh thanh tra thuộc RSPCA New South Wales, David O'Shannessy nói với ABC rằng cần phải phổ biến hoạt động giám sát và kiểm tra lò mổ ở Úc.","xh":"Umhloli oyintloko we-RSPCA wase New South Wales uDavid O'Shannessy uxelele i-ABC ukuba ukugada kunye nokuhlolwa kwezilarha kufanele kube yinto eqhelekileyo e-Australia.","yo":"RSPCA New South Wales olùbẹ̀wò David O'Shanessy sọ fún ABC pé àkíyèsí àti ìbẹ̀wò ibi ti wọ́n ti n pa ẹran niláti jẹ́ ibi tí gbogbo ènìyàn ms ní Australia.","zu":"Umhloli omkhulu weRSPCA yaseNyakatho Wales Entsha uDavide O’Shannessy utshele i-ABC ukuthi ukugadwa nokuhlolwa kwamadela kumelwe kube yinto evamile e-Australia."}
{"ar":"تركز هذه العقلية على السرعة والمنطق والدقة وأيضاً على تحديد الحقائق وإعادة تطبيق التقنيات الموجودة وجمع المعلومات.","zh":"这种思维模式看重的是速度、逻辑和准确性，还有甄别事实、对现有技术的重新应用和信息收集。","en":"The focus of this mindset is speed, logic and accuracy, also identification of facts, reapplying existing techniques, gathering information.","eu":"Pentsamolde hori abiaduran, logikan eta zehaztasunean oinarritzen da, baita gertakariak identifikatzean, eskuragarri dauden teknikak erabiltzean eta informazioa biltzean ere.","fr":"Cet état d'esprit repose sur la rapidité, la logique et l'exactitude, mais aussi l'identification des faits, la mobilisation de techniques pré-existantes et la recherche d'infos.","ml":"ഈ മാനസികാവസ്ഥയുടെ കേന്ദ്രബിന്ദു വേഗത, യുക്തി, കൃത്യത എന്നിവയും, അതോടൊപ്പം യാഥാർത്ഥ്യങ്ങളെ തിരിച്ചറിയുകയും, നിലവിലുള്ള സാങ്കേതിക വിദ്യകൾ വീണ്ടും ഉപയോഗിക്കുന്നതും, വിവരങ്ങൾ ശേഖരിക്കുന്നതുമാണ്.","mr":"या मानसिकतेचा भर वेग, तर्क आणि अचूकतेवर आहे, तसेच वस्तुस्थिती ओळखणे, वर्तमान तंत्रांचा पुन्हा अवलंब, माहिती संकलनावर देखील आहे.","ne":"यो मानसिकताको जोड भनेको गति, तर्क र शुद्धता साथै तथ्यहरूको पहिचान अवस्थित तरिकाहरूको पुनः प्रयोग जानकारी सङ्कलन हो।","es":"El aspecto central de esta forma de pensar es la rapidez, la lógica y la precisión, así como la identificación de cuestiones fácticas a través de la reutilización de técnicas existentes y de la recolección de datos.","sw":"Angazio la mtazamo huu ni kasi, mantiki na usahihi, pia utambuzi wa ukweli, kutumia tena mbinu zilizopo, kukusanya taarifa.","te":"ఈ మైండ్ సెట్ యొక్క ప్రధాన ాంశం వేగం, తర్కం మరియు ఖచ్చితత్త్వం, వాస్తవాలను గుర్తించడం, ఇప్పటికే ఉన్న టెక్నిక్ లను తిరిగి అన్వయించడం, సమాచారాన్ని సేకరించడం.","ur":"اس ذہنیت کا نقطہ ارتکاز، رفتار، منطق اور درستگی کے علاوہ حقائق کی شناخت کرنا، موجودہ تکنیک کا دوبارہ استعمال کرنا، معلومات جمع کرنا بھی ہے-","vi":"Sự tập trung tâm trí là tốc độ, sự hợp lý và tính chính xác, cũng như sự xác định thực tế, áp dụng lại các kỹ thuật có sẵn, thu thập thông tin.","xh":"Injongo zalomboni sijoliswe kwisantya, kulandelelwano nakwinkcaneko nasekuphawuleni amanqanaba, kuphindaphindwe amacebo akhoyo, kuqokelelwe ulwazi.","yo":"Afojusun ero okan yi ni ijafafa, ogbon inu ati isefefe o tun je ida otito mo, lilo awon eeto aatele ti o wa nile, kiko otito jo.","zu":"Ukugxila kwalomcabango isivinini, ingqondo kanye nokunemba, futhi nokuphawulwa kwamaqinisio, ukusebenzisa kabusha izindlela ezikhona, ukuqongelela ukwaziswa."}
{"ar":"مع وجود عدد لا نهائي من الاختلافات ممكنة، لا يزال هذا ما يعنيه معظم الناس عندما يتحدثون عن \"الذهاب إلى عالم ديزني\".","zh":"迪士尼的玩法有无数种，但对大多数人来说，“去迪士尼乐园”就是这个意思。","en":"There are infinite variations possible, but this remains what most people mean when they talk of \"going to Disney World\".","eu":"Aldaera amaigabeak daude, baina hori da jende gehienak esan nahi duena “Disney World-era joatea” esaten duenean.","fr":"Une infinité de variations sont possibles, mais c’est ce qu’entendent la plupart des gens lorsqu’ils parlent d’« aller à Disney World ».","ml":"അനേകം വകഭേദങ്ങൾ സാധ്യമാണ്, പക്ഷേ “ഡിസ്നി വേൾഡിലേക്ക് പോകുന്നു” എന്നതിനെക്കുറിച്ച് പറയുമ്പോൾ മിക്ക ആളുകളും ഇത് മാത്രമാണ് അവശേഷിക്കുന്നത്.","mr":"\"तेथे अमर्याद विविध गोष्टी करणे शक्य आहे, परंतु लोकं \"\"डिस्ने वर्ल्डला जात आहे\"\" याबद्दल बोलतात तेव्हा त्यांना हेच म्हणायचे असते.\"","ne":"यो अन्य विभिन्न तरिकाले गर्न सम्भव छ तर धेरैजसो मानिसहरू “डिज्नी वर्ल्डमा घुम्न जाने” भन्दा यही भन्न खोजेका हुन्छन्।","es":"Existen infinitas variantes posibles, pero esto continúa siendo a lo que la mayoría de la gente se refiere cuando habla de «ir a Disneylandia».","sw":"Kuna tofauti zisizo na kikomo zinazopatikana, lakini hili linabaki kuwa jambo ambalo watu wengi humaanisha wanaposema wanaenda Ulimwengu wa Disney”.\"","te":"\"అనంతమైన వైవిధ్యాలు సాధమవుతాయి, కానీ చాలా మంది \"\"డిస్నీ వరల్డ్‌కు వెళ్లడం\"\" గురించి మాట్లాడినప్పుడు  ఇది అలాగే ఉంటుందని  అర్థం.\"","ur":"لامحدود اختلافی باتیں ممکن ہیں، لیکن یہی بات رہ جاتی ہے جو \"ڈزنی ورلڈ جانے\" کی بات کرتے ہوئے زیادہ تر لوگوں کی مراد ہوتی ہے۔","vi":"Có thể có vô số biến thể nhưng điều này vẫn là ý của hầu hết mọi người khi họ nói về \"đi Thế giới Disney\".","xh":"Azibaleki izinto ezingumahloko ezinokubakho, kodwa le ihlala iyile nto ithethwa ngabantu xa bethetha “ngokuya e-Disney World.”","yo":"Orírìíríṣìí ìdí ni ó wà tí o lè fà á, ṣùgbọ́n èyí jẹ́ ohun tí ọ̀pọ̀ ní lọ́kàn tí wọ́n ba ń sọ̀rọ̀ nípa “lílọ sí Disney World”.","zu":"Ziningi Izinto ongakhetha kuzona, kodwa lokhu kuhlala kuyilokho abantu abakushoyo uma bekhuluma \"ngokuya e-Disney World.\""}
{"ar":"يذهب السائحون في هذا النوع من السياحة يذهب إلى مكان مختلف للغاية عما اعتادوه في حياتهم اليومية بهدف الاسترخاء والاستمتاع.","zh":"这是指人们去一个与他们日常生活截然不同的地方进行放松和娱乐。","en":"This is when people go to a place that is very different from their regular day-to-day life to relax and have fun.","eu":"Jendea bere eguneroko bizitzaren oso bestelakoa den toki batera joatean datza, atseden hartzeko eta ongi pasatzeko.","fr":"C'est le moment où les gens se rendent dans un endroit, complètement différent de ce qu'il voit au quotidien, pour se détendre et prendre du bon temps.","ml":"ആളുകൾ അവരുടെ ദൈനംദിന ജീവിതത്തിൽ നിന്ന് ഏറെ മാറിയ ഒരു സ്ഥലത്ത് വിശ്രമിക്കാനും നേരമ്പോക്കിനായും പോകുമ്പോഴാണിത്.","mr":"हे तेव्हा असते जेव्हा लोक एका ठिकाणाहून दुसरीकडे जातात, हे दैनंदिन क्रियांपेक्षा खूप वेगळे असते आराम करण्याकरिता आणि आनंद घेण्यासाठी.","ne":"कुनै त्यस्तो अवस्थामा व्यक्ति एक स्थानमा जान्छन् जुन आराम लिन र रमाइलोका लागि हुन्छ जुन उनीहरूको नियमित दैनिक जीवनभन्दा भन्दा फरक हुन्छ।","es":"Ello ocurre cuando los viajeros elijen un destino muy distinto al de su vida habitual con el fin de relajarse y divertirse.","sw":"Huu ni wakati watu wanaenda mahali ambapo ni tofauti sana na maisha yao ya kawaida ya kila siku kupumzika na kufurahia.","te":"ఈ సమయంలో ప్రజలు తమ రోజువారీ జీవితానికి చాలా భిన్నంగా ఉండే ప్రదేశానికి వెళ్లి రిలాక్స్ గా మరియు సరదాగా గడపాల్సి ఉంటుంది.","ur":"یہ تب واقع ہوتا ہے جب لوگ سکون پانے اور لطف اندوز ہونے کے لیے اپنی روز بہ روز کی باقاعدہ زندگی سے بالکل مختلف جگہ پر جاتے ہیں۔","vi":"Đó là khi người ta đi đến một địa điểm khác xa so với cuộc sống thường nhật của mình để thư giãn và tìm niềm vui.","xh":"Kulapho abantu bavele baye kwindawo eyohluke lee kuna le bayiqhelileyo smahla bayokhululeka bonwabe.","yo":"Èyí ni bí àwọn èèyàn bá lọ sí ibìkan tó yàtọ̀ sáwọn ibi tó yàtọ̀ sí ìgbé aué òòjọ́ wọn láti lọ gbádùn , se fàájì ara wọn.","zu":"Lapha yilapho abantu beya endaweni ehluke kakhulu kulokho abakwenza nsukuzonke ngokuvamile ukuze bayoncebeleka futhi bazijabulise."}
{"ar":"لا يوجد أيضاً أي شرطٍ للحصول على رقمٍ محلي من المجتمع الذي تعيش فيه؛ يمكنك الحصول على اتصال إنترنت عبر الأقمار الصناعية في براري تشيكن في ألاسكا واختيار رقم يَدّعِي أنك في ولاية أريزونا المشمسة.","zh":"是否在居住的社区获得本地号码，这点没有要求；你可以在阿拉斯加奇金的野外获得卫星互联网连接，然后选一个号码，显示你位于阳光明媚的亚利桑那州。","en":"There is also no requirement that you obtain a local number from the community in which you live; you can obtain a satellite Internet connection in the wilds of Chicken, Alaska and select a number which claims you're in sunny Arizona.","eu":"Halaber, ez duzu zertan lortu bizi zaren komunitateko zenbakirik; satelite bidezko Interneterako konexioa lor dezakezu Alaskako Chicken basatian eta Arizona eguzkitsuan zaudela adierazten duen zenbaki bat hautatu.","fr":"Il n’est pas non plus obligatoire d’obtenir un numéro local de la collectivité dans laquelle vous vivez; vous pouvez obtenir une connexion Internet par satellite dans les contrées sauvages de Chicken, en Alaska, et sélectionner un numéro qui indique que vous êtes dans l’Arizona ensoleillée.","ml":"നിങ്ങൾ താമസിക്കുന്ന ചുറ്റുപാടിൽ നിന്ന് ഒരു പ്രാദേശിക നമ്പർ നേടേണ്ട ആവശ്യവും ഇല്ല; അലാസ്കയിലെ ചിക്കൻ വനങ്ങളിൽ നിങ്ങൾക്ക് ഒരു സാറ്റലൈറ്റ് ഇന്റർനെറ്റ് കണക്ഷൻ ലഭിക്കും ഒപ്പം നിങ്ങൾ സണ്ണി അരിസോണയിലാണെന്ന് അവകാശപ്പെടുന്ന ഒരു നമ്പർ തിരഞ്ഞെടുക്കുക.","mr":"तुम्ही ज्या समुदायामध्ये राहता त्या समुदायाकडून तुम्हाला स्थानिक क्रमांक मिळण्याची आवश्यकता नाही; तुम्ही चिकन, अलास्काच्या जंगलात उपग्रह इंटरनेट कनेक्शन मिळवू शकता तसेच तुम्ही सनी एरिझोनामध्ये असल्याचा दावा करणारा क्रमांक निवडू शकता.","ne":"तपाईं बस्ने समुदायबाट कुनै स्थानीय नम्बर प्राप्त गर्नुपर्ने आवश्यकता पनि छैन: तपाईंले चिकेन, अलास्काको जङ्गलमा उपग्रह इन्टरनेट जडान प्राप्त गर्न सक्नुहुन्छ र एक नम्बर चयन गरेमा त्यसले तपाईंलाई घमाइलो एरिजोनामा हुनुहुन्छ भनेर दाबी गर्दछ।","es":"Tampoco se requiere que obtenga un número local del lugar en donde vive; puede recurrir a una conexión a Internet por satélite en las zonas salvajes de Chicken, en Alaska, y elegir un número que señale que usted se localiza en la soleada Arizona.","sw":"Pia hakuna sharti kwamba upate nambari ya kienyeji kutoka kwa jamii unakoishi; unaweza kupata unganisho la mtandao wa satelaiti kwenye porini ya Chicken, Alaska na uchague nambari inayodai uko katika Arizona yenye jua.","te":"మీరు నివసించే కమ్యూనిటీ నుండి లోకల్ నంబర్‌ను పొందాల్సిన అవసరం కూడా లేదు; మీరు అలస్కాలోని చికెన్ అడవులలో ఉపగ్రహ ఇంటర్నెట్ కనెక్షన్‌ను పొంది, ఒక నంబర్‌ను ఎంచుకోవడం ద్వారా మీరు అరిజోనాలో ఎండ ప్రాంతంలో ఉన్నారని చూపించవచ్చు.","ur":"اس کی بھی کوئی شرط نہیں ہے کہ تم اس کمیونٹی سے جس میں تم رہتے ہو محلّی نمبر حاصل کرو؛ تم چیکن، الاسکا کے بیابان علاقہ کے لئے سیٹلائٹ انٹرنیٹ کنکشن حاصل کر سکتے ہو اور ایک ایسا نمبر سیلیکٹ کرو جو دکھائے کہ تم اریزونا کے دھوپ والے علاقہ میں رہتے ہو۔","vi":"Cũng không có quy định nào bắt buộc bạn phải có một mã số địa phương do cộng đồng nơi bạn sống cung cấp; bạn có thể nhận được một kết nối Internet qua vệ tinh tại những khu vực hoang dã tại Chicken, Tiểu bang Alaska, và chọn một mã số xác nhận rằng bạn đã ở Tiểu bang Arizona đầy nắng.","xh":"Akukho mfuneko yokuba ufumane inombolo yendawo ohlala kuyo; Ungafumana uqhagamshelo lwe-Intanethi kwi-Intanethi endle yenkukhu, eAlaska kwaye ukhethe inombolo ethi useArizona enelanga.","yo":"Ko si ofin ti o pa ni dandan lati gba numba ipe ni adugbo ibi ti eniyan n gbe; o le gba isopo si ero ayelujara ni agbegbe Ediye, Alasika o si yan numba ti o se afihan wipe o wa ni sunny Arisona.","zu":"Futhi azikho izimfuneko ozitholayo ngenani emphakathini ohlala kuwo; ungathola ukuxhuma ngesethelithi ku-inthanethi eziNkukhwini zasendle, e-Alska bese ukhetha inani elibonisa ukuthi usekushiseni e-Arizona."}
{"ar":"أكبر قطاعات العمل هي الخدمات المهنيّة، والقطاع الحكومي، والماليّة، والتجارة، والسياحة.","zh":"就业最多的部门包括专业服务业、政府、金融、贸易和旅游业。","en":"The largest employment sectors are professional services, government, finance, trade, and tourism.","eu":"Zerbitzu profesionalak, gobernua, finantzak, merkataritza eta turismoa dira lan-sektore nagusiak.","fr":"Les principaux secteurs d'emploi sont les services professionnels, le gouvernement, la finance, le commerce et le tourisme.","ml":"ഏറ്റവും വലിയ തൊഴിൽ മേഖലകൾ തൊഴില്‍പരമായ സേവനങ്ങൾ, സർക്കാർ, സാമ്പത്തികം, വ്യാപാരം വിനോദസഞ്ചാരം എന്നിവയാണ്.","mr":"रोजगाराची सर्वात मोठी क्षेत्रे तज्ञ सेवा, सरकार, वित्त, व्यापार आणि पर्यटन ही आहेत.","ne":"सबै भन्दा ठूलो रोजगार क्षेत्रहरू व्यावसायिक सेवा, सरकार, वित्त, व्यापार र पर्यटन हुन्।","es":"Las industrias laborales más destacadas son los servicios profesionales, el trabajo estatal, las finanzas, las actividades comerciales y las turísticas.","sw":"Sekta kubwa zaidi za ajira ni huduma za kitaalamu, serikali, fedha, biashara, na utalii.","te":"అతిపెద్ద ఉద్యోగ రంగాలు వృత్తి సేవలు, ప్రభుత్వం, ఫైనాన్స్, వాణిజ్యం, పర్యాటకం.","ur":"ملازمت کے سب سے بڑے شعبہ جات پیشہ ورانہ خدمات، حکومت، مالیات، کاروبار اور سیاحتی شعبے ہیں-","vi":"Các khu vực tuyển dụng lớn nhất là dịch vụ chuyên ngành, cơ quan chính phủ, tài chính, thương mại và du lịch.","xh":"Awona macandelo makhulu engqesho ziinkonzo zeengcali, urhulumente, ezezimali, urhwebo kunye nokhenketho.","yo":"Àwọn ẹka tó ń gbanisíṣẹ́ jùlọ ní àwọn akọ́ṣẹ́-mọṣẹ́, ìjọba, ìnáwó, ìsòwò àti ìrìn àjò afẹ́.","zu":"Umkhakha womsebenzi omkhulu kakhulu izinkonzo zobuchwepheshe, uhulumeni, ezemali, ezokwehweba, kanye nezokuvakasha."}
{"ar":"ولد بوبيك في العاصمة الكرواتية \"زغرب\"، واشتُهِر أثناء لعبه مع بارتيزان بلغراد.","zh":"博贝克出生于克罗地亚首都萨格勒布，在为贝尔格莱德游击队足球俱乐部效力时成名。","en":"Born in the Croatian capital, Zagreb, Bobek gained fame while playing for Partizan Belgrade.","eu":"Bobek, Kroaziako hiriburuko (Zagreb) jokalaria, ezagun bihurtu zen Partizan Belgrade talderako jokatzean.","fr":"Né à Zagreb, la capitale croate, Bobek s'est fait connaître en jouant pour le Partizan Belgrade.","ml":"ക്രൊയേഷ്യൻ തലസ്ഥാനമായ സാഗ്രെബിൽ ജനിച്ച ബൊബെക്, പാർട്ടിസാൻ ബെൽഗ്രേഡിനു വേണ്ടി കളിച്ച് പ്രശസ്തി നേടി.","mr":"क्रोएशियाची राजधानी झगरेबमध्ये जन्मलेल्या बॉबेकने पार्टीझन बेलग्रेडसाठी खेळताना प्रसिद्धी मिळवली.","ne":"पर्तिजान बेलग्रेडमा खेल्दा क्रोएसियाली राजधानी जाग्रेबमा जन्मेका बोबेक प्रख्यात भए।","es":"Bobek, oriundo de Zagreb, capital de Croacia, ganó popularidad cuando se unió al Partizan de Belgrado.","sw":"Huku akizaliwa katika mji mkuu wa Kroatia, Zagreb, Bobek alipata umaarufu wakati wa kuichezea Partizan Belgrade.","te":"క్రొయేషియా దేశ రాజధాని జాగ్రెబ్‌లో జన్మించిన బోబెక్ పార్టిజన్ బెల్ గ్రేడ్ తరఫున ఆడుతూ పేరు సంపాదించాడు.","ur":"کروشیا کے دارالحکومت زغرب میں پیدا ہونے والے بوبیک نے پارٹیزن بیلگریڈ کی طرف سے کھیلتے ہوئے شہرت حاصل کی تھی۔","vi":"Bobek sinh ra ở thủ đô Zagreb của Croatia, anh có được danh tiếng khi chơi cho Partizan Belgrade.","xh":"Inzalelwane yakwikomkhulu laseCroatia, iZagreb, uBobek wafumana udumo ngelixa wayedlalela iPartizan Belgrade.","yo":"Wọ́n bi ní ìpínlẹ̀ Croatian, Zagreb, Bobek jẹ́ ìlúmọ̀ọ́lá nígbàtí ò ń gbá bọ́ọ̀lù fún Partizan Belgrade.","zu":"UBobek, owazalelwa enhlokodolobha yaseKhroweshiya, wathola udumo lapho esadlalela i-Partizan Belgrade."}
{"ar":"تمثّل تركيبات الأثاث قديمة الطراز وعدم توافر وسائل الراحة الحديثة وجمال الطراز العتيق سمة مميزة لطابعها.","zh":"传统装备、缺乏最新设施及颇具年代感的优雅韵味也是其特色。","en":"The old fashioned fittings, the lack of the latest amenities, and a certain graceful agedness are also part of their character.","eu":"Tresna zaharrak, zerbitzu modernoen falta eta zahartasuna nolabait dotoreak dira eta hotelon nortasunaren parte dira.","fr":"L'aménagement vieillot, l'absence d'équipements récents et un certain charme à l'ancienne font également partie de leur caractère.","ml":"പഴയ ഫാഷനിലുള്ള ഫിറ്റിങ്ങുകൾ, ഏറ്റവും പുതിയ സുഖ സൗകര്യങ്ങളുടെ അഭാവം, ഒരു പ്രത്യേക തരത്തിൽ ആകർഷകമായ പഴമ എന്നിവ അവയുടെ ഭാഗമാണ്.","mr":"जुन्या पद्धतीच्या फिटिंग, नवीन सोई सुविधांचा अभाव आणि विशिष्ट आकर्षक जुनेपणा हे सुद्धा त्यांच्या वैशिष्ट्यांचा भाग आहेत.","ne":"पुरानो शैलीका फिटिङहरू, नयाँ सुविधाहरूको अभाव र एक निश्चित सुखद बुढ्यौली पनि उनीहरूको चरित्रको हिस्सा हुन्।","es":"Los accesorios fuera de moda, la falta de las comodidades más actualizadas y cierta antigüedad sofisticada son también parte de su temple.","sw":"Zana hizo za kale, ukosefu wa huduma za kisasa, na uzee fulani wenye neema pia ni sehemu ya tabia zao.","te":"పాత కాలపు అమరికలు, అత్యాధునిక సౌకర్యాలు లేకపోవడం, ఒక విధమైన సొగసైన వయసు కూడా వారి పాత్రలో భాగమే.","ur":"قدیم طرز کی لوازمات، جدید ترین سہولیات اور کچھ خاص شاندار پیرانہ کی کمی بھی انکے کردار کے حصّے ہیں-","vi":"Đồ đạc kiểu cổ, sự thiếu vắng những tiện nghi mới nhất và sự duyên dáng của thời xa xưa cũng là một phần đặc điểm của chúng.","xh":"Ifanishala yakudala, ukunqaba kwezinto onokuzisebenzisa zangoku nokuguga kakuhle zonke ezo, zizinto zazo.","yo":"Lára àwọn ìsesí wọn ni ẹ̀ṣọ́ aṣọ tó dúró ‘re ọlọ́jọ́ pípẹ́, àìní àwọn ohun amáyérọrùn tìgbàlódé àtàwọn ohun àkúwórí míràn.","zu":"Izindlela zakudala zokugqoka, kanye nokwentuleka kwezakamuva futhi nendlela ethokozisayo abakhula ngayo iveza ububona."}
{"ar":"يحدد المفوض الكفالة إذا تقررت ويضفي الطابع الرسمي على التهم التي يوجهها الضابط الذي أجرى الاعتقال. ثم تسجل التهم في نظام الكمبيوتر الخاص بالولاية حيث يجري تعقب القضية.","zh":"如果获得批准，法庭专员即可设定保释金，并最终确定执行逮捕的警员提出的指控。这些指控随后会录入该州的计算机系统，以便在其中对案件进行追踪。","en":"The commissioner sets bail, if granted, and formalizes the charges filed by the arresting officer. The charges are then entered into the state's computer system where the case is tracked.","eu":"Ikuskariak ezartzen du fidantza, halakorik ematen bada, eta atxiloketa egin duen poliziak formalizatzen ditu karguak. Ondoren, kargu horiek estatuko sistema informatikoan sartzen dira eta kasuaren jarraipena egiten da.","fr":"Le commissaire fixe la caution, si elle est accordée, et formalise les accusations portées par l'agent qui a procédé à l'arrestation. Les accusations sont ensuite saisies dans le système informatique de l'État où l'affaire est suivie.","ml":"കമ്മീഷണർ ജാമ്യം അനുവദിക്കുകയാണെങ്കിൽ, അറസ്റ്റ് ചെയ്ത ഉദ്യോഗസ്ഥൻ ഫയൽ ചെയ്ത ചാർജുകൾ ഔദ്യോഗികമാക്കുന്നു. തുടർന്ന് കേസ് ട്രാക്ക് ചെയ്യുന്ന സംസ്ഥാനത്തിന്റെ കമ്പ്യൂട്ടർ സിസ്റ്റത്തിലേക്ക് ചാർജുകൾ എന്റർ ചെയ്യുന്നു.","mr":"मंजूर झाला तर आयुक्त जामीन निश्चित करतात आणि अटक करणाऱ्या अधिकाऱ्याने निश्चित केलेल्या आरोपांना औपचारीक केले जाते. त्यानंतर आरोप राज्याच्या संगणक प्रणालीमध्ये नोंदवले जातात तिथून खटल्याकडे लक्ष ठेवले जाते.","ne":"यदि स्वीकृत भएमा आयुक्तले जमानत तोक्छन् र पक्राउ गर्ने अधिकारीले दर्ता गरेको आरोपलाई औपचारिक बनाउँछन्। त्यसपछि आरोपहरू राज्यको कम्प्युटर प्रणालीमा प्रविष्ट गरिन्छ जहाँ मुद्दा ट्र्याक गरिन्छ।","es":"El comisionado fija el monto de la fianza, si se la aprueba, y formaliza los cargos presentados por el oficial que procedió a su detención. Los mismos se ingresan, a continuación, en el sistema informático del estado, a través del cual se hace el seguimiento del caso.","sw":"Kamishna huweka dhamana, ikiwa imeruhusiwa, na kufanya rasmi mashtaka yaliyofailiwa na afisa mwenye kukamata. Kisha mashtaka huingizwa kwenye mfumo wa kompyuta wa nchi ambapo kesi hiyo hufuatiliwa.","te":"ఒకవేళ మంజూరు చేసినట్లయితే, కమిషనర్ బెయిల్ సెట్ చేసి, అరెస్ట్ చేసిన అధికారి ద్వారా దాఖలు చేయబడ్డ అభియోగాలను లాంఛనప్రాయంగా లాంఛనప్రాయంగా నమోదు చేస్తుంది. ఆ తర్వాత కేసు ను ట్రాక్ చేసే రాష్ట్ర కంప్యూటర్ వ్యవస్థలోకి ఛార్జీలను నమోదు చేస్తున్నారు.","ur":"کمشنر بل ترتیب دیتا ہے اگر منظور ہوجائے اور گرفتار کیے جانے والے افسر کی جانب سے دائر کیے گئے الزامات کو باقاعدہ شکل دیتا ہے۔ ان الزامات کو پھر ریاست کے کمپیوٹر سسٹم میں درج کیا جاتا ہے جہاں پر کیس کا ٹریک ریکارڈ رکھا جاتا ہے۔","vi":"Người được ủy quyền nộp tiền bảo lãnh, nếu được chấp thuận, và hợp thức hóa các khoản phí được cảnh sát thực hiện bắt giữ đệ trình lên. Các khoản phí này sau đó được nhập vào hệ thống máy tính của bang nơi vụ án được theo dõi.","xh":"Umkomishana nguye obeka ibheyile, ukuba uyifumene, agunyazise izithyolo ezifayilwe lipolisa elibambayo.Izithyolo ziye ke zingeniswe kwisystem yekompyutha karhulumente apho ityala lithi lilandelelwe.","yo":"Kọmíṣíọ́nà se àgbékalẹ̀ owó ìtanràn, tí ó bá bọ́ si, tí ó sì fì ẹ̀sùn tí agbófinró fi kàn múnlẹ̀. Ẹ̀sùn náà ni ó gbé wọnú ẹ̀rọ ayárabíàsá ìpínlẹ̀ tíwọ́n ti ń taná wádìí ẹ̀sùn náà.","zu":"Ukhomishinali ubeka ibheyili, uma inikezwa, futhi wenza ukubekwa kwecala okwenziwe yiphoyisa elibophe isiboshwa kube ngokomthetho. Amacala ngemva kwalokho afakwa ohlelweni lwekhompyutha lombuso lapho icala lilandelelwa khona."}
{"ar":"بدأت هذه القضية في الأول من يناير، حيث بدأ العشرات من السكان المحليين بتقديم الشكاوى إلى مكتب بريد أوبانازاوا من أنهم لم يتلقوا بطاقات السنة الجديدة التقليدية والمعتادة.","zh":"该问题从 1 月 1 日开始，当时数十名当地居民开始向奥巴那泽邮局 (Obanazawa Post Office) 投诉，称他们没有收到传统和定期寄送的新年贺卡。","en":"The issue started on January 1st when dozens of local residents started complaining to the Obanazawa Post Office that they hadn't received their traditional and regular New Year cards.","eu":"Arazoa urtarrilaren 1ean hasi zen, tokiko bizilagun talde bat Obanazawa posta-bulegoaren aurka protestan hasi zenean, esanez ez zituztela Urte berriko ohiko posta-txartel tradizionalak jaso.","fr":"Le problème a commencé le 1er janvier lorsque des dizaines de résidents locaux ont commencé à se plaindre au bureau de poste d'Obanazawa qu'ils n'avaient pas reçu leurs cartes de nouvel an traditionnelles et régulières.","ml":"തങ്ങൾക്ക് പരമ്പരാഗതമായും സ്ഥിരമായും ലഭിക്കാറുണ്ടായിരുന്ന പുതുവത്സര കാർഡുകൾ ലഭിച്ചില്ല എന്ന് പരാതി പറഞ്ഞുകൊണ്ട് ഒബനാസവ പോസ്റ്റ് ഓഫീസിനു മുൻപിൽ, ഡസൻ കണക്കിന് തദ്ദേശ നിവാസികൾ ജനുവരി 1 ന് കൂട്ടം ചേർന്നതോടെയാണ് ഈ പ്രശ്നം ആരംഭിച്ചത്.","mr":"1 जानेवारीला हा मुद्दा सुरू झाला जेव्हा डझनभर स्थानिक रहिवाशांनी ओबाणाझावा पोस्ट ऑफिसकडे तक्रार करण्यास सुरूवात केली की त्यांना त्यांची पारंपारिक आणि नियमित नवीन वर्षाची कार्डे मिळाली नाहीत.","ne":"दर्जनौं स्थानीय बासिन्दाहरूले ओबनाजावा हुलाक कार्यालयमा उनीहरूले परम्परागत र नियमित नयाँ वर्षका कार्डहरू प्राप्त गरेनन् भनेर गुनासो गरेपछि यो मुद्दा जनवरी 1 मा सुरु भयो।","es":"El 1 de enero comenzaron los problemas, cuando docenas de lugareños presentaron quejas en la oficina de correo de Obanazawa por no haber recibido sus tarjetas tradicionales y usuales de Año Nuevo.","sw":"Suala lilianza tarehe moja Januari wakati dazeni za wakaaji wa mtaa walipoanza kulalamikia Ofisi ya Posta ya Obanazawa kwamba hawakuwa wamepokea kadi zao za kiasili na za kawaida za Mwaka Mpya.","te":"జనవరి 1న కొంతమంది డజన్ల కొద్దీ స్థానిక నివాసితులు వారికి సాంప్రదాయకంగా మరియు సాధారంణగా అందాల్సిన కొత్త సంవత్సరం గ్రీటింగ్ కార్డులు అందలేదని Obanazawa Post Officeకు ఫిర్యాదు చేయడంతో ఈ సమస్య మొదలైంది.","ur":"یہ مسئلہ یکم 1جنوری کو اس وقت شروع ہوا جب درجنوں مقامی باشندے اوبانزاوا ڈاک خانے میں شکایت کرنے لگے کہ انہیں روایتی اور ریگولر نئے سال کے کارڈ نہیں ملے ہیں۔","vi":"Vấn đề bắt đầu vào ngày 1 tháng Một khi có hàng tá người dân đại phương phàn nàn với Bưu điện Obanazawa rằng họ không nhận được bưu thiếp Năm Mới truyền thống định kỳ.","xh":"Le ngxaki iqale ngee-1 zikaJanuwari xa abantu basekuhlaleni abaliqela beqalise ukubanezikhalazo kwi-Obanazawa Post Office ukuba khange bawafumane amakhadi Onyaka Omtsha abaqhele ukuwafumana.","yo":"Oro naa bere ni Sere 1st nigbati opolopo awon ara agbegbe bere sini kun nipa Ile Ise Ifiranse Obanasawa, pe won o tii ri kaadi Odun Titun, ti alasade ati ti deede, gba.","zu":"Inkinga yaqala ngomhlaka-1 Janawari lapho izindimbane zabantu ziqala ukukhalaza eHhovisi lePosi lase-Obanazawa ukuthi abawatholanga amakhadi abo Onyaka Omusha ajwayelekile navamile."}
{"ar":"استخدم الفايكنج الممرات المائية الروسية للوصول إلى البحر الأسود وبحر قزوين. لا يزال من الممكن استخدامُ أجزاء من هذه المسارات. تحقق من المتطلباتِ المحتملةٍ للحصول على تصاريح خاصةٍ، والتي قد يكون من الصعب الحصول عليها.","zh":"维京人利用俄罗斯水路到达黑海和里海。其中一些路线至今仍可通行。确认一下是否需要特殊许可证，这些许可证可能很难申请。","en":"Vikings used the Russian waterways to get to the Black Sea and Caspian Sea. Parts of these routes can still be used. Check possible need for special permits, which may be difficult to get.","eu":"Bikingoek bide nabigagarri errusiarrak erabiltzen zituzten Itsaso Beltzera eta Kaspiar itsasora iristeko. Bide horietako zati batzuk oraindik ere erabil daitezke. Begiratu ea baimen berezirik behar den, zeinak lortzeko zailak izan daitezkeen.","fr":"Les Vikings ont utilisé les voies navigables russes pour atteindre la mer Noire et la mer Caspienne. Certaines parties de ces itinéraires peuvent toujours être utilisées. Vérifiez la nécessité éventuelle de permis spéciaux, qui peuvent être difficiles à obtenir.","ml":"കരിങ്കടലിലേക്കും കാസ്പിയൻ കടലിലേക്കും പോകാൻ വൈക്കിംഗ്‌സ് റഷ്യൻ ജലപാതകൾ ഉപയോഗിച്ചു. ഈ റൂട്ടുകളുടെ ഭാഗങ്ങൾ ഇപ്പോഴും ഉപയോഗിക്കാൻ കഴിയും. ലഭിക്കാൻ പ്രയാസമായേക്കാം എന്നതിനാൽ പ്രത്യേക പെർമിറ്റുകളുടെ സധ്യമായ ആവശ്യം പരിശോധിക്കുക.","mr":"काळा समुद्र आणि कॅप्सियन समुद्र जिंकण्यासाठी वायकिंग्जनी रशियन जलमार्गांचा वापर केला. यापैकी काही मार्ग अद्याप वापरता येतात. विशेष परवान्यांसाठी संभाव्य गरज तपासून पाहा, जी मिळणे अवघड असते.","ne":"भाइकिङहरूले ब्ल्याक समुद्र र क्यास्पियन समुद्र पुग्न रूसी जलमार्ग प्रयोग गरे। यी मार्गका भागहरू अझै पनि प्रयोग गर्न सकिन्छ। विशेष अनुमतिका लागि सम्भावित आवश्यकता जाँच गर्नुहोस्, जुन प्राप्त गर्न गाह्रो हुन सक्छ।","es":"Las rutas navegables rusas fueron usadas por los vikingos para dirigirse al Mar Negro y al Mar Caspio. Aún es posible utilizar partes de estas vías. Consulte si es preciso contar con autorizaciones especiales, lo que es una posibilidad, y podría ser difícil obtener.","sw":"Maharamia wa Skandinavia walitumia njia za majini za Kirusi kufika kwenye Bahari Nyeusi na Bahari ya Kaspi. Sehemu za njia hizo bado zinaweza kutumika. Angalia uwezekano wa kuhitaji vibali maalum, ambavyo huenda ikawa vigumu kuvipata.","te":"Vikings నల్ల సముద్రం మరియు కాస్పియన్ సముద్రంలోకి వెళ్ళడానికి రష్యన్ జల మార్గాలను ఉపయోగించింది. ఈ రూట్‌లోని కొన్ని మార్గాలను ఇంకా ఉపయోగించవచ్చు. ప్రత్యేక అనుమతుల కోసం చెక్ చేయండి, ఎందుకంటే ఇవి పొందడం కష్టసాధ్యం కావచ్చు.","ur":"بحرہ اسود اور بحر گیلان جانے کیلئے وائکنگز روسی آبی راستے کا استعمال کرتے تھے- ان راستوں کے کچھ حصّوں کا اب بھی استعمال کیا جا سکتا ہے- خصوصی اجازت ناموں کیلئے ممکنہ ضرورت کی معلومات حاصل کریں، جس کا حصول مشکل ہوسکتا ہے۔","vi":"Người Vikings đã sử dụng các tuyến đường thủy của Nga để đến Biển Đen và Biển Caspi. Nhiều phần của các tuyến đường này vẫn có thể còn sử dụng. Kiểm tra xem có cần xin các giấy phép đặc biệt, có thể sẽ rất khó xin được.","xh":"IiVikings zasebenzisa imilambo yaseRashiya ukuze zibuyele kuLwandle Olumnyama nakuLwandle lwe-Caspian. Iinxalanye zezi ndlela zingasetyenziswa. Jonga ukuba kuyimfuneko ukuba neepemithi, zona ekusenokuba nzima ukuzifumana.","yo":"Àwọn jàgùdà lo ojú ọ̀nà omi ilẹ̀ Russia láti lọ sí Black Sea àti Caspian Sea. Wọ́n sì le lò lára àwọn ọ̀nà yìí. Sàyẹ̀wò lórí ìyọ̀ǹda àrà ọ̀tọ̀ èyí tí ó lè sòro láti rí.","zu":"Ama-viking asebenzisa imisele yaseRashiya ukuya oLwandle Olumnyama noLwandle i-Caspian. Ezinye zalezi zindlela zisengasetshenziswa. Hlola uma kudingeka izimvume ezikhethekile, okungaba nzima ukuzithola."}
{"ar":"وخلال العقود الثلاثة الماضية، أسست الصين اقتصاداً سوقياً على الرغم من بقائها رسمياً دولة شيوعية.","zh":"在过去三十年里，尽管官方层面仍然是个共产主义国家，中国已经发展了市场经济。","en":"During the last three decades, despite officially remaining a communist state, China has developed a market economy.","eu":"Azken hiru hamarkadetan, ofizialki estatu komunista izaten jarraitzen duen arren, merkatu-ekonomia garatu du Txinak.","fr":"Au cours des trois dernières décennies, bien qu’elle soit officiellement restée un État communiste, la Chine a développé une économie de marché.","ml":"കഴിഞ്ഞ 3 ദശാബ്ദങ്ങളായി, കമ്മ്യൂണിസ്റ്റ് സ്റ്റേറ്റായി ഔദ്യോഗികമായി നിലനിൽക്കുന്നുവെങ്കിലും, ചൈന ഒരു സാമ്പത്തിക വിപണി ഉണ്ടാക്കിയെടുത്തിട്ടുണ്ട്.","mr":"चीनने मागील ३ दशकांत अधिकृतपणे कम्युनिस्ट राज्य असूनही मार्केट इकोनॉमी विकसित केली आहे.","ne":"आधिकारिक रूपमा कम्युनिष्ट राज्य रहेको चीनले विगत तीन दशकमा बजारको अर्थतन्त्र विकास गरेको छ।","es":"En las últimas tres décadas, China ha desarrollado una economía de mercado, aun cuando, oficialmente, continúa teniendo un régimen comunista.","sw":"Wakati wa miongo mitatu iliyopita, licha ya kubaki kuwa jimbo la kikomunisti, China imekuza uchumi wa soko.","te":"చైనా గత మూడు దశాబ్దాల్లో అధికారికంగా కమ్యూనిస్టు రాజ్యంగా మిగిలిపోయినప్పటికీ మార్కెట్ ఆర్థిక వ్యవస్థను అభివృద్ధి చేసింది.","ur":"گزشتہ تین دہائیوں کے دوران، رسمی طور پر ایک کمیونسٹ ریاست کی حیثیت سے برقرار رہنے کے باوجود، چین نے مارکیٹ کی معیشت تیار کرلی ہے۔","vi":"Trong suốt ba thập kỷ qua, mặc dù chính thức là nước cộng sản nhưng Trung Quốc đã phát triển kinh tế thị trường.","xh":"Kule minyaka ingamashumi mathathu adlulileyo, nangona ngokusemthethweni ililizwe lamaKomanisi, iTshayina inoqoqosho olubandakanya amashishini abucala.","yo":"Nígbà ọgbọ̀n ọdún sẹ́yìn,pẹ̀lú jíjẹ́ ìpínlẹ̀ tó fọwọ́sowọ́pọ̀, China ti ní ètò ọrọ̀ ajé tó ga jù.","zu":"Phakathi neminyaka engamashumi amathathu edlule, ngisho noma ihleli iyizwe lobukhomanisi, iShayina yakhe umnotho wokuhweba ngokukhululekile."}
{"ar":"تمّ استخدام الغوّاصات في الحرب العالميّة الأولى والثّانية، وفي ذلك الوقت كانوا بطيئين للغاية وكان نطاق الرّماية محدوداً جداً.","zh":"第一次世界大战和第二次世界大战期间都使用了潜水艇。 那时它们的速度很慢，射击范围也非常有限。","en":"Submarines were used in World War I and World War II. Back then they were very slow and had a very limited shooting range.","eu":"I. eta II. Mundu Gerran erabili ziren itsaspekoak. Garai hartan, oso mantsoak ziren eta tiro-irismen oso mugatua zuten.","fr":"Les sous-marins ont été utilisés pendant la Première et la Deuxième Guerre mondiale. À l’époque, ils étaient très lents et avaient une portée de tir très limitée.","ml":"ഒന്നാം ലോകമഹായുദ്ധത്തിലും രണ്ടാം ലോക മഹായുദ്ധത്തിലും അന്തർവാഹിനികൾ ഉപയോഗിച്ചിരുന്നു. പിന്നീട് അവ വളരെ മന്ദഗതിയിലായിരുന്നു കൂടാതെ വളരെ പരിമിതമായ ഷൂട്ടിംഗ് ശ്രേണിയുമാണ്  ഉണ്ടായിരുന്നത്.","mr":"पहिल्या आणि दुसर्‍या महायुद्धात पाणबुड्या वापरल्या गेल्या. त्यावेळी त्या खूप धीम्या होत्या आणि त्यांची शूटिंग रेंज खूप मर्यादित होती.","ne":"पहिलो र दोस्रो विश्व युद्धमा पनडुब्बीहरू प्रयोग भएका थिए। पछाडि तिनीहरू धेरै ढिलो भए र सीमित शूटिंग दायरामा रहे।","es":"Durante la Primera y la Segunda Guerra Mundial se utilizaron submarinos. En ese entonces, eran muy lentos y su rango de disparo muy limitado.","sw":"Nyambizi zilitumiwa katika vita vya pili vya dunia. Wakati huo zilisonga polepole sana na zilikuwa na masafa mafupi sana ya upigaji risasi.","te":"World War I మరియు World War IIలో సబ్‌మెరైన్‌లను ఉపయోగించారు. అప్పుడు అవి చాలా తక్కువ వేగంతో ముందుకు ప్రయాణించేవి మరియు చాలా పరిమితమైన షూటింగ్ పరిధిని కలిగి ఉండేవి.","ur":"جنگ عظیم I اور جنگ عظیم II میں آب دوزیں استعمال کی گئی تھیں- پس پشت انکی رفتار بہت دھیمی تھی اور ان کے حملہ کرنے دائرہ کافی محدود تھا۔","vi":"Tàu ngầm được sử dụng trong Thế chiến thứ nhất và Thế chiến thứ hai. Lúc đó chúng rất chậm và có tầm bắn hạn chế.","xh":"Iinqwelo mafutha ezintywilayo zazisetyenziswa kwi-Mfazwe yeZwelonke I futhi nakwi-Mfazwe yeZwelonke II. Ngeloxesha zazicotha zidubulela kufuphi.","yo":"Wọ́n lo àwọn ọkọ̀ ìjagun ojú omi nínú ogun àgbáyé àkọ́kọ́ àti ogun àgbáyé kejì. Nígbà náà, wọ́n má ń lọ́ra gan won kò sì le yìnbọn níbi tí ó jìnnà.","zu":"Imikhumbi yangaphansi kwamanzi yayisetshenziswa eMpini Yezwe I kanye naseMpini Yezwe II. Ngaleso sikhathi yayihamba kancane kakhulu futhi beyikwazi ukudubula ibanga elifishane."}
{"ar":"تطالب \"تحرير الحيوانات\" والجمعية الملكية لمنع القسوة على الحيوانات (RSPCA) مرة أخرى بالتركيب الإلزامي لكاميرات المراقبة في جميع المسالخ الأسترالية.","zh":"动物解放组织和皇家防止虐待动物协会 (RSPCA) 再次呼吁在澳大利亚所有屠宰场强制安装闭路电视摄像头。","en":"Animal Liberation and the Royal Society for the Prevention of Cruelty to Animals (RSPCA) are again calling for the mandatory installation of CCTV cameras in all Australian abattoirs.","eu":"Animalien Askapenak eta Animaliekiko Krudeltasuna Prebenitzeko Errege-sozietateak (RSPCA) berriro aldarrikatu dute Australiako hiltegietan zaintza-kamerak instalatzeko derrigortasuna.","fr":"Animal Liberation et la Royal Society for the Prevention of Cruelty to Animals (RSPCA) demandent à nouveau l’installation obligatoire de caméras de surveillance dans tous les abattoirs australiens.","ml":"അനിമൽ ലിബറേഷനും റോയൽ സൊസൈറ്റി ഫോർ ദി പ്രിവൻഷൻ ഓഫ് ക്രൂവൽറ്റി ടു അനിമൽസും (RSPCA) ഓസ്‌ട്രേലിയൻ അബോട്ടയറുകളിൽ സിസിടിവി ക്യാമറകൾ നിർബന്ധമായും സ്ഥാപിക്കണമെന്ന് ആവശ്യപ്പെടുന്നു.","mr":"अ‍ॅनिमल लिबरेशन आणि रॉयल सोसायटी फॉर द प्रिव्हेंशन ऑफ क्रूएल्टी टू अॅनिमल्स (RSPCA) पुन्हा ऑस्ट्रेलियनच्या सर्व कत्तलखान्यांमध्ये CCTV  कॅमेर्‍याची अनिवार्य स्थापना करण्यासाठी पुन्हा बोलवत आहेत.","ne":"पशु मुक्ति र पशुहरूमाथि क्रुरता रोकथामका लागि शाही समाज (RSPCA)ले अष्ट्रेलियाली कसाइखानाहरूमा सीसीटीभी क्यामेराको अनिवार्य स्थापनाका लागि फेरि आह्वान गरिरहेका छन्।","es":"El movimiento Liberación Animal y la Real Sociedad para la Prevención de la Crueldad contra los Animales (RSPCA) nuevamente reclaman la instalación obligatoria de cámaras de videovigilancia en todos los mataderos de Australia.","sw":"Uhuru wa Wanyama na Jamii ya Kifalme ya Uzuiaji wa Ukatili kwa Wanyama (RSPCA) wanatoa tena wito wa kuwekwa kwa kamera za CCTV kwa lazima katika vichinjio vyote vya Australia.","te":"ఆస్ట్రేలియాకు చెందిన జంతువధ శాలలలో ఖచ్చితంగా CCTV కెమెరాలను అమర్చాలని Animal Liberation మరియు Royal Society for the Prevention of Cruelty to Animals (RSPCA)లు మళ్లీ పిలుపునిచ్చాయి.","ur":"اینیمل لبریشن اور رائل سوسائٹی فور دا پریوینشن آف کروئلٹی ٹُو اینیملز(آر ای پی سی اے) دونوں تنظیمات نے مطالبہ کیا ہے کہ آسٹریلیا کے تمام ذبیحہ خانوں میں سی سی ٹی وی کیمرے نصب کئے جائیں۔","vi":"Mặt trận Giải phóng động vật (Animal Liberation) và Hiệp hội Hoàng gia về Phòng chống hành vi tàn ác đối với động vật (Royal Society for the Prevention of Cruelty to Animals) một lần nữa kêu gọi bắt buộc lắp đặt máy quay quan sát trong tất cả các lò mổ của Úc.","xh":"I-Animal Liberation kunye neRoyal Society for the Prevention of Cruelty to Animals (i-RSPCA) kwakhona bafuna ukunyanzelisa ukufakelwa kweekhamera zeCCTV kuzo zonke izilarha zaseAustralia.","yo":"Ìtúsílẹ̀ Ęranko àti Ęgbẹ́ Ọlọ́ba tó Lòdí sí fífi àwọn ẹranko jìyà (RSPCA) wọ́n ti ń pè fún fífí kámẹ́rà ìṣóni tó n jẹ́ CCTV sí gbogbo ilé pęran pęran ní Ìlú Australian.","zu":"Ukukhululwa kweZilwane kanye Nomphakathi waseBukhosini wokuGwema Isihluku Ezilwaneni (RSPCA) kusacela ukufakwa kwamakhamera we-CCTV okuyimpoqo emadeleni wonke wase-Australia."}
{"ar":"وخلال خطابه الذي استمر لمدة ساعتين صرح قائلاً \"اليوم، ستعيد شركة أبل اختراع الهاتف، سنصنع التاريخ اليوم\".","zh":"在他时长 2 小时的演讲中，他声称：“现在苹果要重新发明手机，我们现在要创造历史。”","en":"During his 2 hour speech he stated that \"Today Apple is going to reinvent the phone, We are going to make history today\".","eu":"Bi ordutako hitzaldian esan zuenez, “gaur Apple-k telefonoa berrasmatu behar du. Historia idatzi behar dugu gaur.”","fr":"Lors de son discours de deux heures, il affirma que « Aujourd'hui, Apple réinvente le téléphone ; nous allons entrer dans l'histoire aujourd'hui. »","ml":"\"\"\"ഇന്ന് ഫോണിനെ ആപ്പിൾ അടിമുടി മാറ്റുകയാണ്, ഇന്ന് ഞങ്ങൾ ചരിത്രം സൃഷ്ടിക്കാൻ പോകുന്നു\"\", 2 മണിക്കൂർ നീണ്ട പ്രസംഗത്തിൽ അദ്ദേഹം പ്രസ്താവിച്ചു.\"","mr":"\"त्याच्या दोन तासांच्या भाषणामध्ये तो म्हणाला की, \"\"अॅपल आज फोनचे पुनरुत्थान करणार आहे, आपण आज इतिहास घडवणार आहोत.\"\"\"","ne":"आफ्नो 2 घण्टाको भाषणका क्रममा उहाँले भन्नुभयो कि “आज एप्पलले फोन पुनः आविष्कार गर्न गइरहेको छ, हामी आज इतिहास बनाउन गइरहेका छौं।”","es":"En su discurso, de dos horas, expresó: «Hoy Apple va a reinventar el teléfono. Este día haremos historia».","sw":"Wakati wa hotuba yake ya masaa 2, alisema kwamba \"Leo Kampuni la Tofaa itaandaa tena simu hiyo, Tutafanya historia leo\".","te":"\"\"\"తన 2 గంటల ప్రసంగంలో ఆయన ఇలా పేర్కొన్నారు\"\" ఈ రోజు యాపిల్ ఫోన్ ను తిరిగి ఆవిష్కరించి, ఈ రోజు చరిత్ర చేయబోతున్నాను\"\" అని అన్నాడు.\"","ur":"اپنی 2 گھنٹے کی تقریر کے دوران انہوں نے کہا، \"آج Apple نے فون کو دوبارہ نوآباد کیا ہے، آج ہم ایک تاریخ رقم کرنے جا رہے ہیں-","vi":"Trong bài diễn văn kéo dài 2 tiếng của mình, ông đã phát biểu “Ngày nay Apple đang phát minh lại điện thoại. Chúng tôi sẽ tạo nên lịch sử ngay hôm nay”.","xh":"Ngexesha lentetho yakhe yeeyure eziyi-2 uxele wathi \"Namhlanje u-Apple uzokuwenza ngokutsha umnxeba, Sizo kwenza ezothethwa jikelele namhlanje\".","yo":"Nígbàtí ó n sọ̀rọ̀ fún wákàtí méjì o wípe “Apu máa tún ẹ̀rọ ìbánisọ̀rọ̀ ṣe. A ma dìtà.","zu":"Ngesikhathi senkulumo yakhe eyathatha amahora angu-2 wathi: \"Namuhla i-Apple izokwakha ngenye indlela ifoni, Sizokwenza umlando namuhla\"."}
{"ar":"ولم ترد أخبار عن وقوع أي إصابات كبيرة، لكن خمسة أشخاص على الأقل كانوا في موقع الحادث وقت حدوث الانفجار، وقد تمت معالجتهم من أعراض الصدمة.","zh":"据报告并没有发生重大伤亡，但至少有5 人因身处爆炸现场而出现休克症状，接受了治疗。","en":"No major injuries were reported, but at least five people on scene at the time of the explosion were treated for symptoms of shock.","eu":"Ez da zauritu larririk egon, baina eztanda gertatzean bertan zeuden bost pertsona, gutxienez, tratatu egin behar izan dituzte shock-sintomak direla eta.","fr":"Aucun blessé grave n’a été signalé, mais au moins cinq personnes présentes sur les lieux au moment de l’explosion ont été traitées pour des symptômes d’état de choc.","ml":"ഗുരുതര പരുക്കുകൾ ഒന്നും റിപ്പോർട്ട് ചെയ്തിട്ടില്ല, എന്നാൽ സ്ഫോടന സമയത്ത് സംഭവ സ്ഥലത്തുണ്ടായിരുന്ന അഞ്ച് ആളുകൾക്ക് എങ്കിലും ഷോക്കിന്റെ ലക്ഷണങ്ങൾക്ക് ചികിൽസ നൽകിയിട്ടുണ്ട്.","mr":"कोणत्याही मोठ्या इजा झाल्या नाहीत, परंतु स्फोटाच्या वेळी घटनास्थळी असलेल्या किमान 5 लोकांवर आघाताच्या लक्षणांसाठी उपचार करण्यात आले.","ne":"कसैलाई कुनै ठूलो चोटपटक लागेको भनेर रिपोर्ट गरिएको छैन तर विस्फोटका समयमा कम्तीमा पाँच जना व्यक्तिमा आघातको लक्षण देखिएकाले तिनको उपचार गरिएको थियो।","es":"No se informó la existencia de heridos graves, pero se dio tratamiento a, por lo menos, cinco personas por síntomas de shock que se encontraba en la escena al momento de la explosión.","sw":"Hakuna majeraha makubwa yaliyoripotiwa, lakini angalau watu watano katika eneo wakati wa mlipuko huo walitibiwa kwa dalili za mshtuko.","te":"పెద్ద గాయాలు ఏవీ నమోదు కాలేదు, కానీ పేలుడు సమయంలో ఘటనా స్థలంలో ఉన్న కనీసం ఐదుగురు వ్యక్తులకు షాక్ లక్షణాలకు చికిత్స అందించారు.","ur":"کسی کے زیادہ زخمی ہونے کی اطلاع نہیں تھی، لیکن دھماکے کے وقت جائے وقوع پر موجود کم از کم پانچ افراد کا صدمے کی علامات کیلئے علاج کیا گیا تھا۔","vi":"Không có thương tích nghiêm trọng nào được ghi nhận, nhưng ít nhất năm người tại hiện trường lúc vụ nổ xảy ra đã được điều trị các triệu chứng sốc.","xh":"Akukho monzakalo omkhulu oye waxelwa, kodwa ubuncinane bahlanu abantu ebebekwindawo yexhwayelo abaye banyangelwa iimpawu zomothuko ngethuba logqabhuko dubulo.","yo":"Kò jábọ̀ ìṣeléṣe púpọ̀, ṣùgbọ́n ó kéré jù àwọn ènìyàn márùn tó wà níbẹ̀ ní àkókò tí gbàmù náà ṣẹlẹ̀ ní wọ́n ṣàyẹ̀wò ìyàlẹ́nu fún.","zu":"Akukho ukulimala okutheni okubikiwe, kodwa okungenani abantu abahlanu abakade bese ndaweni yesigameko ngesikhathi sokuqhuma balashelwe izimpawu zokuthuka."}
{"ar":"عندما فتح المدّ المنخفض فجوة على طول النهر الغامض على طول الجانب الشمالي الشرقي من شبه الجزيرة، مدّوا السياج سريعاً بجدار حجري قصير إلى الشمال ينتهي عند حافة المياه على شاطئ صغير.","zh":"退潮时，沿半岛东北部流淌的神秘河打开了一道缺口，他们迅速建起一堵短石墙，把围墙延伸到岸边北端的小海滩上。","en":"When low tide opened a gap along the Mystic River along the northeast of the peninsula, they quickly extended the fence with a short stone wall to the north ending at the water's edge on a small beach.","eu":"Itsasbeherak Mystic ibaian hutsunea ireki zuenean, penintsularen ipar-ekialdean, hesia azkar luzatu zuten harrizko horma labur batekin, iparraldean bukatzen zena uraren ertzean, hondartza txiki batean.","fr":"Lorsque la marée basse a creusé un écart le long de la Mystic River dans le nord-est de la presqu'île, on a rapidement agrandi la barrière par un muret de pierre au nord se terminant au bord de l'eau sur une petite plage.","ml":"താഴ്ന്ന വേലിയേറ്റം ഉപദ്വീപിന്റെ വടക്കുകിഴക്കായി മിസ്റ്റിക്ക് നദിക്കരയിൽ ഒരു വിടവ് തുറന്നപ്പോൾ, അവർ വേഗത്തിൽ ചെറിയ കല്ലുമതിൽ തീർത്ത് വേലിയെ വടക്കോട്ട് നീട്ടി, അതിനെ ഒരു ചെറിയ കടൽത്തീരത്തിന്റെ വെള്ളത്തിന്റെ അരികിൽ അവസാനിപ്പിച്ചു.","mr":"समुद्राच्या भरतीमुळे प्रायद्वीपच्या ईशान्य दिशेला मिस्टिक नदीच्या काठावर एक खिंडार उघडले, तेव्हा त्यांनी एका लहान समुद्रकिनार्‍यावर पाण्याच्या काठावर उत्तरेकडील शेवटापर्यंत त्वरेने लहान दगडी भिंतीसह कुंपण\/फेन्सिंग वाढविले.","ne":"जब प्रायद्वीपको उत्तरपूर्वमा मिस्टिक नदीको किनारमा न्यून ज्वारले प्वाल बनायो, तिनीहरूले सानो तटमा पानीको किनारा अन्त्य हुने उत्तरसम्म छोटो ढुङ्गाको पर्खालको घेराबार तुरुन्तै लम्ब्याए।","es":"Cuando la marea baja abrió una grieta junto al río Mystic a lo largo de la península noreste, velozmente prolongaron la extensión del cerco construyendo un muro bajo de piedra al norte que llegaba hasta las orillas de una pequeña playa.","sw":"Wakati kupwa kwa maji kulifungua mwanya katika Mto Mystic katika kaskazini mashariki mwa rasi, waliendeleza ua kwa haraka kwa ukuta mfupi wa mawe upande wa kaskazini na kuishia kwenye ukingo wa maji katika pwani ndogo.","te":"తక్కువ ఆటుపోట్లు ద్వీపకల్పపు ఈశాన్య దిశలో Mystic నది వెంబడి ఒక అంతరాన్ని ఏర్పరిచినపుడు, వారు త్వరగా ఒక చిన్నరాతి గోడతో కంచెను, ఉత్తరాన ఉన్న ఒక చిన్న బీచ్‌లోని నీటి అంచుల వరకు విస్తరిస్తారు.","ur":"جب جزیرہ نُما کے شُمال مشرقی حِصّے کے ساتھ میسٹک دریا کے ساتھ نشیبی لہر نے ایک خلا کو کھول دیا، اُنہوں نے جلدی جلدی ایک پتھر کی چھوٹی دیوار سے جنگلے کو شُمال کی جانب وسیع کیا جو ایک چھوٹے ساحل پر پانی کے کنارے ختم ہوتا تھا۔","vi":"Khi thủy triều xuống mở ra một khoảng hở dọc theo dòng sông huyền bí chảy qua vùng phía đông bắc của bán đảo, họ nhanh chóng mở rộng hàng rào bằng một bức tường đá ngắn về hướng bắc kéo dài đến mép nước trên một bãi biển nhỏ.","xh":"Xa umsinga wavula umsantsa ngakumlambo i Mystic River nangakumantla e peninsula,bakhawuleza balwandisa ucingo ngelitye elifuthsane elilidonga ngasentla eliphela ekupheleni kwamazi olwandle oluncinci.","yo":"Nigbati sisan omi ya egbe kan lule ni ojusan odo Mystic lona ariwa Peninsula,ni kiakia ni won mo gegele pelu okuta ni ariwa eyiti o fori so adagun kekere kan.","zu":"Uma ukuncipha kwamanzi kuvula isikhala ngaseMfuleni iMistiki ngasempumalanga nyakatho yenhlonhlo, banweba ngokushesha uthango ngodonga olumfishane lwamatshe ngasenyakatho oluphelela ngasekuqaleni kwamanzi ogwini oluncane."}
{"ar":"المدينة القديمة في تلال يهودا لديها تاريخ مذهل على امتداد آلاف السنين.","zh":"坐落于犹太山丘 （Judean Hills） 上的这座古城，引人入胜的历史长达几千年之久。","en":"The ancient city in the Judean Hills has a fascinating history spanning thousands of years.","eu":"Judeako mendietako hiri zaharrak milaka urtetako historia zirraragarria dauka.","fr":"La cité antique des collines de Judée a une histoire fascinante qui s'étend sur des milliers d'années.","ml":"ജൂഡിയൻ ഹിൽസിലെ പുരാതന നഗരം ആയിരക്കണക്കിന് വർഷങ്ങളായി വ്യാപിച്ചുകിടക്കുന്ന കൗതുകകരമായ ചരിത്രമുണ്ട്.","mr":"ज्युडीयन टेकड्या मधील प्राचीन शहराला हजारो वर्ष पसरलेला असा आकर्षक इतिहास आहे.","ne":"जुडियन पहाडमा रहेको पुरानो सहरको हजारौं वर्ष फैलिएको मनमोहक इतिहास छ।","es":"La legendaria ciudad en Montes de Judea tiene una increíble historia milenaria.","sw":"Mji wa kale katika Vilima vya Judea una historia ya kusisimua ya maelfu ya miaka.","te":"యూదా హిల్స్ లోని పురాతన నగరం వేల సంవత్సరాల పాటు అద్భుతమైన చరిత్ర కలిగి ఉంది.","ur":"جوڈ یا کی پہاڑی کا یہ قدیم شہر اپنے پیچھے ہزروں سال کی دلچسپ تاریخ رکھتا ہے۔","vi":"Thành phố cổ đại ở Judean Hills có lịch sử đầy thu hút trải dài hàng nghìn năm.","xh":"Esi sixeko sakudala Sakwiinduli ZakwaYuda sinembali ebangela umdla yeminyaka yamawakawaka.","yo":"Ìlú ìgbàani tí ò wà ní Òke Juda ni ìtàn tó múnilọ́kàn tí ó sì ti ń gbòòrò láti bí ẹgbẹ̀rún ọdúnsẹ́yìn.","zu":"Idolobha lamandulo eMagqumeni aseJudiya linomlando othakazelisayo oneminyaka eyizinkulungwane."}
{"ar":"يمكنك التخييم في السّيارة إذا كنت تمتلك ميني فان كبيرة أو سيارة دفعٍ رباعي أو سيدان أو ستيشن واغن بمقاعد يمكن طيّها.","zh":"如果你有一辆较大的小型面包车、运动型休旅车、轿车或旅行车，并且座椅可以放平，那么你就可以进行汽车露营。","en":"Car camping is possible if you have a large minivan, SUV, Sedan or Station Wagon with seats that lay down.","eu":"Autoan kanpatzea posible da furgoneta handi bat, kirol-ibilgailu utilitario bat, sedan bat edo familiar bat edukiz gero, eserlekuak beheratuta.","fr":"Le camping en voiture est possible si vous disposez d'un grand monospace, d'un SUV, d'une berline ou d'un break avec des sièges qui s'allongent.","ml":"നിങ്ങൾക്ക് ഒരു വലിയ മിനിവാൻ, എസ്‌യുവി, സെഡാൻ അല്ലെങ്കിൽ സ്റ്റേഷൻ വാഗൺ ഉണ്ടെങ്കിൽ കാർ ക്യാമ്പിംഗ് സാധ്യമാണ്.","mr":"तुमच्याकडे मोठी मिनीव्हॅन, SUV, सेडान किंवा स्टेशन वॅगन असून त्यामध्ये खाली जागा असल्यास कार कॅम्पिंग शक्य आहे.","ne":"यदि तपाईंसँग ठूलो मिनीभ्यान, SUV, सेडान वा स्टेसन वेगन छ जसको सीटहरू ढल्किन्छन् भने कार क्याम्पिंग सम्भव हुन्छ।","es":"Quienes tengan una miniván amplia, un SUV, un sedán o camioneta con asientos reclinables pueden acampar en su vehículo.","sw":"Kupiga kambi kwenye gari kunawezekana kama una minivani, SUV, Sedan au Stesheni Wagon lenye viti ambavyo vinaweza kulazwa.","te":"మీకు పెద్ద మినివాన్, ఎస్‌యూవీ, సెడాన్ లేదా స్టేషన్ వాగన్ ఉంటే సీట్లు ఉంటాయి.","ur":"کار کیمپنگ اسی صورت میں ممکن ہے جب تمہارے پاس منی وین یا سپورٹ یوٹیلیٹی ویھیکل یا سیڈن یا اسٹیشن ویگن جس میں ایسی سیٹیں ہوں جن پر آدمی لیٹ سکے۔","vi":"Có thể đi cắm trại bằng xe hơi nếu bạn có xe minivan lớn, xe SUV, xe Sedan hoặc xe Station Wagon có hàng ghế gập xuống được.","xh":"Ukukhempisha ngemoto kunokwenzeka ukuba unayo i-minivan enkulu, i-SUV, iSedan okanye iStation Wagon esinezitulo ezihlayo.","yo":"Ibudo inuoko seese ti o ba ni oko nla mnifaani, SUV abi Station Wagon to ni ijoko ti o le sun sile.","zu":"Ukukanisa emotweni kungenzeka lapho uneveni encane, i-SUV, iSedan noma iStation Wagon esinezihlalo ezikwazi ukulala."}
{"ar":"الانهيارات الجليدية ليست حالة غير طبيعية؛ فالمنحدرات شديدة الانحدار لا يمكنها أن تحتفظ إلا بقدر كبير من الثلج، وسوف تنخفض الأحجام الزائدة كانهيارات ثلجية.","zh":"雪崩并不是异常现象；陡坡上所能容纳的雪量有限，多余的雪就会以雪崩的形式坠落。","en":"Avalanches are not an abnormality; steep slopes can hold only so much slow, and the excess volumes will come down as avalanches.","eu":"Elur-jausiak ez dira ohiz kanpokoak; aldapa malkartsuek eutsi dezaketen elur kantitatea mugatua da, eta gehiegizko bolumena elur-jausi gisa erortzen da.","fr":"Les avalanches ne sont pas des phénomènes anormaux ; les pentes escarpées ne peuvent retenir qu'une petite quantité de neige, dont l'excédent se répand sous forme d'avalanche.","ml":"ഹിമപ്രവാഹം അസ്വാഭാവികമല്ല; കുത്തനെയുള്ള ചരിവുകൾക്ക് ഒരുപാട് മഞ്ഞ് പിടിച്ചുനിർത്താനാവില്ല, അധിക മഞ്ഞ് ഹിമപ്രവാഹത്തിന് കാരണമാവുന്നു.","mr":"हिमस्खलन हे अपसामान्य नाही; तीव्र उतार तितकाच बर्फ धरून ठेवू शकतात आणि अतिरिक्त राशी हिमस्खलन रुपात खाली येऊ शकते.","ne":"हिम पहिरो जानु असामान्य घटना होइन। भिराला जमिनले धेरै कम हिउँ मात्र थेग्न सक्छन् र हिउँ अत्यधिक मात्रामा भएको खण्डमा हिम पहिरो बनेर खस्छ।","es":"Las avalanchas no son algo anormal; las pendientes pronunciadas únicamente resisten cierta cantidad de nieve, por lo que el exceso caerá en forma de aludes.","sw":"Maporomoko ya theluji si uhitilafiani wa kawaida; mteremko mkali unaweza kushikilia theluji kiwango fulani, na viwango vya ziada vitashuka kama maporomoko ya theluji.","te":"మంచు తుఫాన్లు అసాధారణం కాదు; లోతుగా ఉండే వాలు ప్రాంతాలు మాత్రమే  నెమ్మదిగా తట్టుకోగలవు, మరియు  ప్రవాహం ఎక్కువైతే అవి మంచు తుఫాన్లుగా కిందకి వస్తాయి.","ur":"یہاں برفانی تودے گرنا معمول کی بات ہے؛ تیز ڈھلان صرف اسکی سست رفتاری کو روک سکتی ہے، اور زیادہ مقدار برفانی تودے کی مانند گرتی ہے۔","vi":"Tuyết lở không phải là hiện tượng bất thường; những sườn núi dốc chỉ giữ được một số lượng tuyết nhất định, và phần còn lại sẽ rơi xuống tạo thành tuyết lở.","xh":"Inyikima yodaka ayiyonto engekho sesiqhelweni; amajikojiko ayintaba abamba oko kuncinane, ukuze olunintsi udaka luhle njengenyikima yodaka.","yo":"Iji yinyin kii se ohun ajeji, oke to ga o le di yinyin pupo ju, eyi to ba koja afara lo ma n wa sile gege bii iji yinyi.","zu":"Izikhukhula zeqhwa aziyona into engavamile; izindawo ezehlelayo zingabamba iqhwa elanele nje, futhi elengeziwe lizokwehla njengesikhukhula seqhwa."}
