{"ar":"تحدد موقع تحطم الطائرة اليوم ولا يمكن الوصول إليه لدرجة أن شرطيين أُسقطوا في الغابة للصعود إلى مكان الحادث والبحث عن ناجين.","zh":"今天，坠机地点已经确定。由于交通不便，两名警察通过直升飞机吊索进入丛林，徒步前往现场搜救幸存者。","en":"The crash site was located today and is so inaccessable that two policemen were dropped into the jungle in order to hike to the scene and seek survivors.","eu":"Istripuaren gunea gaur aurkitu dute; hain da zaila hara heltzea, non bi polizia oihanean utzi behar izan baitituzte istripuaren tokiraino oinez joan eta norbait bizirik dagoen egiaztatzeko.","fr":"Le lieu du crash, identifié ce jour, est si difficile d'accès qu'il a fallu déposer deux policiers dans la jungle afin qu'ils atteignent le site à la recherche d'éventuels survivants.","ml":"വിമാനം തകർന്ന സ്ഥലം ഇന്ന് കണ്ടെത്തി എങ്കിലും അവിടെ ചെന്നെത്താൻ വിഷമമാണ്, അതിനാൽ കാൽനടയായി സംഭവസ്ഥലത്ത് പോകാനും രക്ഷപ്പെട്ടവരെ കണ്ടെത്താനുമായി കാട്ടിലേക്ക് രണ്ട് പോലീസുകാരെ ഇറക്കി.","mr":"आज अपघाताचे ठिकाण शोधण्यात आले आणि ते इतके दुर्गम ठिकाणी होते की घटनास्थळी जाण्यासाठी व वाचलेल्यांचा शोध घेण्यासाठी 2 पोलिसांना जंगलामध्ये हवाईमार्गाने वरून सोडण्यात आले","ne":"दुर्घटना स्थल आज पहिचान गरिएको थियो तर त्यहाँ पुग्न यति कठिन छ कि घटनास्थलसम्म हिँडेर जान र बचेकाहरूको खोजी गर्न भनेर दुई जना पुलिसलाई जङ्गलमा झारियो।","es":"Hoy se localizó el lugar del accidente y dada su inaccesibilidad, fue preciso bajar a dos policías a la jungla para que pudieran llegar a pie hasta el lugar en busca de sobrevivientes.","sw":"Mahali pa ajali palipatikana leo na ni mahali pasipofikika kabisa hivi kwamba polisi wawili walishushwa msituni ili watembee waende kwenye eneo la tukio na kutafuta walionusurika.","te":"ప్రమాదం చోటు చేసుకున్న ప్రాంతాన్ని ఈ రోజు గుర్తించారు మరియు ఆ ప్రాంతం మనుషులు ప్రవేశించడానికి అనుకూలంగా లేనందున, కాలినడక ఆ ప్రాంతానికి చేరుకొని క్షతగాత్రులను కాపాడటానికి ఇద్దరు పోలీసులను అడవిలోకి దింపారు.","ur":"کریش کی سائٹ کو آج لوکیٹ کر لیا گیا۔ یہ اس قدر نا قابلِ رسائی ہے کہ دو پولیس مینوں کو جنگل میں چھوڑا گیا تاکہ وہ پیدل چل کر جائے حادثہ تک پہنچیں اور زندہ بچنے والوں کو نکالیں۔","vi":"Địa điểm vụ rơi được xác định hôm nay và khó tiếp cận đến mức hai cảnh sát viên được thả xuống rừng để đi bộ tới hiện trường để tìm người còn sống.","xh":"Indawo yengozi ifunyenwe namhlanje kwaye ayinakufikeleleka kangangokuba amapolisa amabini ashiywe ehlathini ukuze aye kule ndawo aze akhangele abasindileyo.","yo":"Won ri ibi tí ìjàmbá ti ṣẹlẹ̀ lóní ò dẹ́ ṣòró láti débẹ̀ torí olopa méjì ní wọ́n fisílẹ̀ sínu igbó láti rìn dé ibẹ̀ láti wá àwọn tí ó yẹ̀ rí.","zu":"Indawo yokuphahlazeka itholwe namuhla futhi akufinyeleleki kuyo kangangokuthi amaphoyisa amabili esilisa abekwa ehlathini ukuze ahambe ngezinyawo aye andaweni yesehlakalo futhi afune abasindile."}
{"ar":"يعتقد البعض، ومنهم جون جرانت، أن أزمة التمويل والتحول في فلسفة البرامج التلفزيونية التعليمية قد ساهمت في إنهاء المسلسل.","zh":"约翰·格兰特等人认为，该节目之所以停播，是因为资金短缺，以及教育节目制作理念发生了转变。","en":"It is believed by some, including John Grant, that both the funding crunch and a shift in the philosophy of educational television programming contributed to ending the series.","eu":"Batzuek diote, besteak beste, John Grant-ek, finantzaketa faltak eta telebista pedagogikoaren programazioaren inguruko filosofiak bultzatu dutela telesailen amaiera.","fr":"Certains, dont John Grant, pensent que le manque de financement et le changement de philosophie des programmes éducatifs de la télévision ont contribué à la fin de la série.","ml":"ഫണ്ടിംഗിലെ പ്രതിസന്ധിയും വിദ്യാഭ്യാസ ടെലിവിഷൻ പ്രോഗ്രാമിംഗിന്റെ ഫിലോസഫിയിലുണ്ടായ മാറ്റവും പരമ്പര അവസാനിപ്പിക്കാൻ കാരണമായി എന്നാണ് ജോൺ ഗ്രാന്റ് ഉൾപ്പെടെയുള്ള ചിലർ കരുതുന്നത്.","mr":"जॉन ग्रँट यांच्यासह काही जणांचा असा विश्वास आहे की निधीची कमतरता आणि शैक्षणिक टेलिव्हिजन प्रोग्रामिंगच्या तत्त्वज्ञानामधील बदल या दोन्ही गोष्टींनी  मालिका संपविण्यात योगदान दिले आहे.","ne":"जोन ग्रान्ट लगायत केही व्यक्तिहरूले यो विश्वास गर्छन् कि कोषको समस्या र शैक्षिक टेलिभिजन प्रोग्रामिङको दर्शन दुवैले श्रृङ्खला समाप्त गर्न योगदान पुर्‍याए।","es":"Hay quienes piensan, incluido John Grant, que tanto la crisis financiera como una modificación en la filosofía de la programación televisiva con fines educativos ayudaron a la cancelación de la serie.","sw":"Inaaminika na baadhi, akiwemo John Grant, kwamba hitilafu ya ufadhili na mabadiliko ya falsafa ya maudhui ya televisheni ya kielimu ilichangia kwa kutamatishwa kwa mfululizo.","te":"నిధుల కొరత మరియు విద్యా టెలివిజన్ ప్రోగ్రామింగ్ యొక్క తత్వంలో మార్పు, ఈ రెండూ సిరీస్‌ను ముగించడానికి దోహదపడ్డాయి అని జాన్ గ్రాంట్‌తో సహా కొందరు నమ్ముతారు.","ur":"بعض لوگ بشمول جان گرانٹ کے اس کے قائل ہیں کہ فنڈ نگ کا فقدان اور اجوکیشنل ٹی وی پروگرامنگ کے فلسفہ کا تقلب دونوں نے اس سیریز کے انقطاع میں حصہ لیا۔","vi":"Một số người, bao gồm cả John Grant, tin rằng cả tình trạng khủng hoảng tài trợ và sự thay đổi trong triết lý thiết kế chương trình truyền hình giáo dục đã góp phần dẫn đến sự chấm dứt của chương trình này.","xh":"Abanye kuquka uJohn Grant, bakholelwa ukuba ukungabikho kwemali nokutshintsha kwendlela eziqhuba ngayo iinkqubo zeTV zokufundisa, ezo zinto zombini zibe negalelo ekuyekisweni kwale nkqubo iziziqendu.","yo":"Àwọn kan gbàgbọ́, pẹ̀lú john Grant, pé àti funding crunch àti sísún ní ẹ̀kọ́ ìmòye ètò orí amóhùnmáwòrán dási láti parí eré náà.","zu":"Kukholelwa abanye, kuhlanganise noJohn Grant, ukuthi ukusweleka okukhulu kwemali kanye nokushintsha kwefilosofi yezinhlelo zemfundo zethelevishini kube nomthelela ekupheleni kwezinhlelo ezilandelanayo."}
{"ar":"يتبع المتابعون طريقة معينة في الحياة، أو ممارسات الهدف منها هو تعزيز تلك التجارب.","zh":"追随者追求某种生活方式或旨在滋养这些经验的修行。","en":"Followers pursue certain ways of living, or practices that are intended to nurture those experiences.","eu":"Jarraitzaileek esperientzia horiek elikatzeko balio duten bizimodu edo jarduera jakinak egiten dituzte.","fr":"Les adeptes poursuivent certains modes de vie, ou des pratiques qui visent à nourrir ces expériences.","ml":"ജീവിത രീതികളോ പരിശീലനങ്ങളോ പിന്തുടരുന്നു ആ അനുഭവങ്ങളെ പരിപോഷിപ്പിക്കാൻ ഉദ്ദേശിച്ചുള്ളതാണ് അനുയായികൾ.","mr":"अनुयायी काही विशिष्ट जगण्याची पद्धत किंवा सराव यांचा अवलंब करतात जे त्या अनुभवांना वाढविण्याच्या उद्देशाने आहेत.","ne":"अनुयायीहरूले केही तरिकाहरू अनुसरण गर्छन्, जिउने वा ती अभ्यासहरू जुन ती अनुभवहरूलाई पोषण दिनका लागि प्रायोजित छन्।","es":"Sus adeptos se proponen adoptar ciertas formas de vida o prácticas cuyo objetivo es nutrir esas experiencias.","sw":"Wafuasi hutafuta njia fulani za kuishi, au mazoea ambayo yanakusudiwa kulea uzoefu huo.","te":"ఆ అనుభవాలను పోషించడానికి అనుచ౦డ౦, లేదా ఆ స౦బ౦ది౦చిన కొన్ని పద్ధతులను అనుసరి౦చడ౦.","ur":"پیروکار زندگی بسرنے کے کچھ خاص طریقوں، یا ان اطوار کی پابندی کرتے ہیں جن کا مقصد ان تجربات کو پروان چڑھانا ہے۔","vi":"Những người tham gia theo đuổi những cách sống khác nhau, hoặc luyện tập để nhằm nuôi dưỡng những trải nghiệm đó.","xh":"Abalandeli baphila ngendlela ethile, okanye benza izinto ezenzelwe ukugcina loo mava.","yo":"Àwọn agbátẹ̀lé ma n tẹ́lẹ̀ àwọn ìlànà àti ìgbésí ayé kan tó ma n jẹ́kí àwọn ìrírí yẹn rẹ̀ si.","zu":"Abalandeli balandela indlela ezithile zokuphila, noma imikhuba ehloselwe ukukhulisa lezo zinto ezenzekayo."}
{"ar":"دروكيال دزونج هي قلعةٌ مُدَمّرةٌ ودير بوذي في الجزء العلوي من منطقة بارو (في قرية فوندي).","zh":"朱克杰宗（Drukgyal Dzong）是一座已毁的堡垒和佛教寺庙，位于帕罗区上部（在方德村）。","en":"The Drukgyal Dzong is a ruined fortress and Buddhist monastery in the upper part of the Paro District (in Phondey Village).","eu":"Drukgyal Dzong hondatutako gotorleku eta monasterio budista bat da eta Paro distrituko goiko aldean dago (Phondey herrian).","fr":"Le Drukgyal Dzong est une forteresse et un monastère bouddhiste en ruine dans la partie supérieure du district de Paro (dans le village de Phondey).","ml":"പാരോ ജില്ലയുടെ (ഫോണ്ടി ഗ്രാമത്തിൽ) ഉപരിഭാഗത്ത് നിലകൊള്ളുന്ന ദ്രുക്ജ്യാൽ സോങ് ഒരു ജീർണ്ണിച്ച കോട്ടയും ബുദ്ധാശ്രമവുമാണ്.","mr":"ड्रुकग्याल झोंग ही पारो जिल्ह्याच्या वरच्या भागात (फोन्डे गावात) एक उध्वस्त किल्ला आणि बौद्ध मठ आहे.","ne":"ड्रुकग्याल जोङ्ग पारो जिल्लाको माथिल्लो भाग (फोन्डे गाउँमा) मा रहेको एक भग्नावशेष किल्ला र बौद्ध मठ हो।","es":"El Drukgyal Dzong es una fortificación y monasterio budista deteriorado que se encuentra al norte del distrito de Paro, en Phondey Village.","sw":"Drukgyal Dzong ni ngome iliyoharibika na monasteri ya Kibudhi katika sehemu ya juu ya Wilaya ya Paro (katika Kijiji cha Phondrey).","te":"దృక్జ్యాల్ డ్జోంగ్ పారో జిల్లా పై భాగంలో ఒక శిధిలమైన కోట ఇంకా బౌద్ధ విహారం (ఫోన్దేయ్ గ్రామంలో) ఉంది.","ur":"ڈرک گیل پارو ضلعے کے (فونی گاؤں میں بالائی حصے میں ایک بدھ مذہب کی خانقاہ اور تباہ شدہ قلعہ ہے۔","vi":"Drukgyal Dzong là khu phế tích của một pháo đài kiêm tu viện Phật Giáo nằm ở thượng vùng Quận Paro (trong Làng Phondey).","xh":"IDrukgyal Dzong yinqaba engamabhodlo kwaye ikwayindlu yoonongendi bamaBhuda kwinxalenye ephezulu ye-Paro District (ePhondey Village).","yo":"Drukgyal Dzong jẹ́ odi tí ó ti bàjẹ́ àti iléègbé àwọn mọ́ǹkì Buddhist ní òkè agbègbè Para (ní abúlé Phondey.","zu":"I-Drukgyal Dzong inqaba enkulu echithakele nemonasteli yamaBhuda engxenyeni engenhla yeSigodi saseParo (eMzaneni wasePhondey)"}
{"ar":"الغواصات هي سفن مصممة للسفر تحت الماء، والبقاء هناك لفترة طويلة من الزمن.","zh":"潜水艇是为了在水底下行驶而设计的船，而且潜水艇在水面下停留的时间较长。","en":"Submarines are ships designed to travel underwater, and remain there for an extended amount of time.","eu":"Itsaspekoak ur azpitik bidaiatzeko eta urpean luzaroan egoteko diseinatutako ontziak dira.","fr":"Les sous-marins sont des navires conçus pour voyager sous l'eau et y rester pendant une longue période.","ml":"വെള്ളത്തിനടിയിലൂടെ സഞ്ചരിക്കാനും കൂടുതൽ സമയം അവിടെ തുടരാനും രൂപകൽപ്പന ചെയ്തിട്ടുള്ള കപ്പലുകളാണ് അന്തർവാഹിനികൾ.","mr":"पाणबुडी हे पाण्याखाली प्रवास करण्यासाठी आणि तेथे जास्त कालावधीकरिता राहण्यासाठी डिझाईन केलेले जहाज आहे.","ne":"पनडुब्बीहरू पानीमुनि यात्रा गर्न डिजाइन गरिएका जहाज हुन् र त्यहाँ विस्तारित समयका लागि रहन्छन्।","es":"Los submarinos son naves diseñadas para desplazarse y permanecer por bajo del agua durante un largo período de tiempo.","sw":"Sabmarini ni meli zilizoundwa kusafiri chini ya maji, na kubaki hapo kwa muda mrefu.","te":"సబ్ మెరైన్ లు  నీటి లోపల  ప్రయాణించడానికి మరియు  అక్కడ ఎక్కువ కాలం పాటు ఉండటానికి రూపొందించబడిన ఓడలు.","ur":"سب میرین (پن ڈبی) وہ جہاز ہے جو پانی کے اندر چلنے کے لئے بنایا گیا ہے۔ وہ طویل میعاد کے لئے پانی کے اندر رہ سکتا ہے۔","vi":"Tàu ngầm là những con tàu được thiết kế để chạy bên dưới mặt nước và liên tục hoạt động ở đó trong thời gian dài.","xh":"Iinqwela mafutha ezintywilayo zenzelwe ukuhambha phantsi kwamanzi, futhi zihlale njalo amaxesha amade ngethuba.","yo":"ọkọ̀ abẹ́ omi ni àwọn ọkọ̀ ojú omí tí wọn ṣe láti máa rìn ní abẹ́ omi, kí wọ́n sì tún wà ní abẹ́ omí fún ìgbà púpọ̀.","zu":"Imikhumbi yangaphansi kwamanzi imikhumbi eklanyelwe ukuhamba ngaphansi kwamanzi, futhi ihlale lapho isikhathi eside kakhulu."}
{"ar":"وقال المفوض: \"لم نتفق بعد على قواعد المنشأ وجوهر ضوابط التعريفة، لكن الإطار الذي لدينا يكفي لبدء التجارة في 1 يوليو 2020\".","zh":"特派员表示：“我们尚未就原产地规则和关税协定达成一致，但我们现有的框架足以满足 2020 年 7 月 1 日开始贸易的需要。”","en":"The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".","eu":"Ordezkariaren esanean, “Oraindik ez gara adostasunera iritsi jatorri-arauei eta tarifa-kontzesioei dagokienez, baina esku artean dugun markoa nahikoa da 2020ko uztailaren 1ean negozioekin hasteko”.","fr":"Le commissaire a dit : « nous ne nous sommes pas encore accordés sur les règles de base, ni sur les concessions tarifaires, mais la perspective envisagée est suffisante pour débuter le commerce d'ici le 1er juillet 2020 ».","ml":"\"\"\"റൂൾസ് ഓഫ് ഒറിജിനും താരിഫ് ഇളവുകളും ഞങ്ങൾ ഇതുവരെ അംഗീകരിച്ചിട്ടില്ല, എന്നാൽ 2020 ജൂലൈ 1-ന് ട്രേഡിംഗ് ആരംഭിക്കാൻ ഞങ്ങളുടെ പക്കലുള്ള ചട്ടക്കൂട് മതിയാകുന്നതാണ്\"\", കമ്മീഷണർ പറഞ്ഞു.\"","mr":"\"आयुक्त म्हणाले,\"\" आमचे अद्याप मुलभूत नियम आणि कर सवलती यावर सहमत झालेलो नाही, परंतु आमच्याकडे असणारे चौकट व्यापार 1 जुलै 2020 पासून सुरु करण्यास पुरेसे आहे.\"","ne":"आयुक्तले भने, “हामीले अहिलेसम्म उत्पत्तिका नियमहरू र शुल्कदर रियायतहरू स्वीकार गरेका छैनौँ तर हामीसँग भएको रूपरेखा जुलाई 1, 2020 मा व्यापार सुरु गर्न पर्याप्त छ।”","es":"El comisario expresó: «Si bien todavía no hemos definido las reglas de origen ni las condiciones arancelarias, el marco con el que contamos es suficiente para dar inicio a las transacciones desde el 1 de julio de 2020».","sw":"Kamishna alisema, “Bado hatujakubaliana kuhusu kanuni za chanzo na idhini ya orodha ya ada, lakini mfumo tulionao umetosha kuanza kufanya biashara mnamo Julai 1, 2020”.","te":"\"కమిషనర్ మాట్లాడుతూ, \"\"మూలం మరియు సుంకం రాయితీలపై మేము ఇంకా అంగీకరించలేదు, కానీ జూలై 1, 2020న ట్రేడింగ్ ప్రారంభించడానికి మాకు ఉన్న పరిమితులతో సరిపోతుంది\"\".\"","ur":"کمشنر نے کہا، \"ہم ابھی تک اصل قانون اور محصولات کی مراعات پر متفق نہیں ہوئے ہیں، لیکن جو بُنیادی ڈھانچہ ہمارے پاس موجود ہے وہ 1 جولائی 2020 سے تجارت شروع کرنے کیلئے کافی ہے\"۔","vi":"Ủy viên nói, “Chúng tôi chưa đồng thuận về quy tắc xuất xứ và nhượng bộ thuế quan, nhưng thỏa thuận khung mà chúng tôi đã đạt được là đủ để bắt đầu giao thương vào ngày 1 tháng Bảy năm 2020”.","xh":"Umkomishala uthe, “Asikavumelani ngemithetho emalunga nemvelaphi kunye nokususwa kwerhafu, kodwa umgaqo esinawo wanele ukuba siqalise ukurhweba ukususela ngo-1 Julayi 2020.”","yo":"Kọmíṣánà sọ pé, a kò ì tí ì fi ẹnu kò lórí òfin ìpẹ̀lẹ̀ àti owó orí, ṣùgbọ́n ètò tí a ti gbé kalẹ̀ tó wa láti bẹ̀ẹ̀rẹ̀ káràkátà ní ọjọ́ kìíní, oṣù kéje, ọdún 2020” .","zu":"Ukhomishana uthe, \"Asikavumelani ngokuthi izothini imithetho yesiqalo nokuncishiswa kwamanani wezimpahla ezilethwa ezweni, kodwa isimiso esinaso sanele ukuqala ukuhweba ngomhlaka-1 July, 2020\"."}
{"ar":"قال قائد المطافئ سكوت كونس: \"كان يوماً حاراً في سانتا كلارا إذ وصلت درجات حرارة إلى التسعينيات\".","zh":"消防队长斯科特·库恩斯表示：“圣塔克拉拉当天十分燥热，温度得有 90 多华氏度高。\"","en":"Fire captain Scott Kouns said, \"It was a hot day in the Santa Clara with temperatures in the 90s.","eu":"Scott Kouns suhiltzaileen kapitainaren esanean, “Egun beroa zen Santa Clara-n, eta tenperaturak 90(F) gradutik gorakoak ziren.","fr":"Le capitaine des pompiers Scott Kouns a déclaré : « C’était une journée chaude dans le comté de Santa Clara avec des températures dépassant 90 °F.","ml":"\"ഫയർ ക്യാപ്റ്റൻ സ്കോട്ട് കൗൺസ് പറഞ്ഞു, \"\"താപനില 90കളിൽ ആയിരുന്ന ചൂടുള്ള ഒരു ദിവസമായിരുന്നു സാന്റ ക്ലാരയിലേതെന്ന്.\"","mr":"\"अग्नी कप्तान स्कॉट कौन्स म्हणाले,\"\" त्या दिवशी सांता क्लारा मध्ये तापमान 90 च्या घरात असणारा उष्ण दिवस होता.\"","ne":"“सान्ता क्लारामा 90 को दशक तापक्रम दिन तातो भएको थियो” फायर कप्तान स्कट कोउन्सले भने।","es":"Scott Kouns, capitán del cuartel de bomberos, comentó: «Era un día de calor en Santa Clara, con temperaturas de 90 grados.","sw":"Mkuu wa Zimamoto Scott Kouns alisema, \"Kulikuwa na joto siku hiyo huko Santa Clara halijoto ikifikia 90.","te":"\"\"\"90లలో  ఉష్ణోగ్రతలతో శాంటా క్లారాలో ఈరోజు బాగా ఎండగా  ఉందని ఫైర్ కెప్టెన్ స్కాట్ కౌన్స్ అన్నారు.\"","ur":"فائر کیپٹن اسکاٹ کونس نے کہا، “سانتا کلارا میں یہ بہت گرم دن تھا جب کہ ٹمپریچر 90 کے رینج میں تھا۔","vi":"Đội trưởng cứu hỏa Scott Kouns cho biết: \"Đó là một ngày nóng bức ở Santa Clara khi nhiệt độ lên tới khoảng 90 độ F.","xh":"Inkokheli yezomlilo uScott Kouns uthe, \"Yayiyimini eshushu eSanta Clara ngamaqondo obushushu aphezulu kubushushu bee-90.","yo":"Òṣìṣẹ́ panápaná, Scott Kouns sọ pé “ó jẹ́ ọjọ́ tí ó gbóná ni Santa Clara, tí gbígbónà náà sí tó ìwọ̀n àádọ́rùn-ún.","zu":"Ukaputeni wezomlilo uScott Kouns uthe, \"Bekuwusuku olushisayo eSanta Clara ngamazinga okushiwa ako-90."}
{"ar":"ومع ذلك، فإن تحالف ستار يغطي كل شيء باستثناء شرق جنوب المحيط الهادئ من سانتياغو دي تشيلي إلى تاهيتي، وهي رحلة تابعة لمجموعة خطوط لاتام الجوية التابعة لتحالف عالم واحد.","zh":"然而，星空联盟涵盖了全球各条航线，不过从智利的圣地亚哥到塔希提岛的东南太平洋航线除外，这是南美航空 (LATAM) 寰宇一家航空公司的航线。","en":"However, Star Alliance covers everything except the eastern South Pacific from Santiago de Chile to Tahiti, which is a LATAM Oneworld flight.","eu":"Hala ere, Star Alliance-k eskakizun hauek betetzen ditu, Hego Pazifikoko ekialdea izan ezik; LATAM Oneworld-en hegaldiak dira Txileko Santiagotik Tahitirako ibilbideak egiten dituenak.","fr":"Cependant, Star Alliance couvre tout sauf le Pacifique Sud oriental de Santiago du Chili à Tahiti, qui est un vol LATAM Oneworld.","ml":"എന്നിരുന്നാലും, സ്റ്റാര്‍ അലയന്‍സ് തെക്കുകിഴക്ക് പസഫിക്കില്‍ സാന്‍റിയാഗോ ഡീ ചിലി മുതല്‍ താഹിതിവരെയുള്ളത് ഒഴികെ, ഇത് ലാറ്റാം വൺ‌വേൾഡ് വിമാനമാണ്.","mr":"तथापि, स्टार अलायन्स पूर्व दक्षिण प्रशांत वगळता सगळे व्यापते, सांटियागो दे चिली पासून ताहिती पर्यंत जे एक लॅटम एक विश्व उड्डाण आहे.","ne":"यद्यपि, स्टार एलायन्सले पूर्वी दक्षिण प्रशान्तको सान्टियागो डे ला चिलीदेखि टाहिटीसम्म बाहेक सबै कुरा समेट्छ, जुन LATAM वनवर्ल्ड उडान हो।","es":"No obstante, Star Alliance cubre todo a excepción de la porción este del Pacífico Sur que se extiende desde Santiago de Chile hasta Tahití, zona que corresponde a los vuelos de LATAM Oneworld.","sw":"Hata hivyo, Star Alliance hushughulikia kila kitu isipokuwa South Pacific ya mashariki kutoka Santiago de Chile kwenda Tahiti, ambayo ni safari ya LATAM Oneworld.","te":"అయితే, స్టార్ అలయన్స్ శాంటియాగో డే  చిలీ నుండి తాహితీ వరకు తూర్పు దక్షిణ పసిఫిక్ మినహా ప్రతీదీ కవర్ చేస్తుంది, ఇది LATAM వన్ వరల్డ్   ఫ్లైట్.","ur":"البتہ، اسٹار الائنس تمام علاقوں کا احاطہ کرتا ہے ماسوائے سینٹیاگو ڈی چلی سے تاہیٹی تک مشرقی جنوبی بحرالکاہل کے، جو کہ LATAM Oneworld فلائٹ ہے۔","vi":"Tuy nhiên, liên minh hàng không Star Alliance có chuyến bay đến tất cả các địa điểm ngoại trừ phía đông của Nam Thái Bình Dương, từ Santiago de Chile đến Tahiti - đây là chuyến bay của LATAM Oneworld.","xh":"Kodwa ke, I star Alliance iquka yonke into ngaphandle ko Mzantsi Mpuma Pacific osuka e Santiago de Chile ukuya Tahiti, eyi LATAM Oneworld flight.","yo":"Bẹ́ẹ̀ sì ni Star Alliance ma ṣe ìtọ́jú gbogbo ǹkan yàtọ̀ sí South Pacific láti Santiago de Chile sí Tahiti, tó wà ní LATAM Oneworld fligh.","zu":"Nokho, Inhlangano yeNkanyezi ihlanganisa yonke into ngaphandle kweNingizimu Phasifiki esempumalanga kusuka eSantiago de Chile kuya eTahiti, okuyindawo yokubalekela Yezwe elilodwa leLATAM."}
{"ar":"في حالة التأكد، هذا الاكتشاف قد يُكمل بحث آلان عن الموساشي الذي دام 8 سنوات.","zh":"如果这一发现得到证实，艾伦对武藏号 8 年的搜寻工作就大功告成了。","en":"If confirmed, the find completes Allen's eight-year search for the Musashi.","eu":"Berretsiko balitz, honekin amaitzen da Musashi aurkitzeko Allen-ek egin duen zortzi urteko bilaketa.","fr":"Si elle est confirmée, la découverte complète les huit années de recherche du Musashi menées par Allen.","ml":"സ്ഥിരീകരിച്ചാൽ, മുസാഷിക്കായുള്ള അലന്റെ എട്ട് വർഷത്തെ തിരച്ചിൽ ഈ കണ്ടെത്തലിലൂടെ പൂർത്തിയാകുന്നു.","mr":"खात्री झाल्यास, शोध अॅलनच्या मुसाशीच्या शोधाला ८ वर्षे पूर्ण करेल.","ne":"पुष्टि भयो भने, खोजले Allen ०ले मुशाशीका लागि आठ बर्षको खोजी पूरा गर्छ।","es":"En caso de constatarse, el descubrimiento completaría una pesquisa del Allen del Musashide que ha durado ocho años.","sw":"Kama imedhibitishwa, utafutaji unakamilisha miaka minane ya Allen kutafuta Musashi.","te":"ఒకవేళ నిర్ధారణయితే, Musashi కోసం Allen యొక్క 8 సంవత్సరాల అన్వేషణ పూర్తవుతుంది.","ur":"اگر اس دریافت کی تصدیق ہو جائے تو اس سے ایلین کی موساشی کی آٹھ سالہ تلاش کا اکتمال ہو جائے گا۔","vi":"Nếu được xác nhận, khám phá này sẽ hoàn tất quá trình 8 năm tìm kiếm chiến hạm Musashi của Allen.","xh":"Ukuba kuqinisekisiwe, ukufunyanwa ngokugqibeleyo iminyaka elishumi elinesibhozo yokukhangela uMusashi.","yo":"Tó bá jẹ àrídájú, dídi rírí Musassh fi òpin sí wíwá Allen fún ọdún mẹ́jọ .","zu":"Uma kungaqinisekiswa, okutholakele kuqeda iminyaka eyisishiyagalombili yokuhlola kuka-Allen iMusashi."}
{"ar":"في النهاية لا يخفى تنافس موفري الأسِرَّة والإفطار على شيئين أساسيين هما الأسِرَّة والإفطار.","zh":"在高端市场上，显而易见，一众 B&B 公司主要在两个方面展开竞争：床铺和早餐。","en":"At the top end, B&Bs obviously compete mainly on two main things: bedding and breakfast.","eu":"Guztiaren gainetik, halako tokiak bi gauzaren inguruan lehiatzen dira: lotarako tokia eta gosaria.","fr":"Dans le haut de gamme, les chambres d’hôtes se font évidemment concurrence principalement sur deux points : la literie et le petit déjeuner.","ml":"ടോപ്പ് എൻഡിൽ, ബി&ബികൾ മുഖ്യമായും രണ്ട് പ്രധാന കാര്യങ്ങളിൽ മത്സരിക്കുന്നു: ശയ്യോപകരണങ്ങളും പ്രഭാതഭക്ഷണവും.","mr":"अखेरीस, B&B स्पष्टपणे प्रामुख्याने 2 मुख्य गोष्टींवर प्रतिस्पर्धा करतात: बेडिंग आणि ब्रेकफास्ट.","ne":"शीर्ष अन्त्यमा, बी एण्ड बीएस स्पष्ट रूपमा दुई मुख्य चीजहरूमा प्रतिस्पर्धा गर्छ: ओछ्यान र बिहानको खाजा।","es":"En la mejor categoría, la contienda entre los B&B se da, por supuesto, en dos servicios: la ropa de cama y el desayuno.","sw":"Mwishowe, ni wazi kwamba B&amp;Bs hushindana haswa kwenye vitu viwili vikuu: matandiko na kiamsha kinywa.","te":"అత్యధికంగా, B&Bలు ముఖ్యంగా 2 విషయాల మీద పోటీ పడుతున్నాయి: బెడ్డింగ్ మరియు బ్రేక్‌ఫాస్ట్.","ur":"بی اینڈ بیز سب سے زیادہ، یقیناً دو اہم چیزوں پر بنیادی طور پر مُقابلہ کرتے ہیں: بیڈنگ اور بریک فاسٹ۔","vi":"Ở phân khúc cao cấp, B&amp;Bs rõ ràng chỉ cạnh tranh hai điều chính: giường ngủ và bữa sáng.","xh":"Kwicala eliphezulu, kucacile ukuba izinto ezimbini eziphambili iiB&amp;B ezikhuphisana ngazo: yindawo yokulala nesidlo sakusasa.","yo":"Ní ìparí lókè, B%Bs dára tí a bá ń wo ibùsùn àti óúnjẹ àárọ̀.","zu":"Ezingeni eliphezulu, amaB&amp;B ngokusobala ancintisana ngezinto ezimbili eziyinhloko: indawo yokulala nokudla kwasekuseni."}
{"ar":"بيتر كوستيلو، أمين الخزينة الأسترالي والرجل الذي سيخلُف رئيس الوزارة جون هاوارد كقائد الحزب الليبرالي، يدعم مجال الطاقة النووية في أستراليا.","zh":"澳大利亚财务部长、最有可能接替总理约翰·霍华德担任自由党领袖的彼得·科斯特洛，对澳大利亚的核电工业表示支持。","en":"Peter Costello, Australian treasurer and the man most likely to succeed Prime Minister John Howard as Liberal party leader has thrown his support behind a nuclear power industry in Australia.","eu":"Peter Costello-k, Australiako diruzainak, ditu alderdi liberaleko buru gisa John Howard lehen ministroaren ondorengo izateko aukera gehien, eta Australian indar nuklearraren industria sortzearen alde egin du.","fr":"Peter Costello, ministre des Finances australien et probable successeur du Premier ministre John Howard à la tête du parti libéral, s'est déclaré favorable à l'idée d'une industrie nucléaire australienne.","ml":"ഓസ്ട്രേലിയൻ ട്രഷററും ലിബറൽ പാർട്ടി നേതാവായി പ്രധാന മന്ത്രി ജോൺ ഹൊവാർഡിന്റെ പിൻഗാമിയാകാൻ ഏറ്റവും കൂടുതൽ സാധ്യത കൽപ്പിക്കപ്പെടുന്ന ആളായ പീറ്റർ കോസ്റ്റെല്ലോ, ഓസ്ട്രേലിയയിലെ ഒരു ആണവോർജ്ജ വ്യവസായത്തിന് പിന്തുണ നൽകി.","mr":"पीटर कॉस्टेलो , ऑस्ट्रेलियन खजानीस आणि पंतप्रधान जॉन हॉवर्ड यांच्या नंतर उदारमतवादी पक्षाचे नेते mhanun जागा घेण्याची सर्वाधिक शक्यता असणारे, यांनी आपला पाठींबा ऑस्ट्रेलियातील अणुउर्जा उद्योगाला देऊ केलेला आहे.","ne":"पिटर कोस्टेलो, अस्ट्रेलियाका कोषाध्यक्ष र सम्भवतः प्रधानमन्त्री जोन होवार्डको उत्तराधिकारी हुन सक्ने लिबरल पार्टीका नेताले अस्ट्रेलियामा रहेको आणविक शक्ति उद्योगका पछाडि आफ्नो समर्थन दिएका छन्।","es":"El tesorero australiano, Peter Costello, que es el sucesor más factible del primer ministro John Howard al frente del partido Liberal, ha respaldado a la industria de energía nuclear en Australia.","sw":"Peter Kostello, mweka hazina wa Australia na mtu aliye na uwezekano mkubwa wa kurithi nafasi ya Waziri Mkuu Yohana Howad kama kiongozi wa Chama Huria ametupa msaada wake kwa tasnia moja ya nguvu za nyuklia huko Australia.","te":"ఆస్ట్రేలియా కోశాధికారి మరియు  ప్రధాన మంత్రి జాన్ హోవార్డ్ తరువాత లిబరల్ పార్టీ నాయకుడిగా వచ్చే అవకాశం ఉన్న పీటర్ కాస్టెల్లో ఆస్ట్రేలియాలో అణు విద్యుత్ పరిశ్రమకు తన మద్దతును ప్రకటించారు .","ur":"آسٹریلیائی خزانچی پیٹر کوسٹیلو کو لبرل پارٹی کے رہنما کے طور پر وزیر اعظم جان ہاورڈ کے جاں نشیں بننے کے بہت زیادہ امکان ہیں، انہوں نے آسٹریلیا میں ایٹمی پاور کی صنعت کی حمایت کا اعلان کیا ہے-","vi":"Peter Costello, Bộ trưởng Ngân khố Úc và là người có khả năng giành thắng lợi nhất trước Thủ tướng John Howard với tư cách là lãnh đạo đảng Tự Do, đã dành sự ủng hộ của mình cho ngành công nghiệp điện hạt nhân ở Úc.","xh":"UPeter Costello, unondyebo waseOstreliya nekukho amathuba amaninzi ukuba odlule iNkulumbuso John Howard njengenkokheli yeLiberal, uyawaxhasa amashishini amandla enyukliya eOstreliya.","yo":"Peter Costello, alákòso ìsúra orílè-èdè Australia tí o si jẹ ẹni tó sẹẹsẹẹ láti gbàjọba lówó adarí ìgbìmò ìjọba John Howard gẹ́gẹ́ bi adarí ẹgbẹ´ oẹlómìnira tí àtíléyìn hán sí ilẹ́ isẹ́ àdó olóró ní Australia.","zu":"U-Peter Cotello, umphathizimali wase-Australia kanye nendoda evame ukuphumelela uNdunankulu u-John Howard njengomholi weqembu i-Liberal ubonise ukweseka kwakhe inkampani kagesi esebenzisa i-nuclear e-Australia."}
{"ar":"يحدد المفوض الكفالة إذا تقررت ويضفي الطابع الرسمي على التهم التي يوجهها الضابط الذي أجرى الاعتقال. ثم تسجل التهم في نظام الكمبيوتر الخاص بالولاية حيث يجري تعقب القضية.","zh":"如果获得批准，法庭专员即可设定保释金，并最终确定执行逮捕的警员提出的指控。这些指控随后会录入该州的计算机系统，以便在其中对案件进行追踪。","en":"The commissioner sets bail, if granted, and formalizes the charges filed by the arresting officer. The charges are then entered into the state's computer system where the case is tracked.","eu":"Ikuskariak ezartzen du fidantza, halakorik ematen bada, eta atxiloketa egin duen poliziak formalizatzen ditu karguak. Ondoren, kargu horiek estatuko sistema informatikoan sartzen dira eta kasuaren jarraipena egiten da.","fr":"Le commissaire fixe la caution, si elle est accordée, et formalise les accusations portées par l'agent qui a procédé à l'arrestation. Les accusations sont ensuite saisies dans le système informatique de l'État où l'affaire est suivie.","ml":"കമ്മീഷണർ ജാമ്യം അനുവദിക്കുകയാണെങ്കിൽ, അറസ്റ്റ് ചെയ്ത ഉദ്യോഗസ്ഥൻ ഫയൽ ചെയ്ത ചാർജുകൾ ഔദ്യോഗികമാക്കുന്നു. തുടർന്ന് കേസ് ട്രാക്ക് ചെയ്യുന്ന സംസ്ഥാനത്തിന്റെ കമ്പ്യൂട്ടർ സിസ്റ്റത്തിലേക്ക് ചാർജുകൾ എന്റർ ചെയ്യുന്നു.","mr":"मंजूर झाला तर आयुक्त जामीन निश्चित करतात आणि अटक करणाऱ्या अधिकाऱ्याने निश्चित केलेल्या आरोपांना औपचारीक केले जाते. त्यानंतर आरोप राज्याच्या संगणक प्रणालीमध्ये नोंदवले जातात तिथून खटल्याकडे लक्ष ठेवले जाते.","ne":"यदि स्वीकृत भएमा आयुक्तले जमानत तोक्छन् र पक्राउ गर्ने अधिकारीले दर्ता गरेको आरोपलाई औपचारिक बनाउँछन्। त्यसपछि आरोपहरू राज्यको कम्प्युटर प्रणालीमा प्रविष्ट गरिन्छ जहाँ मुद्दा ट्र्याक गरिन्छ।","es":"El comisionado fija el monto de la fianza, si se la aprueba, y formaliza los cargos presentados por el oficial que procedió a su detención. Los mismos se ingresan, a continuación, en el sistema informático del estado, a través del cual se hace el seguimiento del caso.","sw":"Kamishna huweka dhamana, ikiwa imeruhusiwa, na kufanya rasmi mashtaka yaliyofailiwa na afisa mwenye kukamata. Kisha mashtaka huingizwa kwenye mfumo wa kompyuta wa nchi ambapo kesi hiyo hufuatiliwa.","te":"ఒకవేళ మంజూరు చేసినట్లయితే, కమిషనర్ బెయిల్ సెట్ చేసి, అరెస్ట్ చేసిన అధికారి ద్వారా దాఖలు చేయబడ్డ అభియోగాలను లాంఛనప్రాయంగా లాంఛనప్రాయంగా నమోదు చేస్తుంది. ఆ తర్వాత కేసు ను ట్రాక్ చేసే రాష్ట్ర కంప్యూటర్ వ్యవస్థలోకి ఛార్జీలను నమోదు చేస్తున్నారు.","ur":"کمشنر بل ترتیب دیتا ہے اگر منظور ہوجائے اور گرفتار کیے جانے والے افسر کی جانب سے دائر کیے گئے الزامات کو باقاعدہ شکل دیتا ہے۔ ان الزامات کو پھر ریاست کے کمپیوٹر سسٹم میں درج کیا جاتا ہے جہاں پر کیس کا ٹریک ریکارڈ رکھا جاتا ہے۔","vi":"Người được ủy quyền nộp tiền bảo lãnh, nếu được chấp thuận, và hợp thức hóa các khoản phí được cảnh sát thực hiện bắt giữ đệ trình lên. Các khoản phí này sau đó được nhập vào hệ thống máy tính của bang nơi vụ án được theo dõi.","xh":"Umkomishana nguye obeka ibheyile, ukuba uyifumene, agunyazise izithyolo ezifayilwe lipolisa elibambayo.Izithyolo ziye ke zingeniswe kwisystem yekompyutha karhulumente apho ityala lithi lilandelelwe.","yo":"Kọmíṣíọ́nà se àgbékalẹ̀ owó ìtanràn, tí ó bá bọ́ si, tí ó sì fì ẹ̀sùn tí agbófinró fi kàn múnlẹ̀. Ẹ̀sùn náà ni ó gbé wọnú ẹ̀rọ ayárabíàsá ìpínlẹ̀ tíwọ́n ti ń taná wádìí ẹ̀sùn náà.","zu":"Ukhomishinali ubeka ibheyili, uma inikezwa, futhi wenza ukubekwa kwecala okwenziwe yiphoyisa elibophe isiboshwa kube ngokomthetho. Amacala ngemva kwalokho afakwa ohlelweni lwekhompyutha lombuso lapho icala lilandelelwa khona."}
{"ar":"أظهر التقرير أن درجات الاختبار قد ارتفعت بسرعة غير معقولة، وزعم أن المدرسة اكتشفت مشاكل داخلياً لكنها لم تتصرف بناءً على تلك الاكتشافات.","zh":"报告显示，考试成绩提升速度快得令人难以置信，并称学校内部发现了问题，但没有根据这一发现采取行动。","en":"The report showed test scores had increased implausibly fast, and alleged the school internally detected problems but didn't act on the findings.","eu":"Erreportajeak erakutsi zuen probetako emaitzak normala dena baino azkarrago hobetu zirela, eta esan zuen eskolak, barneko arazoak detektatu arren, ez zuela horren inguruan ezer egin.","fr":"Le rapport a montré que les scores aux tests ont progressé de façon incroyablement rapide, et a laissé entendre que l’école aurait détecté ces problèmes, sans pour autant prendre de mesures.","ml":"ടെസ്റ്റ് സ്‌കോറുകൾ അവിശ്വസനീയമാംവിധം വർദ്ധിച്ചുവെന്ന് റിപ്പോർട്ട് തെളിയിച്ചു, കൂടാതെ സ്കൂളിനകത്ത് പ്രശ്നങ്ങൾ കണ്ടെത്തിയെന്നും അതിനെ അഭിമുഖീകരിച്ചില്ലെന്നും ആരോപിച്ചു.","mr":"अहवाल चाचणीमध्ये गुण अत्यंत वेगाने वाढल्याचे दिसून आले, आणि शाळेतील अंतर्गत समस्या आढळल्या परंतु निष्कर्षांवर कारवाई केली नाही.","ne":"रिपोर्टले देखायो कि परीक्षा अङ्कहरू द्रुत गतिले बढेका थिए र यसले विद्यालयले आन्तरिक समस्याहरू पत्ता लगाएको तर खोजहरूमा कार्य नगरेको आरोप लगायो।","es":"Según mostró el informe, las calificaciones de los exámenes habían subido escandalosamente rápido y afirmaba que el establecimiento educativo había detectado problemas internamente, pero que no tomó ninguna medida al respecto.","sw":"Ripoti ilionyesha alama za jaribio zilikuwa zimeongezeka kwa haraka isiyowezekana, na ikadai shule ilikuwa imegundua matatizo lakini haikuchukua hatua dhidi ya matokeo.","te":"నివేదిక టెస్ట్ స్కోర్లు వేగంగా పెరిగినట్లు చూపించింది, మరియు పాఠశాల అంతర్గతంగా సమస్యలను గుర్తించింది కానీ కనుగొన్న దానిపై చర్య తీసుకోలేదు.","ur":"رپورٹ نے ٹیسٹ کے اسکورز میں غیر معمولی رفتار سے اضافے کو ظاہر کیا، اور یہ الزام عائد کیا کہ اندرونی سطح پر اسکول کو مسائل کا ادراک ہو چکا تھا تاہم انہوں نے ان حقائق پر کسی قسم کی کارروائی نہیں کی۔","vi":"Báo cáo cho thấy điểm kiểm tra đã tăng một cách đáng ngờ và cáo buộc nội bộ nhà trường đã phát hiện ra vấn đề nhưng không hành động gì cả.","xh":"Ingxelo ibonise ukuba iziphumo zeemviwo zinyuke ngendlela engaqhelekanga, yaye ityhole ngelithi isikolo sizibonile iingxaki kodwa khange senze nto ngengxelo.","yo":"Ìjábọ̀ ṣàfihàn èsì ìdánwó pé ó ti tètè lọ sókè, ò sí jẹ́ kí ilé ìwé náà kófìrí àwọn ìṣòro abẹ́lé ṣùgbọ́n wọn kò ṣiṣk lórí ìwádìí wọn.","zu":"Umbiko ukhombise ukuthi imiphumela yezivivinyo ikhuphuke ngokushesha, kanti futhi usola ukuthi lesi sikole sathole izinkinga ngaphakathi kodwa asenzanga lutho ngalokhu okutholakele."}
{"ar":"على الرغم من ذلك، تمركز عدد ضئيل من سفن البحرية الملكية قرب طرق الغزو المحتملة بينما كان الأدميرالات يخشون أن يغرقوا بسبب الهجوم الجوي الألماني.","zh":"然而，很少有皇家海军舰艇在潜在的入侵路线附近驻扎，因为海军将领们担心舰艇会被德国的空袭击沉。","en":"However, very few Royal Navy ships were based near the likely invasion routes as the admirals were afraid they would be sunk by German air attack.","eu":"Hala ere, Errege Marinako itsasontzi gutxi zeuden inbasiorako probabilitate gehien zituzten ibilbideetan, alemaniarren aire-erasoen eraginez hondoratzeko beldur baitziren almiranteak.","fr":"Cependant, très peu de navires de la Royal Navy étaient basés près des routes d'invasion probables car les amiraux craignaient d'être coulés par une attaque aérienne allemande.","ml":"എങ്കിലും, ജർമ്മൻ വ്യോമാക്രമണത്തിൽ മുങ്ങിപ്പോകുമെന്ന് അഡ്മിറലുകളുടെ ഫയം കാരണം വളരെ കുറച്ച് റോയൽ നേവി കപ്പലുകളാണ് അധിനിവേശ മാർഗങ്ങൾക്ക് സമീപം ഉണ്ടായിരുന്നത്.","mr":"तथापि, काही थोडी रॉयल नेव्ही जहाजे आक्रमण मार्गांच्या जवळ स्थित होती कारण अ‍ॅडमिरल्सना जर्मन हवाई हल्ल्यामुळे ती बुडतील अशी भीती होती.","ne":"यद्यपि, जलसेनाका प्रधान सेनापतिहरू जर्मन हवाई आक्रमणबाट डुब्छन् कि भनी डराएका हुनाले सम्भावित आक्रमण मार्गहरूको नजिकै एकदमै कम शाही जलसेना जहाजहरू आधारित थिए।","es":"Pese a ello, eran muy pocas las bases de los buques de la Marina Real que se ubicaban cerca de las posibles rutas de invasión, ya que los almirantes temían que el ataque aéreo alemán los hundiera.","sw":"Kwa hali yoyote, ni meli chache sana za jeshi la kifalme zilizo karibu na njia za uvamizi kwa sababu wanahofia kusamishwa na mashambulizi ya hewa ya Kijerumani.","te":"అయితే, చాలా తక్కువ రాయల్ నేవీ నౌకలు జర్మన్ వైమానిక దాడి ద్వారా మునిగిపోతామని అడ్మిరల్స్ భయపడిన సంభవమైన ఆక్రమణ మార్గాల సమీపంలో నే ఉన్నాయి.","ur":"تاہم رائل نیوی (برطانوی بحریہ) کے چند ہی جہاز محتمل ہجومی راستوں کے قریب رکھے گئے کیوں کہ اڈمرلس کو خوف تھا کہ جرمن ان کو ہوائی حملہ کرکے ڈبو دیں گے۔","vi":"Tuy nhiên, rất ít chiến hạm của Hải quân Hoàng gia đóng trên những tuyến đường có thể bị xâm lược vì các đô đốc lo ngại rằng tàu của họ sẽ bị không quân Đức đánh chìm.","xh":"Ngoko ke , zazimbalwa kakhulu inqanawa Zomkhosi Wamanzi ezazikufuphi nendawo zohlaseleko njengoko intloko zasisoyika ukuzikiswa luhlaselo ngumkhosi womya weJamani.","yo":"Amọ́ṣá, ìwọ̀nba àwọn ọkọ̀ ojú omi ọlọ́ba ló wà lẹ́gbẹ̀ẹ́ ọ̀nà àkọlù níbí ẹ̀rù se ń ba àwọn ọ̀gágun pé àkọlù ojú òfúrufú ilẹ̀ Germany yíó bo àwọn mọ́lẹ.","zu":"Nokho, iMikhumbi Yempi yaseBukhosini embalwa kakhulu eyayiseduze nemizila yokuhlasela njengoba izindunankulu zemikhubi yempi zazesaba ukuthi zizocwiliswa ukuhlasela kwamaJalimane okuvela emoyeni."}
{"ar":"يعتمد عدد أصحاب اللغة الأم على احتساب متحدثي اللهجات المرتبطة بها من عدمه.","zh":"母语人数取决于紧密相关的方言是否计算在内。","en":"The number of native speakers varies depending on whether or not very closely related dialects are counted.","eu":"Hizlari natiboen kopurua aldatu egiten da, harekin estu erlazionatuta dauden dialektoak kontuan hartzen diren arabera.","fr":"Le nombre de langues maternelles dépend de si oui ou non les dialectes très proches sont pris en compte.","ml":"വളരെ അടുത്ത ബന്ധമുള്ള നാടോടി ഭാഷകളെ കണക്കാക്കുന്നുണ്ടോ ഇല്ലയോ എന്നതിനെ ആശ്രയിച്ച് പ്രാദേശിക ഭാഷ കൈകാര്യം ചെയ്യുന്നവരുടെ എണ്ണം വ്യത്യാസപ്പെടുന്നു.","mr":"मूळ भाषकांची संख्या ही खूप जवळच्या संबंधित बोली भाषा मोजल्या जातात की नाहीत यानुसार बदलते.","ne":"मातृभाषा वक्ताहरूको संख्या निकट रुपमा सम्बन्धित धेरै बोलीहरू गणना गरिन्छ कि गरिँदैन भन्नेमा निर्भर गर्छ।","es":"La cantidad de hablantes nativos será diferente según se computen o no dialectos que estén muy relacionados entre sí.","sw":"Idadi ya wazungumzaji wenyeji hutofautiana kulingana na kama lahaja zinazohusiana kwa karibu sana zinahesabiwa au la.","te":"మాతృభాష మాట్లాడే వారి సంఖ్య, సంబంధిత భాషలను వారు మాట్లాడే తీరు, వైఖరిని బట్టి మారుతూ ఉంటుంది.","ur":"اس زبان کو بولنے والوں کی تعداد میں تفاوت اس پر منحصر ہے کہ قریبی طور سے باہم مربوط لہجات کی گنتی کی جاتی ہے یا نہیں۔","vi":"Số lượng người bản ngữ khác nhau tùy thuộc vào việc kết hợp chặt chẽ giữa các phương ngữ với nhau hay không.","xh":"Inani lezithethi zemveli liyehluka ngokuxhomekeka ekubeni zibaliwe na okanye hayi ezona zisondele kakhulu kololwimi.","yo":"Oyè àwọn tó gbọ́ èdè ìbílẹ̀ mà n yàtọ̀ ní torí bóyá àwọn a ma n ka àwọn ẹ̀ya èdè to súnmọ́ ara wọ.","zu":"Inani lezikhulumi zendawo liyahluka kuye ngokuthi ulimi lwesigodi oluhlobene kakhulu luyabalwa yini noma cha."}
{"ar":"القارة القطبية الجنوبية الداخلية هضبة مقفرة تغطيها من 2 إلى 3 كيلومترات من الجليد.","zh":"南极洲内陆是一片荒凉的高原，为 2-3 千米厚的冰所覆盖。","en":"Inland Antarctica is a desolate plateau covered by 2-3 km of ice.","eu":"Barnealdeko Antartika goi-ordoki ospela da eta 2-3 km izotzez estalita dago.","fr":"L'Antarctique intérieur est un plateau désolé recouvert de 2 à 3 km de glace.","ml":"2-3 കിലോമീറ്റർ ഐസ് മൂടിയ ഒരു വിജനമായ പീഠഭൂമിയാണ് വിജനമായ അന്റാർട്ടിക്ക.","mr":"इनलँड अंटार्क्टिका हे एक निर्जन पठार आहे जे 2-3 km बर्फाने आच्छादित आहे.","ne":"आन्तरिक अन्टार्कटिका एक उजाड पठार हो जुन 2-3 किलोमिटर बरफले ढाकिएको छ।","es":"En su interior, la Antártida consiste en una meseta desierta revestida por 2 a 3 kilómetros de hielo.","sw":"Bara la Antaktiki ni jangwa la ukiwa lililofunikwa na kilomita 2-3 za barafu.","te":"అంటార్కిటికా లో 2-3 కి.మీ మంచు తో కప్పబడిన ఒక నిర్జన పీఠభూమి.","ur":"انٹارکٹیکا کا اندرونی رقبہ ایک ویران پلاٹو یعنی مُحدَّب میدان ہے جس پر 2-3 کیلومیٹر موٹی برف کی تہ جمی رہتی ہے۔۔","vi":"Lục địa Nam Cực là vùng cao nguyên không có người ở, nằm dưới lớp băng dày 2 – 3 km.","xh":"Umphakathi we-Antarctica yindawo ephakamileyo egqunywe ngumkhence ofikelela kwiikhilomitha eziyi-2 ukuya kweziyi-3.","yo":"Inland Antarctica jẹ́ aṣálẹ̀ tí yìnyín bo ìwọn kìlómítà mẹ́jì sí mẹ́ta rẹ.","zu":"Phakathi nezwe le-Antarctica inkangala engahlali muntu embozwe u-2-3 km weqhwa."}
{"ar":"في 24 سبتمبر 1759، وقع آرثر غينيس عقد إيجار لمدة 9000 سنة لمصنع الخمور سانت جيمس جيت في دبلن، أيرلندا.","zh":"1759 年 9 月 24 日，阿瑟·吉尼斯在爱尔兰都柏林为圣詹姆斯之门啤酒厂签署了一份 9000 年的租约。","en":"On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.","eu":"1759ko irailaren 24an, Arthur Guinness-ek 9.000 urteko alokairua sinatu zuen Dublineko (Irlanda) St. James’ Gate garagardotegia eskuratzeko.","fr":"Le 24 septembre 1759, Arthur Guinness a signé un bail de 9 000 ans pour la brasserie St James' Gate à Dublin en Irlande.","ml":"സെപ്തംബർ 24, 1759 ൽ, അയർലണ്ടിലെ ഡ്യൂബ്ലിനിലുള്ള സെന്റ് ജയിംസ് ഗേറ്റ് ബ്രിവറിയുടെ 9,000 വർഷത്തെ പണയക്കരാറിൽ ആർതർ ഗിന്നസ് ഒപ്പുവെച്ചു.","mr":"२४ सप्टेंबर १७५९ रोजी, आर्थर गिनसने डब्लिन, आयर्लंडमधील सेंट जेम्सच्या गेट ब्रीवरीसाठी ९००० वर्षांच्या भाडेपट्टीवर सही केली.","ne":"सेप्टेम्बर 24, 1759 मा, आर्थर गिनीजले आयरल्याण्डको डुब्लिनको सेण्ट जेम्स गेट ब्रुअरीका लागि 9,000 वर्षको सम्झौतामा हस्ताक्षर गरे।","es":"El 24 de septiembre de 1759, Arthur Guinness suscribió un contrato de arrendamiento de 9000 años de vigencia por la cervecería St. James's Gate en Dublín, Irlanda.","sw":"Mnamo September 24, 1759, Arthur Guinness alitia saini makubaliano ya kukodishwa kwa kiwanda cha pombe cha St James' Gate kilicho huko Dublin, Ireland.","te":"సెప్టెంబరు 24 1759 న ఐర్లాండ్ లోని డబ్లిన్ లో ఉన్న సెయింట్ జేమ్స్ గేట్ బ్రూవరీ కోసం 9,000 సంవత్సరాల లీజుకు ఆర్థర్ గిన్నిస్ సంతకం చేశారు.","ur":"آئرلینڈ کے ڈبلن میں سینٹ جیمز گیٹ بریوری کیلئے 9،000 سال کے لیز پر 24 ستمبر 1759 کو آرتھر گنیس نے دستخط کیے۔","vi":"Vào 24 tháng Chín năm 1759, Arthur Guinness ký hợp đồng thuê 9.000 năm cho St James' Gate Brewery tại Dublin, Ireland.","xh":"NgoSeptemba 24, 1759, uArthur Guinness watyikitya isivumelwano sokuqesha iSt James Gate Brewery eDublin, e-Ireland kangangeminyaka eyi-9000.","yo":"Ní ọjọ́ Kẹrìnlélógún, oṣù kẹsàn án ọdún 1759, ni Arthur Guinness fọwọ́ sí fífí St James' Gate Brewery ni Dublin, Ireland, sílẹ̀ fún yíya fún 9,000 ọdú.","zu":"NgoSeptemba 24, 1759, u-Arthur Guinness wasayina isivumelwano sokuqashisa sika-9,000 ngonyaka seSt James' Gate Brewery eDublin, e-Ireland."}
{"ar":"يسمي العلماء هذه العملية \"الانبعاث المحفِّز للإشعاع\" نظراً لاستخدام ضوء ساطع في تحفيز الذرات، مما يسبب انبعاث فوتون من الضوء وهو نوع ٌمن الإشعاع.","zh":"科学家把这一过程称为“受激辐射”，因为原子受到强光的刺激，引起光子的发射，而光也是辐射的一种。","en":"Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.","eu":"Zientzialariek “erradiazio-igorpen estimulatu” deitzen diote prozesuari, argi distiratsuak atomoak estimulatu egiten dituelako, eta, horren eraginez, argi fotoi bat igortzen delako. Argia erradiazio mota bat da.","fr":"Les scientifiques appellent ce processus « émission stimulée de rayonnement », car les atomes sont stimulés par la lumière vive, ce qui provoque l’émission d’un photon de lumière (la lumière étant un type de rayonnement).","ml":"\"ശാസ്ത്രജ്ഞർ ഈ പ്രക്രിയയെ \"\"റേഡിയേഷന്റെ ഉത്തേജിപ്പിക്കപ്പെട്ട പുറന്തള്ളൽ\"\" എന്നുവിളിക്കുന്നു, കാരണം പ്രകാശത്തിന്റെ ഒരു ഫോട്ടോൺ പുറപ്പെടുവിച്ചുകൊണ്ട് ആറ്റങ്ങൾ തെളിഞ്ഞ പ്രകാശത്താൽ ഉത്തേജിപ്പിക്കപ്പെടുന്നു, പ്രകാശം ഒരു തരം റേഡിയേഷനാണ്.\"","mr":"\"शास्त्रज्ञांनी या प्रक्रियेला \"\"रेडिएशनचे उत्तेजित उत्सर्जन\"\" म्हटले आहे कारण अणू तेजस्वी प्रकाशामुळे उत्तेजित होतात ज्यामुळे प्रकाशाच्या फोटॉनच्या उत्सर्जनास कारणीभूत ठरते आणि प्रकाश हा एक प्रकारचा रेडिएशन आहे.\"","ne":"वैज्ञानिकहरूले यस प्रक्रियालाई “विकिरणको उत्तेजित उत्सर्जन” भन्छन् किनकी परमाणुहरू उज्यालो बत्तीले उत्तेजित हुन्छन्, जुन प्रकाशको फोटोनको उत्सर्जनको कारक हो र प्रकाश एक प्रकारको विकिरण हो।","es":"Los expertos denominan a este proceso «emisión estimulada de radiación», ya que la luz brillante estimula a los átomos, lo que genera la emisión de un fotón de luz, que es un tipo de radiación.","sw":"Wanasayansi huita mchakato huu \"utoaji wa mionzi uliosisimuliwa\" kwani atomu husisimuliwa na mwanga mkali, na kusababisha utoaji wa fotoni ya mwanga, na mwanga ni aina ya mionzi.","te":"\"\"\"ఈ ప్రక్రియను \"\"\"\"ఉత్తేజిత మైన వికిరణాన్ని\"\"\"\" అని శాస్త్రవేత్తలు అంటారు, ఎందుకంటే కాంతి కిరణాలు కాంతి కిరణాల ను ప్రేరేపించి, కాంతి యొక్క ఒక కాంతి ని వెలువరించడానికి కారణం, మరియు కాంతి ఒక రకమైన వికిరణం.\"\"\"","ur":"سائنسدان اس عمل کو \"شعاع کا متحرک اخراج\" کہتے ہیں کیونکہ چمکدار روشنی کے ذریعہ ذرات متحرک ہوتے ہیں، جسکی وجہ سے ضیاء کا فوٹون خارج ہوتا ہے، اور روشنی شعاع کی ایک قسم ہے-","vi":"Các nhà khoa học gọi quá trình này là “phát xạ kích thích” vì những hạt nguyên tử bị kích thích bởi ánh sáng, tạo ra sự phát xạ của các hạt photon ánh sáng, và ánh sáng là một loại của bức xạ.","xh":"Oososayensi bayibiza le nkqubo \"njengenkqubo ekhuthazwayo yokukhupha iradiyeyshini\" ngenxa yokuba ii-atomu zikhutshwa kukuqaqamba kokukhanya, nto leyo ebangela ukuphuma kwe-photon yokukhanye, yaye ukukhanya luhlobo oluthile lweradiyeyshini.","yo":"Àwọn onímọ̀ sáyẹ́nsì ma n pè ní “stimulated emission of radiation” torí àwọn átọ́mù ma ń fura sí iná tó ràn èyí ṣokùn fa kí fotoni ina maa jáde,iná dẹ̀ jẹ́ irúfẹ́ redieṣọ́ni.","zu":"Ososayenzi babiza lenqubo ngokuthi “ukukhishwa kwemisebe okushukumisiwe” ngoba ama-athomu ashukunyiswa ukukhanya okukhanyayo, okubangela ukukhishwa kokukhanya kwefothoni, futhi ukukhanya uhlobo lwemisebe."}
{"ar":"على الرغم من كونها أصغر حجماً، فإنها تذكّر بعض الزائرين القدامى القادمين بهاواي ما قبل قيام الدولة قبل وجود كل الفنادق السياحية الكبيرة وغيرها من التطويرات.","zh":"虽然规模较小，但它让一些年长的游客联想到建州之前的夏威夷，当时还没有这么多大型观光酒店和其他开发项目。","en":"Though smaller, it reminds some elderly visitors of Hawaii before statehood without all the large tourist hotels and other development.","eu":"Txikiagoak diren arren, Hawaiiko adineko bisitari batzuei euren irla estatu bihurtu aurreko egoera gogorarazten die, turistentzako hotel erraldoi eta bestelako garapenik ez zegoenean.","fr":"Bien que plus petite, elle rappelle à certains visiteurs âgés l'île d'Hawaii avant qu'elle ne devienne un État avec de nombreux grands hôtels touristiques et aménagements.","ml":"ചെറുതാണെങ്കിലും, രാഷ്ട്രപദവി ലഭിക്കുന്നതിനു മുമ്പ്, വലിയ ടൂറിസ്റ്റ് ഹോട്ടലുകളും മറ്റു വികസനങ്ങളും ഇല്ലാത്ത, ഹവായിയിലെ ചില പ്രായംചെന്ന സന്ദർശകരെ അത് അനുസ്മരിപ്പിച്ചു.","mr":"जरी लहान असले तरी, सर्व मोठे पर्यटक हॉटेल्स आणि इतर विकासाशिवाय असलेले राज्य हे हवाईच्या काही वृद्ध पर्यटकांना भेट देतात","ne":"सानो भए तापनि, यसले सबै ठूला पर्यटक होटेल र अन्य विकास बिना राज्यको संज्ञा पाउनुभन्दा पहिले हवाईका केही बुढा आगन्तुकहरूको सम्झना गराउँछ।","es":"Si bien es más pequeño, a algunos visitantes de la tercera edad les recuerda a Hawái, antes de que se convirtiera en un estado y no existieran todos los grandes hoteles turísticos y otros desarrollos.","sw":"Ingawa kidogo, huwakumbusha baadhi ya wageni wakongwe wa Hawaii wakati kabla ya utaifa bila mikahawa yote mikubwa ya watalii na maendeleo mengine.","te":"చిన్నదే అయినప్పటికీ, ఇది అన్ని పెద్ద టూరిస్ట్  హోటళ్ళు  మరియు ఇంకే  అభివృద్ధి చేయకుండా రాష్ట్రావధికి ముందు  కొంతమంది హవాయ్  వృద్ధ సందర్శకులను గుర్తుచేస్తుంది.","ur":"اگرچہ یہ چھوٹا ہے، لیکن یہ ہوائی (Hawaii) کے چند بزرگ دورہ کاران کو ریاستی حیثیت سے قبل بڑے سیاحتی ہوٹلوں اور دیگر ترقیاتی کاموں کے بغیر اس کی یاد دلاتا ہے۔","vi":"Mặc dù nhỏ hơn nhưng nơi này vẫn gợi cho những du khách lớn tuổi về hình ảnh Hawaii trước khi nơi này trở thành tiểu bang và chưa có sự xuất hiện của những khách sạn lớn, hòn đảo cũng chưa phát triển nhiều.","xh":"Nangona incinci, ikhumbuza iindwendwe esele zindala zaseHawaii phambi kwabemi ngaphandle kwazo zonke iihotele ezinkulu zabakhenkethi kunye nolunye uphuhliso.","yo":"Bó tilẹ̀ jẹ́pẹ́ o kéré́, o se ìrántí fún àwọn àlẹjò àtijọ́ ilẹ̀ Hawaii kí a tó sọ di ìpínlẹ,̀ láìsí gbogbo àwọn ilẹ́ ìtura nlanla arìnrìn àjò ìgbafẹ́ àti àwọn ìdàgbàsókè míràn.","zu":"Noma iyincane, ikhumbuza izivakashi ezikhulile i-Hawaii ngaphambi kokumiswa njengombuso ngaphandle kwamahhotela amakhulu wezivakashi kanye nezinye izakhiwo."}
{"ar":"كان لديها جيشًا وبحرية أضعف رغم أنهم بنوا مؤخرًا أربع سفن جديدة قبل بداية الحرب مباشرة.","zh":"该国陆军和海军都比较弱，尽管他们在战争开始前不久建造了四艘新舰船。","en":"It had a weaker army and a weaker navy, although they had just built four new ships right before the beginning of the war.","eu":"Armada eta marina ahulagoa zituen, nahiz eta gerra hasi baino lehen itsasontzi berriak eraiki.","fr":"Leur armée et leur flotte étaient plus faibles, et ce malgré le fait qu’ils aient construit quatre nouveaux navires juste avant le début de la guerre.","ml":"യുദ്ധം തുടങ്ങുന്നതിന് തൊട്ടുമുമ്പ് അവർ നാല് പുതിയ കപ്പലുകൾ നിർമ്മിച്ചിരുന്നെങ്കിലും അതിൽ ദുർബലമായ സൈന്യവും ദുർബലമായ നാവികസേനയും ആയിരുന്നു ഉണ്ടായിരുന്നത്.","mr":"त्यांच्याकडे कमकुवत लष्कर आणि कमकुवत नौसेना होती, तरीही त्यांनी युद्धाच्या सुरूवातीपूर्वीच नवीन 4 जहाजे बांधली होती.","ne":"योसँग कमजोर सेना र कमजोर नौसेना थियो, तथापि तिनीहरूले युद्धको ठीक अघि भर्खरै चार नयाँ जहाजहरूको निर्माण गरेका थिए।","es":"Su ejército y marina eran más débiles, aunque cuatro barcos nuevos acababan de ser construidos justo antes del inicio de la guerra.","sw":"Ilikuwa na jeshi dhaifu na nevi dhaifu, ingawa walikuwa wamejenga tu meli nne mpya kabla ya kuanza kwa vita.","te":"యుద్ధం  ప్రారంభించడానికి ముందే  వారు నాలుగు కొత్త నౌకలను నిర్మించినప్పటికీ, వారి సైన్యం మరియు నౌకాదళం  బలహీనంగా ఉంది.","ur":"اس کی بّری فوج اور بحری فوج کمزور ہیں اگرچہ انھوں نے جنگ کی بلکل شروعات میں چار نئے بیڑے بنائے۔","vi":"Họ có quân đội và hải quân yếu hơn, mặc dù học mới chỉ xây dựng bốn tàu mới trước khi bắt đầu cuộc chiến tranh.","xh":"Yayinomkhosi ongomelelanga kunye nomkhosi waselwandle ongenamandla, nangona babesanda ukwenza iinqanawa ezine ezintsha kanye ngaphambi kokuqalisa kwemfazwe.","yo":"Lóòọ́tọ́ wọ́n sẹ̀sẹ̀ kọ́ àọn ọkọ̀ ojú omi tuntun mẹ́rin sáájú kí ogun tó bẹ̀rẹ̀, ó ní ikọ̀ ológun tí kò lágbára àti àwọn ikọ̀ ológun ojú omi tí kò ra jaja.","zu":"Banamabutho angenamandla kanye nemikhumbi yempi engenamandla, ngisho noma bakhe imikhumbi emisha emine ngaphambi nje kokuqala kwempi"}
{"ar":"في حال كنت مسافرًا ومصطحبا جهاز كمبيوتر محمول أو جهاز لوحي رفقتك، فقم بتخزين نسخة إما في ذاكرته أو في قرصه (يمكن الوصول إليها بدون الإنترنت).","zh":"如果旅行时随身携带笔记本电脑或平板电脑，在内存或磁盘中存储一份副本（无需网络也可访问）。","en":"If traveling with a laptop or tablet, store a copy in its memory or disc (accessible without the internet).","eu":"Ordenagailu eramangarri edo tableta batekin bidaiatzen baduzu, gorde kopia bat bertako memorian edo diskoan (Internetik gabe atzigarria izan behar du).","fr":"Si vous voyagez avec un ordinateur portable ou une tablette, conservez une copie dans sa mémoire ou son disque (accessibles hors connexion).","ml":"ലാപ്‌ടോപ്പ് അല്ലെങ്കിൽ ടാബ്‌ലെറ്റുമായി യാത്ര ചെയ്യുകയാണെങ്കിൽ, ഒരു പകർപ്പ് അതിന്റെ മെമ്മറിയിലോ ഡിസ്കിലോ സംഭരിക്കുക (ഇന്റർനെറ്റ് ഇല്ലാതെ ആക്സസ് ചെയ്യാൻ കഴിയും).","mr":"जर लॅपटॉप किंवा टॅब्लेटसह प्रवास करीत असल्यास एक प्रत मेमरी किंवा डिस्कमध्ये (जी इंटरनेटशिवाय उपलब्ध होईल) स्टोअर करा.","ne":"एक ल्याटप वा ट्याब्लेटको साथ यात्रामा आइपुग्छ, यो मेमोरी वा डिस्कमा प्रतिलिपि गर्नुहोस् कृपया (इन्टरनेट बिना नै पहुँच योग्य)।","es":"En caso de viajar con una computadora portátil o una tableta, guarde una copia en la memoria o en el disco a la que pueda acceder sin servicio de Internet.","sw":"Kama unafasiri na kipakatilishi au kibao, hifadhi nakala kwenye kadi kasima yake(unayoweza kufikia bila mtandao)","te":"ల్యాప్‌టాప్ లేదా టాబ్లెట్‌తో ప్రయాణిస్తునప్పుడు, దాని మెమరీ లేదా డిస్క్‌లో కాపీని నిల్వ చేయండి (ఇంటర్నెట్ లేకుండా యాక్సెస్ చేసుకోవచు).","ur":"اگر لیپ ٹاپ یا ٹیبلٹ کے ساتھ سفر کر رہے ہیں تو، اسکی میموری یا ڈسک (بغیر انٹرنیٹ قابِلِ رَسائی) کی ایک کاپی سٹور کر لیں-","vi":"Nếu mang theo máy tính xách tay hoặc máy tính bảng khi đi lại, hãy lưu trữ bản sao chép vào bộ nhớ máy hoặc đĩa (có thể truy cập mà không có Internet).","xh":"Ukuba uhamba ne laptop okanye ithabhlethi, gcina ikopi kuvimba wayo okanye kwi diski( evuleka ngaphandle kwe intanethi).","yo":"Ti o ba n rin irinjo pelu komputa alagbeka, fi idakeji kan si agbari e abi si inu diski (ti o le ri lo lai si ayelujara).","zu":"Uma usohambweni uhamba ne-laptop noma uthebhulethi, faka ikhophi yayo kuyo noma kuyidiski (iyatholakala ngisho noma ungenayo i-inthanethi)."}
{"ar":"أُسس الدين في القرن الخامس عشر على يد \"جورو ناناك\" (1469-1539). خلفه من بعده تسعة \"غورو\" آخرين.","zh":"该宗教于 15 世纪由古鲁·纳纳克 (1469-1539) 创立。随后又有九位古鲁。","en":"The religion was founded in the 15th century by Guru Nanak (1469–1539). There followed in succession a further nine gurus.","eu":"Erlijioa 15. mendean sortu zuen Guru Nanak-ek (1469-1539). Haren ondoren beste bederatzi guru egon ziren.","fr":"La religion a été fondée au XVe siècle par le gourou Nanak (1469-1539). Neuf autres gourous se sont succédés.","ml":"15 നൂറ്റാണ്ടിൽ ഗുരു നാനാക്ക് (1469–1539) മതം സ്ഥാപിച്ചു.  തുടരെത്തുടരെ ഒരു കൂടുതൽ 9 ഗുരുക്കന്മാരുണ്ട് പിന്നാലെ.","mr":"हा धर्म 15 व्या शतकात गुरु नानक (1469-1539) यांनी सुरू केला. त्यानंतर पुढे 9 गुरूंनी त्याचे पालन केले.","ne":"यो धर्मको स्थापना 15 औँ शताब्दीमा गुरू नानक (1469–1539) द्वारा भएको थियो। यसमा अरू नौ गुरूहरू उत्तराधिकारको रूपमा रहे।","es":"Guru Nank (1469- 1569) fundó la religión en el siglo XV y le siguieron, de forma sucesiva, otros nueve gurúes.","sw":"Dini ilianzishwa karne ya 15 na Guru Nanak 1469-1539). Palifuatilia urithi wa walimu tisa.","te":"ఈ మతాన్ని 15వ శతాబ్దంలో గురునానక్ (1469–1539) స్థాపించాడు. ఆ తర్వాత వరుసగా తొమ్మిది గురుగురు వచ్చారు.","ur":"اس مذہب کی بنیاد گورو نانک (1469-1539) نے 15 ویں صدی میں رکھی۔ ان کے بعد یکے بعد دیگرے نو مزید گورو آئے۔","vi":"Tôn giáo này được thành lập vào thế kỷ thứ 15 bởi Guru Nanak (1469–1539). Kế tiếp theo đó là sự xuất hiện của thêm chín vị đạo sư.","xh":"Le nkolo yaqalwa ngenkulungwane ye-15 nguMfundisi u-Nanak (1469-1539). Apho kwalandela ngokusekela abanye abafundisi abalithoba.","yo":"Wọ́n sèdásílẹ̀ ẹ̀sìn náà ní sẹ́ńtu (1469–1539).","zu":"Le nkolo yasungulwa ekhulwini leminyaka lama-15 uMfundisi uNanak (1469–1539). Kwalandela abanye abefundisi abayisishiyagalolunye ngokulandelana."}
{"ar":"حصد نادال نقاط على الشبكة بنسبة 88% في المباراة، ليفوز بـ76 نقطة في الإرسال الأول.","zh":"纳达尔（Nadal ）在比赛中把 88% 的净胜分收入囊中，在第一个发球局赢得 76 分。","en":"Nadal bagged 88% net points in the match winning 76 points in the first serve.","eu":"Nadal-ek sareko puntuen % 88 bereganatu zituen partidan, eta 76 puntu irabazi zituen lehen sakearekin.","fr":"Nadal a amassé 88 % de points nets dans le match, remportant 76 points au premier service.","ml":"ഫസ്റ്റ് സെർവിൽ 76 പോയിന്റുകൾ നേടി 88% പോയിന്റുകൾ നദാൽ സ്വന്തമാക്കി.","mr":"नदालने सामन्यात 88% नेट पॉइंट्स मिळवत पहिल्या सर्व्हिस मध्येच 76 पॉइंट्स मिळवले.","ne":"खेलमा नडालले 88% कुल अङ्क प्राप्त गरेका थिए जसमा उनले पहिलो सर्भमै 76% अङ्क प्राप्त गरेका थिए।","es":"En el partido, Nadal acumuló un 88% de puntos netos y ganó 76 en el primer servicio.","sw":"Nadal alipata 88% ya pointi kwenye mechi na kushinda pointi 76 kwenye utumishi wa kwanza.","te":"తొలి సెర్వ్‌లో 76 పాయింట్లు గెలుచుకున్న నాదల్, మ్యాచ్‌లో మొత్తం 88% పాయింట్లు గెలుపొందాడు.","ur":"پہلی باری میں 76 پوائنٹس سے جیتنے والے میچ میں نڈال نے %88 نیٹ پوائنٹس حاصل کیے۔","vi":"Nadal bỏ túi 88% số điểm lên lưới trong trận đấu thắng 76 điểm trong lượt giao bóng đầu tiên.","xh":"UNadal ufumene amanqaku ayi-88% kumdlalo, ephumelela ngamanqaku ayi-76 kwi-serve yokuqala.","yo":"Nadal ní àmì ayò 88% ní bọ́ọ̀lù náà tó sì gba àmì ayò 76 ní abala àkọ́kọ́.","zu":"UNadal uthole amaphuzu angu-88% ahlangene emaphuzwini angu-76 okuwina umdlalo engxenyeni yokuqala."}
{"ar":"مرَّ التعديل المقترح بالفعل على كلا المجلسين عام 2011.","zh":"修正议案在 2011 年就在两院通过了。","en":"The proposed amendment already passed both houses in 2011.","eu":"2011n bi ganberetan onartu zen proposatutako zuzenketa.","fr":"L'amendement proposé a déjà été adopté par les deux chambres en 2011.","ml":"നിർദ്ദിഷ്ട ഭേദഗതി ഇരുസഭകളും 2011-ൽ തന്നെ പാസാക്കി.","mr":"प्रस्तावित दुरुस्तीला दोन्ही सभागृहांनी 2011 मध्ये अगोदरच मंजुरी दिलेली आहे.","ne":"प्रस्तावित संशोधन पहिले नै सन् 2011 मा दुवै सदनहरूमा पास भइसकेको छ।","es":"Ambas cámaras aprobaron la enmienda propuesta en 2011.","sw":"Marekebisho yaliyopendekezwa tayari yalipitia nyumba zote mbili mnamo 2011","te":"ప్రతిపాదిత సవరణ ఇప్పటికే 2011లో ఉభయ సభలను ఆమోదించింది.","ur":"مجوزہ ترمیم دونوں ایوانوں میں پہلے ہی 2011 میں پاس ہو گئی۔","vi":"Đề xuất sửa đổi đã được thông qua cho cả hai nhà trong năm 2011.","xh":"Utshintsho olucetywayo sele lwapasiswa zizo zombini izindlu zowiso mthetho ngo-2011.","yo":"Àbá àtúnse tigbawájú ilé méjéèjì kọjá lọ́dún 2011.","zu":"Ukulungiswa okuhlongoziwe kugunyaziwe amaqembu womabili ngo-2011."}
{"ar":"اللغات المساعدة هي لغات مصطنعة أو مبنية تم إنشاؤها بقصد تسهيل الاتصال بين الشعوب التي كانت تواجه صعوبات في التواصل بخلاف ذلك.","zh":"辅助语言是为了便于语言不相通的人群交流而创造的人工语言或构造语言。","en":"Auxiliary languages are artificial or constructed languages created with the intent of facilitating communication between peoples who would otherwise have difficulty communicating.","eu":"Hizkuntz laguntzaileak hizkuntza artifizialak edo eraikiak dira, horiek gabe komunikatzeko zailtasunak dituzten bi herriren arteko komunikazioa errazteko helburuarekin sortutakoak.","fr":"Les langues auxiliaires sont des langues, artificielles ou construites, créées dans le but de faciliter la communication entre des peuples qui, autrement, auraient des difficultés à communiquer.","ml":"ഓക്സിലറി ലാംഗ്വേജുകൾ കൃത്രിമമായ അഥവാ കെട്ടിയുണ്ടാക്കിയ ഭാഷകളാണ്, ഇതിന്റെ സഹായം ഇല്ലെങ്കിൽ ആശയവിനിമയം ബുദ്ധിമുട്ടാകുന്ന ആളുകൾക്ക് ആശയവിനിമയം സുഗമമാക്കുക എന്ന ഉദ്ദേശ്യത്തോടെ സൃഷ്ടിച്ചതാണ് അത്.","mr":"सहाय्यक भाषा या ज्या लोकांना एकमेकांशी संवाद साधताना त्रास होतो अशा लोकांमधील संभाषणाला मदत करण्यासाठी तयार केलेल्या कृत्रिम किंवा तयार केलेल्या भाषा होत.","ne":"सहायक भाषाहरू कृत्रिम वा सिर्जना गरिएका भाषाहरू हुन् जुन मानिसहरूका माझमा सञ्चारको सुविधा पुर्‍याउने उद्देश्यका साथ सिर्जना गरिएका हुन् र जसलाई अन्यथा सञ्चार गर्नमा कठिनाइ हुन सक्थ्यो।","es":"Los lenguajes auxiliares son idiomas artificiales o construidos que se crean con el fin de facilitar la comunicación entre pueblos que, de otra forma, tendrían problemas para comunicarse.","sw":"Lugha saidizi ni lugha bandia au za kubuniwa zinazoundwa kwa lengo la kusaidia mawasiliano kati ya watu ambao vinginevyo wangepata shida ya kuwasiliana.","te":"సహాయక భాషలు అనేవి కృత్రిమ లేదా నిర్మిత భాషలు, మరోవిధంగా కమ్యూనికేట్ చేయడం కష్టంగా ఉండే వ్యక్తుల మధ్య కమ్యూనికేషన్ ని సులభతరం చేసే ఉద్దేశంతో సృష్టించబడతాయి.","ur":"آگزیلیری زبانیں، مصنوعی یا تعمیری زبانیں ہیں جو لوگوں کے درمیان گفتگو کو سہومت دینے کے مقصد کے ساتھ تخلیق کیے گئے ہیں جن کو کسی اور صورت میں بیان کرنا مشکل ہیں۔","vi":"Ngôn ngữ phụ trợ là những ngôn ngữ nhân tạo hoặc được xây dựng với mục đích hỗ trợ giao tiếp giữa những dân tộc gặp khó khăn trong việc giao tiếp với nhau.","xh":"Iilwimi ezincedisayo ziilwimi ezenziweyo okanye ezakhiweyo ezenziwe ngeenjongo zokuncedisana nonxibelelwano phakathi kwabantu abanokuthi babenobunzima ekunxibelelaneni.","yo":"Èdè ìrànlọ́wọ́ ní àwọn èdè àtọwọ́dá tí a kọ́ lójúnnà àti lè mún kí ìbánisọ̀rọ̀ rọrùn laàrin àwọn ènìyàn tí wọ́n lè ní ìṣòro ìbáraẹnisọ̀rọ̀.","zu":"Izilimi zesikhashana izilimi ekungezona ezangempela noma ezakhiwe ngenhloso yokulungiselela ukukhulumisana phakathi kwabantu ababezoba nenkinga yokukhulumisana uma kwakungenjalo."}
{"ar":"تستطيع العناصر والمركبات الانتقال من حالة إلى أخرى دون أن تتغير.","zh":"元素和化合物可以在发生化学变化的情况下改变物态。","en":"Elements and compounds can move from one state to another and not change.","eu":"Elementuak eta konposatuak egoera batetik bestera pasa daitezke aldatu gabe.","fr":"Eléments et composants sont capables de passer d'un état à l'autre sans se modifier pour autant.","ml":"മൂലകങ്ങൾക്കും പദാർത്ഥങ്ങൾക്കും ഒരവസ്ഥയിൽനിന്ന് മറ്റ് 1 ലേയ്ക്ക് പരിവർത്തിക്കാൻ കഴിയും, എന്നാൽ അവയ്ക്ക് മാറ്റം സംഭവിക്കുകയില്ല.","mr":"मूलद्रव्ये आणि संयुगे 1 अवस्थेतून दुसऱ्या अवस्थेत जाऊ शकतात आणि बदलत नाहीत.","ne":"तत्वहरू र यौगिकहरू एक अवस्थाबाट अर्कोमा सर्न सक्छन् र परिवर्तन नहुन सक्छन्।","es":"Los elementos y compuestos son capaces de cambiar de estado sin sufrir alteraciones.","sw":"Elementi na misombo zinaweza kusonga kutoka hali moja hadi nyingine na zikose kubadilika.","te":"మూలకాలు మరియు సమ్మేళనాలు ఒక స్థితి నుండి మరొక స్థితిలోకి బదిలీ కాగలవు, కానీ మార్పు చెందవు.","ur":"عناصر اور مرکبات بغیر تبدیل ہوئے ایک حالت سے دوسری حالت میں منتقل ہو سکتے ہیں۔","vi":"Các nguyên tố và hợp chất có thể chuyển từ trạng thái này qua trạng thái khác mà vẫn không thay đổi.","xh":"Ii-elementi neekhompawundi ziyakwazi ukuya kwesinye isimo ngaphandle kokutshintsha.","yo":"Àwọn elimenti ati compandi lè pàrọ̀ ara láti dídáwà kan sí òmíràn láì yípadà.","zu":"Ama-elementi kanye namakhompawundi angasuswa kwenye indawo ayiswe kwenye kodwa angashintshi."}
{"ar":"تصل قناة \"البحر الأبيض - بحر البلطيق\" المحيط المتجمد الشمالي ببحر البلطيق، مروراً ببحيرتي أونيجا ولادوجا ومدينة سانت بطرسبرغ، في الأغلب من خلال أنهار وبحيرات.","zh":"白令海峡经由奥内加湖（Lake Onega）、拉多加湖（Lake Ladoga）和圣彼得堡（Saint Petersburg）连接北冰洋和波罗的海，连接处多数是河流和湖泊。","en":"The White Sea–Baltic Canal connects the Arctic Ocean to the Baltic Sea, via Lake Onega, Lake Ladoga and Saint Petersburg, mostly by rivers and lakes.","eu":"Itsaso Zuriak eta Baltikoak osatzen duten ubideak Ozeano Artikoa eta Itsaso Baltikoa lotzen ditu, Onega aintzira, Ladoga aintzira eta San Petersburgo tarteko, erreketan eta aintziretan zehar oro har.","fr":"Le canal de la mer Blanche relie l'océan Arctique à la mer Baltique, via le lac Onega, le lac Ladoga et Saint-Pétersbourg, passant principalement par les rivières et les lacs.","ml":"ലേക് ഒനെഗ, ലേക് ലഡോഗ, സെന്റ് പീറ്റേഴ്‌സ്ബർഗ് എന്നിവ വഴി ആർട്ടിക് സമുദ്രത്തെ ബാൾട്ടിക് കടലുമായി വൈറ്റ് സീ-ബാൾട്ടിക് കനാൽ ബന്ധിപ്പിക്കുന്നു, കൂടുതലും നദികളും തടാകങ്ങളും.","mr":"पांढरा समुद्र - बाल्टिक कालवा आर्क्टिक महासागरास बाल्टिक समुद्राशी ओनेगातलाव, लाडोगा तलाव आणि सेंट पीटर्सबर्ग  बहुतांश नद्या आणि तलावाद्वारे जोडला गेलेला आहे.","ne":"ह्वाइट सी-बाल्टिक क्यानलले धेरैजसो नदी र तालहरूद्वारा ओनेगा ताल, लादोगा ताल र सेन्ट पिटर्सबर्गमार्फत आर्कटिक महासागरलाई बाल्टिक सीसँग जोड्छ।","es":"El Océano Ártico está ligado al Mar Báltico a través del Canal del Mar Blanco-Báltico, por medio de los lagos Onega y Ladoga y a San Petersburgo, mayormente por ríos y lagos.","sw":"Mfereji kati ya Bahari Nyeupe na Baltic huunganisha Bahari kuu ya Atiki na Bahari ya Baltic, kupitia Ziwa Onega, Ziwa Ladoga na Saint Petersburg, mara nyingi kwa mito na maziwa.","te":"white Sea-Baltic కాలవ Onega సరస్సు, Ladoga సరస్సు ఇంకా Saint Petersburgల మీదుగా ఎక్కువగా నదులు, సరస్సుల ద్వారా Arctic మహాసముద్రాన్ని Baltic సముద్రంతో కలుపుతుంది.","ur":"سفید سمندر – جھیل اونیگا، جھیل لاڈوگا اور سینٹ پیٹرز برگ کے ذریعہ، زیادہ تر دریاؤں اور جھیلوں کے ذریعہ بالٹک کینال بحیرہ آرکٹک کو بحیرہ بالٹک سے جوڑتی ہے-","vi":"Kênh Đào Bạch Hải-Baltic nối Bắc Băng Dương với Biển Baltic, đi qua Hồ Onega, Hồ Ladoga và Saint Petersburg, chủ yếu bằng sông, hồ.","xh":"I White Sea–Baltic Canal idibanisa i-Arctic Ocean ukuya kwi Baltic Sea, nge-Lake Onega, Lake Ladoga and Saint Petersburg, ikakhulu ngemilambo namachweba.","yo":"Òkun Funfun - Kànáà Baltiki há mó. Òkun Atiki, láti Odò Onega, Odò Ladoga àti Eyan mimo Pitasboogi, odo nla ati kekere ni púpọ̀ wọn.","zu":"Ulwandle oluMhlophe–Umsele i-Baltic luhlanganisa uLwandlekazi i-Arctic noLwandle i-Baltic, ngendlela yeChibi i-Onega, iChibi i-Ladoga kanye ne-Saint Petersburg, kakhulu ngemifula namachibi."}
{"ar":"وقع النشاط الزلزالي الشديد الذي أدى إلى تغيير حالة البركان المعلنة في يوم 10 مارس\/آذار على الناحية الشمالية الشرقية من البحيرات البركانية على قمته.","zh":"导致相位变化的重大地震活动于 3 月 10 日发生在该火山顶部火山口的东北侧。","en":"The significant earthquake activity resulting in the phase change had took place on March 10 on the northeast side of the volcano's summit caldera.","eu":"Fase-aldaketa eragin zuen jarduera sismiko nabaria martxoaren 10ean gertatu zen sumendiaren galdararen ipar-ekialdean.","fr":"L'important tremblement de terre ayant entraîné le changement de phase a eu lieu le 10 mars sur la face nord-est de la caldeira du sommet du volcan.","ml":"അഗ്നിപർവ്വതത്തിന്റെ ഉയർന്ന ഭാഗമായ കാൽഡെറയുടെ വടക്കുകിഴക്ക് വശത്ത് മാർച്ച് 10-ന് ഘട്ടം മാറ്റത്തിന്റെ ഫലമുണ്ടാക്കിയ സാരമായ ഭൂകമ്പ പ്രവർത്തനം നടന്നു.","mr":"भूकंपाच्या महत्त्वपूर्ण हालचालीचा परिणाम म्हणून १० मार्च रोजी ज्वालामुखीच्या शिखराच्या ईशान्य बाजूला स्थितीमध्ये बदल झाला होता.","ne":"चरण परिवर्तन गराउने उल्लेखनीय भूकम्प गतिविधि मार्च 10 मा ज्वालामुखीको शिखर क्याल्डेराको उत्तरी छेउमा भएको थियो।","es":"Los movimientos sísmicos de gran magnitud que causaron el cambio de fase ocurrieron el 10 de marzo, en el sector noreste de la caldera que se encuentra en la cima de este volcán.","sw":"Shughuli kuu ya mtetemeko wa ardhi iliyokuwa na matokeo ya mbadiliko wa awamu ilikuwa imetokea mnamo 10 Machi upande wa kaskazini mashariki mwa bonde kuu la kilele cha volikano.","te":"తీవ్రమైన భూకంపం రావటం వలన మార్చి 10న అగ్నిపర్వతం యొక్క శిఖరం కాల్‌డేరా యొక్క ఈశాన్య వైపున దశ మార్పు జరిగింది.","ur":"زلزلے کی اہم سرگرمی جس کے باعث مرحلے میں تبدیلی کی گئی تھی، وہ 10 مارچ کو آتش فشاں کے سربراہی اجلاس کیلیڈرا کے شمال مشرق کی جانب میں واقع ہوئی تھی۔","vi":"Hoạt động động đất lớn gây ra sự biến đổi pha đã xảy ra vào ngày 10 tháng 3 ở phía Đông Bắc của đỉnh núi lửa.","xh":"Intshukumo enkulu yenyikima ibangelwe lutshintsho lwesigaba wenzeke nge-10 ka-Matshi kwicala elingasemantla mpuma lwengqungquthela ye-volikheyino.","yo":"Ìṣẹ̀lẹ̀ ìwárìrì ilẹ̀ tó ní ipa mú àbájáde dé bá ibi àyípadà àkọ́kọ́ tó wáyé ní ọjọ́ Kẹ̀wá Oṣù Kẹta ní àríwá ìlà-Òòrùn igun ní bi àpapò àwọn òkè.","zu":"Ukuzamazama komhlaba okukhulu kuye kwaholela kwinguquko yesigaba esenzeka mhlaka-10 kuNdasa ohlangothini olusenyakatho-mpumalanga yesifunda sentaba-mlilo."}
{"ar":"اللغة السنسكريتية هي لغة معقدة وغنية للغاية، والتي كانت مصدراً للعديد من اللغات الهندية الحديثة، تماماً مثل اللاتينية التي هي مصدر اللغات الأوروبية مثل الفرنسية والإسبانية.","zh":"梵语是一种博大精深的语言，也是许多现代印度语的起源，就像拉丁语是法语和西班牙语等欧洲语言的起源一样。","en":"Sanskrit is a very complex and rich language, which has served to be the source for many modern Indian languages, just like Latin is the source for European languages like French and Spanish.","eu":"Sanskritoa oso hizkuntza konplexu eta aberatsa da, eta Indiako hizkuntza moderno askoren iturria izan da, latina Europako hizkuntza askoren (esaterako, frantsesaren edo gaztelaniaren) iturri den era berean.","fr":"Le sanskrit est une langue très complexe et très riche, qui a servi de source à de nombreuses langues indiennes modernes, tout comme le latin est la source de langues européennes telles que le français et l'espagnol.","ml":"വളരെ സങ്കീർണ്ണവും സമ്പന്നവുമായ ഒരു ഭാഷയാണ് സംസ്കൃതം, ഫ്രഞ്ച്, സ്പാനിഷ് പോലുള്ള യൂറോപ്യൻ ഭാഷകളുടെ ഉറവിടം ലാറ്റിൻ പോലെ തന്നെ നിരവധി ആധുനിക ഇന്ത്യൻ ഭാഷകളുടെ ഉറവിടമായി അത് വർത്തിച്ചിട്ടുണ്ട്.","mr":"संस्कृत ही अतिशय क्लिष्ट आणि समृद्ध भाषा आहे, जी अनेक आधुनिक भारतीय भाषांच्या जन्मासाठी कारणीभूत आहे, जसे लॅटिन हा फ्रेंच आणि स्पॅनिश भाषांचा स्रोत आहे.","ne":"फ्रान्सेली र स्पेनिश जस्ता युरोपेली भाषाहरूका स्रोत ल्याटिन जस्तै भारतीय भाषाहरूका लागि संस्कृत धेरै जटिल र धनी भाषा स्रोत बन्न पुग्यो।","es":"El sánscrito es un idioma complejo y rico que sirvió como semillero de muchas otras lenguas modernas de la India, así como el latín es fuente de las lenguas europeas, tales como el francés y el español.","sw":"Sanskrit ni lugha tata na tajiri sana, ambayo imekuwa chanzo cha lugha nyingi za kisasa za Kihindi, kama vile Kilatini ilivyo chanzo cha lugha za Kizungu kama vile Kifaransa na Kispanya.","te":"సంస్కృతం చాలా సంక్లిష్టమైన మరియు గొప్ప భాష, ఇది అనేక ఆధునిక భారతీయ భాషలకు మూలంగా ఉపయోగపడింది, లాటిన్ ఫ్రెంచ్ మరియు స్పానిష్ వంటి యూరోపియన్ భాషలకు మూలం.","ur":"سنسکرت بیحد پیچیدہ اور زرخیز زبان ہے، جس نے متعدد جدید ہندوستانی زبانوں کے ماخذ کے طور پر خدمت انجام دی ہے، ٹھیک اسی طرح جیسے فرانسیسی اور ہسپانوی جیسی یوروپی زبانوں کیلئے لاطینی زبان ماخذ کا درجہ رکھتی ہے-","vi":"Tiếng Phạn là ngôn ngữ rất phức tạp và phong phú, được sử dụng như nguồn tham khảo cho các ngôn ngữ Ấn Độ hiện đại, giống như tiếng Latinh là nguồn gốc của các ngôn ngữ Châu Âu như tiếng Pháp và tiếng Tây Ban Nha.","xh":"I-Sanskrit lulwimi oluxananazileyo nolutyebileyo, elubangele ukuba libe sisiseko selwimi ezinintsi ze Indiya yanamhlanje, njengesiLatini isisiseko sezilwimi zaseYurophu njengesiFrentshi neSipanish.","yo":"Ede lile ati aladun ni Sanskriti, o ti wulo gege bi orisun opo ede Indiya igbalode, gege bii ede Latini se je orisun awon ede Yuropi bii Faranse ati Speen.","zu":"I-Sanskrit iwulimi oluyinkimbinkimbi nolucebile, luye lwaba oluyinhloko ezilimini eziningi zanamuhla zaseNdiya, njengesi-Lathini luwulimi oluyinhloko ezilimini zaseYurophu njengesiFulentshi kanye nesiPanishi."}
{"ar":"تعيش الحيوانات في جميع أنحاء الكوكب. يحفرون في الأرض ويسبحون في المحيطات ويطيرون في السماء.","zh":"地球上的各个角落都有动物的身影。它们有的在地下挖洞，有的在海洋中畅游，有的在天空中翱翔。","en":"Animals are found all over the earth. They dig in the ground, swim in the oceans, and fly in the sky.","eu":"Lurraren eremu guztietan daude animaliak. Lurrean zuloak egiten dituzte, itsasoetan igeri, eta zeruan hegan.","fr":"On trouve des animaux partout sur la Terre. Ils creusent le sol, nagent dans les océans et volent dans le ciel.","ml":"ഭൂമിയിലെമ്പാടും മൃഗങ്ങളെ കാണാവുന്നതാണ്. അവർ നിലത്ത് കുഴിക്കുകയും സമുദ്രങ്ങളിൽ നീന്തുകയും ആകാശത്ത് പറക്കുകയും ചെയ്യുന്നു.","mr":"प्राणी सर्व पृथ्वीवर सापडतात. ते जमीन खोदतात, महासागरांमध्ये पोहोतात आणि आकाशात उडतात.","ne":"पृथ्वीभरि जनावरहरू पाइन्छन्। तिनीहरू भुइँमा हिड्ने, समुद्रमा पौडिने र आकाशमा उड्छन्‌।","es":"Los animales pueden ser hallados en cualquier rincón del planeta: cavan en el suelo, nadan en los océanos y vuelan los cielos.","sw":"Wanyama hupatikana duniani kote. Wanachimba ardhini, wanaogelea kwenye bahari, na wanaruka angani.","te":"భూమి అంతా జంతువులు కనిపిస్తాయి. అవి భూమిలో త్రవ్వి, సముద్రాలలో ఈదుతూ, ఆకాశంలో ఎగురును.","ur":"جانور پوری زمین پر پائے جاتے ہیں- وہ زمین کو کھودتے ہیں، سمندروں میں تیرتے ہیں اور آسمان میں اڑتے ہیں-","vi":"Động vật sinh sống ở khắp nơi trên trái đất. Chúng đào hang trong lòng đất, bơi dưới đại dương và bay trên bầu trời.","xh":"Izilwanyana zifumaneka kuwo wonke umhlaba. Ziyagrumba emhlabathini,Ziqubhe elwandle, kwaye zibhabhe esibhakabhakeni.","yo":"Eranko wà káàkiri Gbogbo àgbáyé. Wọn a ma gbẹ́lẹ̀, wọ́n a má lúwẹ̀ẹ́ ọ̀sà, wọ́n a ma fò lójú ọ̀run.","zu":"Izilwane zitholakala yonke indawo emhlabeni. Zemba phansi, zibhukude ezilwandle, futhi zindize esibhakabhakeni."}
{"ar":"حتى إذا كنت تقود سيارتك عبر الغابات المطرية شبه الاستوائية، فإن فتح الأبواب لبضع ثوانٍ أثناء دخولك إلى السيارة يشكل وقتاً كافياً للبعوض للدخول إلى السيارة معك.","zh":"如果您正在开车穿越亚热带雨林，在您进入车内时车门敞开的几秒钟时间里，也足以让蚊子与您一起钻进车里。","en":"Even if you're driving through the subtropical rainforest, a few seconds with the doors open while you get inside the vehicle is enough time for mosquitoes to get in the vehicle with you.","eu":"Oihan subtropikalean autoz baldin bazoaz ere, ibilgailuan sartzeko ateak irekita dauden segundo gutxiak nahiko dira eltxoak zurekin batera sartzeko.","fr":"Même si vous conduisez dans la forêt tropicale, quelques secondes avec les portes ouvertes pendant que vous montez dans le véhicule suffisent pour que les moustiques montent dans le véhicule avec vous.","ml":"നിങ്ങൾ ഉഷ്ണമേഖലയോട് അടുത്തുകിടക്കുന്ന മഴക്കാടുകളിലൂടെ സഞ്ചരിക്കുകയാണെങ്കിലും, വാഹനത്തിനുള്ളിൽ കയറുന്നതിന് വാതിലുകൾ തുറക്കുന്ന കുറച്ച് നിമിഷങ്ങൾ മതി കൊതുകുകൾ നിങ്ങളോടൊപ്പം വാഹനത്തിൽ കയറാൻ.","mr":"जरी तुम्ही एखाद्या उष्ट कटिबंधातील पर्जन्य वनातून ड्राईव्ह करीत असाल, तुम्ही वाहनात बसेस्तोवर काही क्षण जरी दरवाजा उघडा राहिला तरी डासांना वाहनातून तुमच्या बरोबर येण्यासाठी तितका कालावधी पुरेसा आहे.","ne":"तपाईं सबट्रपिकल वर्षावनको माध्यमबाट यात्रा गर्दै हुनु हुन्छ भने ढोका खोलेको केही सेकेन्ड भित्रै तपाईं गाडीभित्र पस्दा लामखुट्टे तपाईंसँगै गाडीमा जानका लागि पर्याप्त समय हुन्छ।","es":"Aun si está conduciendo por la selva subtropical y abre las puertas solo unos segundos para entrar al vehículo, eso es suficiente para que los mosquitos suban con usted.","sw":"Hata ikiwa unaendesha kupitia msitu wa mvua wa kitropiki ndogo, sekunde chache milango ikiwa wazi unapoingia kwenye gari ni muda unaotosha kwa mbu kuingia na wewe garini.","te":"మీరు సబ్​ట్రాపికల్ వర్షారణ్యం గుండా వెళుతున్నప్పటికీ, మీరు వాహనం లోపలికి వెళ్లేటప్పుడు తలుపులు తెరిచిన కొన్ని సెకన్లు సమయం దోమలు లోపలికి రావడానికి సరిపోతుంది.","ur":"اگر آپ سب ٹراپیکل برساتی جنگل سے گزر رہے ہوں تو گا ڑی میں داخل ہونے کے لئے چند سکنڈ کے لئے دروازہ کھولنا مچھروں کے لئے کافی وقت ہے کہ وہ بھی آپ کے ساتھ داخل ہوکر آپ کے ہم نشیں ہو جائیں۔","vi":"Ngay cả khi bạn đang lái xe qua khu rừng cận nhiệt đới, một vài giây mở cửa để đi vào xe cũng đủ thời gian cho muỗi đồng hành lên xe cùng bạn.","xh":"Nokuba uqhuba kwihlathi elinethropikhi, imizuzwana embalwa uvule iingcango ngelixa ungena ngaphakathi kwisithuthi lixesha elaneleyo lokuba iingcongconi zingene emotweni kunye nawe.","yo":"Kódà tí o bá ń ri ìrìn àjò láàárin aginjù, ìṣẹ́jú àáyá tí o fi ṣí ilẹ̀kùn láti wọ inú ọkọ̀ ti tó fún àwọn ẹ̀fọn láti wọlé pẹ̀lú rẹ.","zu":"Ngishoushayela ehlathini lemvula elinezihlahla ezinde, imizuzwana embalwa ngenkathi uvule izicabha zemoto ukuze ungene kuyona iyisikhathi esanele ukuthi omiyane bangene emotweni Kanye nawe."}
{"ar":"بعد ذلك بوقت قصير، نشرت صحيفة Atlanta Journal-Constitution تقريرًا يكشف مشاكل في نتائج الاختبار.","zh":"此后不久，《亚特兰大宪法报》发表了一份报告，指出了检测结果存在的问题。","en":"Shortly after, The Atlanta Journal-Constitution published a report showing problems with test results.","eu":"Handik gutxira, The Atlanta Journal-Constitution egunkariak jakinarazi zuen azterketen emaitzekin arazoak zeudela.","fr":"Peu après, The Atlanta Journal-Constitution a publié un rapport mettant en évidence des problèmes avec les résultats des tests.","ml":"തൊട്ടുപിന്നാലെ പരിശോധനാ ഫലങ്ങളിലെ പ്രശ്നങ്ങൾ കാണിക്കുന്ന ഒരു റിപ്പോർട്ട് അറ്റ്ലാന്റ ജേണൽ-കോൺസ്റ്റിറ്റ്യൂഷൻ പ്രസിദ്ധീകരിക്കുകയുണ്ടായി.","mr":"थोड्याच वेळाने, अटलांटा जर्नल-राज्यघटनेने चाचणीच्या परिणामासंबंधीच्या समस्या दर्शवणारा अहवाल सदर केला.","ne":"त्यसको लगत्तै, द एट्लाण्टा जर्नल-कन्स्टिट्यूशनले परीक्षणको नतिजामा समस्या देखाउँदै एउटा रिपोर्ट प्रकाशित गर्‍यो।","es":"Al poco tiempo, se hizo una publicación en el Atlanta Journal-Constitution que contenía un informe en el que se señalaban los problemas de los resultados de los exámenes.","sw":"Muda mfupi baadaye, Jarida la Atlanta-Katiba lilichapisha ripoti kuonyesha shida za matokeo ya vipimo.","te":"కొద్ది కాలం తరువాత, ది అట్లాంటా జర్నల్-రాజ్యాంగం పరీక్షా ఫలితాలతో సమస్యలను చూపుతూ ఒక నివేదికను ప్రచురించింది.","ur":"اس کے فورا بعد، اٹلانٹا جرنل-کونسٹیچیوشن نے ٹیسٹ کے نتائج میں مسائل اجاگر کرتے ہوئے ایک رپورٹ شائع کی۔","vi":"Không lâu sau, The Atlanta Journal-Constitution đăng xuất bản một báo cáo chỉ ra các vấn đề với kết quả xét nghiệm.","xh":"Emveni nje kancinane, Umgaqo siseko i Atlanta Journal ipapashe ingxelo ebonisa iingxaki ezineziphumo zovavanyo.","yo":"Leyin igba die, iwe iroyin to je ti ofin ti Atlanta gbe iroyinto safihan isoro pelu esi abajade.","zu":"Ngokushesha ngemva kwalokho, iThe Atlanta Journal-Constitution ishicilele umbiko oveza izinkinga ngemiphumela yokuhlolwa."}
{"ar":"يعد السفر إلى عالم \"والت ديزني\" رحلة رئيسية مقدسة للعديد من العائلات الأمريكية.","zh":"对许多美国家庭来说，去迪斯尼乐园游玩是一场盛大的活动。","en":"Traveling to Walt Disney World represents a major pilgrimage for many American families.","eu":"Walt Disney World-era bidaiatzea erromesaldi garrantzitsua da familia amerikar askorentzat.","fr":"Le voyage à Walt Disney World représente un pèlerinage important pour de nombreuses familles américaines.","ml":"വാൾട്ട് ഡിസ്നി വേൾഡിലേക്കുള്ള യാത്ര  മിക്ക അമേരിക്കൻ കുടുംബങ്ങൾക്കും മഹത്തായ ഒരു തീർത്ഥയാത്ര പോലെയാണ്.","mr":"वॉल्ट डिस्ने वर्ल्ड ला जाणे म्हणजे अनेक अमेरिकन कुटुंबाच्या दृष्टीने तीर्थक्षेत्राला जाण्यासारखेच असते.","ne":"वाल्ट डिज्नी वर्ल्डको यात्रा धेरै अमेरिकी परिवारहरूका लागि प्रमुख यात्राको प्रतिनिधित्व गर्छ।","es":"El viaje a Walt Disney World es, para muchas familias de los Estados Unidos, una gran peregrinación.","sw":"Kusafiri kuenda Ulimwengu wa Walt Disney inawakilisha hija kuu kwa familia nyingi za Amerika.","te":"వాల్ట్ డిస్నీ వరల్డ్‌కు ప్రయాణించడం అనేక అమెరికన్ కుటుంబాలకు పెద్ద తీర్థయాత్ర లాగా ఉంటుంది.","ur":"والٹ ڈزنی ورلڈ کی جانب سفر کرنا بہت سے امریکی خاندانوں کے لیے ایک اہم طویل سفر کی نمائندگی کرتا ہے۔","vi":"Đối với nhiều gia đình Mỹ, hành trình du lịch tới Walt Disney World chính là một cuộc hành hương lớn.","xh":"Ukuya kwiWalt Disney World kubonisa uhambo oluphambili kwiintsapho ezininzi zaseMelika.","yo":"Ìrìn àjò lọ sí Walt Disney World, dúró gẹ́gẹ́ ìrìnàjò pàtàkì fún àwọn ọ̀pọ̀lọpọ̀ ẹbí ní ilẹ̀ Amẹ́ríkà.","zu":"Ukuvakashela e-Walt Disney World kumelela uhambo olukhulu lokuya endaweni engcwele emindenini eminingi yaseMelika."}
{"ar":"وكان يقيم في فندق الفريق قبل مباراة مقررة يوم الأحد ضد بولونيا.","zh":"他当时正在球队的酒店下榻，为星期天迎战博洛尼亚队做准备。","en":"He was staying in the team hotel ahead of a match planned for Sunday against Bolonia.","eu":"Taldearen hotelean zegoen, igandean Boloniaren aurka jokatzeko planifikatuta zegoen partidarako prestatzeko.","fr":"Il est resté à l'hôtel où étaient logés joueurs avant le match prévu contre Bologne dimanche.","ml":"ബൊലോണിയയ്‌ക്കെതിരെ ഞായറാഴ്ച നടക്കേണ്ട മത്സരത്തിന് മുന്നോടിയായി ടീം ഹോട്ടലിൽ താമസിക്കുകയായിരുന്നു അദ്ദേഹം.","mr":"रविवारी नियोजित असलेल्या बोलोनियाविरुद्धच्या सामन्यापूर्वी तो संघाच्या हॉटेलमध्ये थांबला होता.","ne":"आइतबार बोलोनिया विरुद्ध योजना गरिएको खेल अगाडि उनी टोली होटेलमा नै थिए।","es":"Se quedaba en el hotel del equipo previo a un partido programado contra Bolonia para el domingo.","sw":"Alikuwa akikaa kwenye hoteli ya timu mbele ya mechi iliyopangiwa Jumapili dhidi ya Bolania.","te":"బొలోనియాతో ఆదివారం జరిగే మ్యాచ్ కు ముందు అతను జట్టు హోటల్ లో బస చేశాడు.","ur":"وہ بولونیا کے خلاف اتوار کے روز کھیلے جانے والے ایک میچ سے قبل ٹیم کے ہوٹل میں قیام پذیر ہوئے تھے۔","vi":"Anh ở trong khách sạn của đội trước trận đấu với Bolonia dự kiến diễn ra vào Chủ Nhật.","xh":"Wayehlala kwihotele yeqela ngaphambi komdlalo neBolonia owawucwangciselwe iCawe .","yo":"Ó dúró sí ile itura ëgbẹ́ ṣáaju ẹrẹ́ tí wọ́n ti ṣètò fún pẹ̀lú Bosnia lọ́jọ́ Ìsinmi.","zu":"Wayehlala ehhotela leqembu ngaphambi komdlalo owawuhlelelwe ngeSonto neBolonia."}
{"ar":"فالأشخاص الذين لديهم هذا النوع من التفكير لديهم تفكير منطقي وهم قادرون على حفظ الأنماط وحل المشاكل والعمل على الاختبارات العلمية.","zh":"这种思维类型的人具有逻辑思维，能够记得住模式、解决问题，还能进行科学测试。","en":"People with this type of thinking have logical thinking, are able to memorize patterns, solve problems and work on scientific tests.","eu":"Horrela pentsatzen duten pertsonek pentsamendu logikoa dute eta patroiak memorizatzeko gai dira, baita arazoak konpontzeko eta zientzia-probetan lan egiteko ere.","fr":"Les personnes ayant ce type de pensées ont une pensée logique, sont capables de mémoriser des modèles, de résoudre des problèmes et de travailler sur des tests scientifiques.","ml":"ഇത്തരത്തിലുള്ള ചിന്തയുള്ള ആളുകൾക്ക് യുക്തിസഹമായ ചിന്തയുണ്ട്, പാറ്റേണുകൾ മനഃപാഠമാക്കാൻ കഴിയും, പ്രശ്നങ്ങൾ പരിഹരിക്കുകയും ശാസ്ത്രീയ പരിശോധനകളിൽ പ്രവർത്തിക്കുകയും ചെയ്യുക.","mr":"या प्रकारच्या विचारसरणीचे लोक तार्किक विचार करू शकतात, पॅटर्न लक्षात ठेवू शकतात, समस्या सोडवू शकतात आणि वैज्ञानिक चाचण्यांवर काम करू शकतात.","ne":"यस प्रकारका सोच भएका मानिसहरूको तार्किक सोच हुन्छ, ढाँचाहरू सम्झन सक्षम हुन्छन्, समस्याहरू समाधान गर्छन् र वैज्ञानिक परीक्षणहरूमा काम गर्छन्।","es":"Quienes piensan de este modo, tienen un pensamiento lógico, pueden recordar patrones, resolver problemas y trabajar en pruebas científicas.","sw":"Watu wenye aina hii ya kufikiria wana mawazo ya kimantiki, wanaweza kukariri miundo, kutatua shida na kufanya majaribio ya kisayansi.","te":"ఈ రకమైన ఆలోచనా ధోరణి ఉన్న వ్యక్తులు తార్కికంగా ఆలోచించడం, నమూనాలను గుర్తుచేసుకోవడం, సమస్యలను పరిష్కరించడం మరియు శాస్త్రీయ పరీక్షలపై పనిచేయడం వంటి లక్షణాలు ఉంటాయి.","ur":"اس قسم کے خیالات کے حال افراد منطقانہ سوچ رکھتے ہیں، پیٹرنز کو یاد رکھنے، مسائل کو حل کرنے اور سائنسی ٹیسٹوں پر کام کرنے کے قابل ہیں۔","vi":"Những người có lối suy nghĩ này có khả năng suy luận, ghi nhớ khuôn mẫu, giải quyết vấn đề và thực hiện những thử nghiệm khoa học.","xh":"Abantu abacinga ngale ndlela bacinga kakuhle, bayakwazi ukunqaya izinto ezihambiselanayo, ukucombulula iingxaki nokusebenza kuphando lwezesayensi.","yo":"Àwọn ènìyàn tó ní irú ìrònú yìí ní ọpọlọ, wọ́n sì lè gbé ǹkan sórí, wọ́n lè yànjú ìṣòro wọ́n sì lè ṣiṣẹ́ lórí ìdánwò síẹ́nsì.","zu":"Abantu abanalolu hlobo lokucabanga bacabanga ngendlela enengqondo, bayakwazi ukubamba izifanekiso ngekhanda, ukuxazulula izinkinga nokwenza izivivinyo zesayensi."}
{"ar":"نحن نختبر الوقت كسلسلة من الأحداث التي تمر من المستقبل مروراً بالحاضر وحتى الماضي.","zh":"我们所经历的时间是一系列从未来到现在再到过去的事件。","en":"We experience time as a series of events passing from the future through the present to the past.","eu":"Etorkizunetik orainaldira eta iraganera pasatzen diren gertaeren segida baten moduan bizi dugu denbora.","fr":"Nous vivons le temps comme une série d'événements qui passent du futur au passé en passant par le présent.","ml":"വർത്തമാനകാലത്തു നിന്ന് ഭാവിയിലേക്ക് കടന്നുപോകുന്ന സംഭവങ്ങളുടെ ഒരു നിരയായി നാം സമയത്തെ അനുഭവിക്കുന്നു.","mr":"भविष्यातून वर्तमानकाळात जाऊन भूतकाळात जाणार्‍या घटनांच्या मालिकेच्या रुपात आम्ही वेळ अनुभवतो.","ne":"हामीले समयलाई भविष्यबाट वर्तमान हुँदै विगतमा बितिरहेका घटनाहरूको श्रेणीको रूपमा अनुभव गर्छौं।","es":"Experimentamos el tiempo como una serie de acontecimientos que pasan desde el futuro a través del presente hacia el pasado.","sw":"Sisi hupata saa kama msururu wa matukio unaopita kutoka wakati ujao kupitia wakati uliopo hadi kwenye wakati uliopita.","te":"మనకు సమయం భవిష్యత్తు నుండి వర్తమానంలో నుంచి గతానికి ఒక సంఘటనల శ్రేణిగా అనిపిస్తుంది.","ur":"ہم وقت کو واقعات کے ایک سلسلے کے طور پر گُزارتے ہیں جو کہ مستقبل سے حال کے ذریعے ماضی تک جاپہنچتا ہے۔","vi":"Chúng ta chứng nghiệm thời gian qua một loạt sự kiện từ tương lai chuyển qua hiện tại và trở thành quá khứ.","xh":"Silibona ixesha njeqela leziganeko ezidlula zivela kwixesha elizayo zidlula kwixesha elikhoyo zisiya kwixesha elidlulileyo.","yo":"A ní ìrírí àkókò gẹ́gẹ́ bí ìṣẹ̀lẹ̀ tó ń ṣẹ̀ lẹ́sẹsẹ láti ọjọ́ iwájú wá sí àkókò yìí lọ sẹ́yìn.","zu":"Sibona isikhathi njengezenzakalo eziwuchungechunge ezidlulayo zisuka esikhathini esizayo kuya kwesamanje kuya kwesedlule."}
{"ar":"تعد قلعة \"كيربي موكسلو\"، نموذجية لهذه الفترة، فهي منزلاً محصناً أكثر من كونها قلعة حقيقية.","zh":"作为那段时期的典型建筑，与其说克尔比墨斯鲁（Muxloe）城堡是一座真正的城堡，不如说它是一座加固的房屋。","en":"Typical for the period, Kirby Muxloe Castle is more of a fortified house than a true castle.","eu":"Garai hartan ohikoa zen bezala, Kirby Muxloe gaztelua etxe gotortu bat da gaztelu bat baino gehiago.","fr":"Typique de l'époque, le château de Kirby Muxloe relève plus d'une maison fortifiée que d'un véritable château.","ml":"സാദാരണ കാസിലിനേക്കാൾ  ഉറപ്പുള്ളതാണ്  കിർബി മുക്സലൊ കാസിൽ.","mr":"ठराविक कालावधीसाठी, किर्बी मक्सलोइ किल्ला हा वास्तविक किल्ल्याच्या तुलनेत तटबंदी असलेल्या घरापेक्षा अधिक आहे.","ne":"त्यस अवधिका लागि विशिष्ट, किर्बी मक्सलोई गढ एक साँचो गढभन्दा बढीको किल्ला घर हो।","es":"El llamado castillo de Kirby Muxloe no es tal cosa, sino, antes bien, una casa fortificada, algo típico de esa época.","sw":"Kwa kawaida ya kipindi hicho, Ngome ya Kirby Muxloe ni zaidi ya nyumba ambayo imeimarishwa kuliko ngome ya kweli.","te":"కాలానికి విలక్షణంగా, కిర్బీ ముక్స్లో కోట ఒక నిజమైన కోట కంటే ఒక కోట యొక్క కోట.","ur":"سردست کربی میکسلو قلعہ ایک حقیقی قلعے سے زیادہ ایک مضبوط گھر کی حیثیت رکھتا ہے۔","vi":"Là một ví dụ điển hình cho giai đoạn này, Lâu đài Kirby Muxloe giống một căn nhà được gia cố và phòng bị hơn là một lâu đài thực thụ.","xh":"Ngokuqhelekileyo ngeli xesha, iKirby Muxloe castle yeyona ndlu inqatyisiweyo kunenqaba yokwenyani.","yo":"Bí àsìkò yìí ṣe rí nìyẹn, Kirby Muxloe Castle jọ ilé tí wọ́n tò dáadáa ju ilé ìṣọ́ l.","zu":"Ngokuvamile enkathini, iKirby Muxloe Castle iyindlu eqinile kakhulu kunokuba inqaba yangempela."}
{"ar":"مخلبه الثاني كان أكبر، وبسببه سُمّي الديناصور هيسبيرونيكس والذي يعني \"المخلب الغربي\".","zh":"它的第二只爪子要大一些，因此得名“赫斯佩罗龙”，意思是“西方的爪”。","en":"Its second claw was larger, giving rise to the name Hesperonychus which means \"western claw.\"","eu":"Bigarren erpea handiagoa zenez, Hesperonychus izena eman zitzaion, hau da “mendebaldeko erpea”.","fr":"Sa deuxième griffe était plus grande, ce qui a engendré le nom Hesperonychus, qui signifie « griffe occidentale ».","ml":"\"ഇതിന്റെ രണ്ടാമത്തെ നഖം വലുതായിരുന്നതിനാൽ \"\"പടിഞ്ഞാറൻ ക്ലോ\"\" എന്ന് അർത്ഥം വരുന്ന ഹെസ്‌പെറോനൈഷസ് എന്ന പേര് ലഭിച്ചു.\"","mr":"\"त्याच्या दुसर्‍या नख्या अधिक मोठ्या होत्या, त्यामुळे त्याला हेस्पेरोनिकस असे नाव दिले गेले ज्याचा अर्थ \"\"वेस्टर्न क्लॉ\"\" असा आहे. \"","ne":"यसको दोस्रो पञ्जा झनै ठूलो थियो, जसले हेस्परोनिकस नामको उदय भयो जसको अर्थ “पश्चिमी पञ्जा” हो।","es":"Su segunda garra era más grande y de allí surgió el nombre Hesperonychus, cuyo significado es «garra occidental».","sw":"Ukucha wake wa pili ulikuwa mkubwa, na kuleta chimbuko la jina Hesperonikasi linalomaanisha \"ukucha wa magharibi.\"","te":"\"\"\"దాని రెండవ పంజా పెద్దదిగా ఉంది, దీని పేరు \"\"\"\"పశ్చిమ పంజా\"\"\"\" అని అర్ధం.\"\"\"","ur":"اس کا دوسرا پنجہ نسبتاً بڑا تھا، جوکہ ہیسپیرونیکس نام کی مقبولیت کا باعث بنا جس کا مطلب “مغربی پنجہ” ہوتا ہے۔","vi":"Móng vuốt thứ hai của nó lớn hơn, là nguyên nhân cho cái tên Hesperonychus có nghĩa là \"móng vuốt phía tây\".","xh":"Izipho layo lesibini elalikhulu, labangela kubekho igama elithi Hesperonychus elithetha \"izipho lasentshona.\"","yo":"Èékánná rẹ̀ kan gùn ju ìkejì lọ, òhun ni ó fa orúkọ rẹ̀ Hesperonychus tí ó tún túmọ̀ sí “éèkánná ìlà oòrùn.”","zu":"Izipho layo lesibili belilikhudlwana, okwenza yabizwa ngokuthi yi-Hesperonychus okusho ukuthi “izipho lasentshonalanga.”"}
{"ar":"تجمع رياضة الأودية بين عناصر من السباحة والتسلق والقفز - ولكنها تتطلب القليل نسبياً من التدريب أو الشكل البدني للبدء (مقارنة بتسلق الصخور أو الغوص تحت الماء أو التزلج على جبال الألب، على سبيل المثال).","zh":"溪降结合了游泳、爬山和跳跃的元素——但只需要相对较少的训练和体能基础就可以入门（和攀岩、水肺潜水、高山滑雪等相比）。","en":"Canyoning combines elements from swimming, climbing and jumping--but requires relatively little training or physical shape to get started (compared to rock climbing, scuba diving or alpine skiing, for example).","eu":"Arroila-jaitsieran igeriketa, eskalada eta jauziak konbinatzen dira, baina ez da trebakuntza handirik edo sasoi fisiko berezirik behar hasteko (adibidez eskaladarekin, urpekaritzarekin edo eskiarekin alderatuta).","fr":"Le canyoning combine des éléments de natation, d'escalade et de saut, mais nécessite relativement peu d'entraînement ou de forme physique pour débuter, par rapport à, par exemple,  l'escalade, la plongée sous-marine ou le ski alpin.","ml":"നീന്തൽ, കയറ്റം, ചാട്ടം എന്നിവ നിന്നുള്ള ഘടകങ്ങൾ സംയോജിക്കുന്നതാണ് കനോയിംഗ്--എന്നാൽ ആരംഭിക്കുന്നതിന് താരതമ്യേന ചെറിയ പരിശീലനമോ ശാരീരിക ആകാരമോ (ഉദാഹരണത്തിന്, പാറയിലൂടെയുള്ള കയറ്റം, സ്കൂബ ഡൈവിംഗ് അല്ലെങ്കിൽ ആൽപൈൻ സ്കീയിംഗ് എന്നിവയുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ) ആവശ്യമാണ്.","mr":"कॅन्यनिंगमध्ये पोहणे, चढणे आणि उड्या मारणे यांचा समावेश आहे -- पण यासाठी (उदाहरणार्थ रॉक क्लायंबिंग, स्कूबा डायव्हिंग किंवा आलपाईन स्किंग यांच्या तुलनेने) प्रशिक्षण किंवा शारीरिक घडणीची गरज कमी आहे.","ne":"क्यान्योनिङले पौडी खेल्ने, उड्ने र जम्पिङ गर्ने तत्त्वहरूलाई जोड्दछ - तर तुलनात्मक रूपमा सानो प्रशिक्षण वा शारीरिक आकारको आवश्यक पर्दछ (उदाहरणका लागि, रक क्लाइम्बिङ, स्कुबा डाइभिङ वा अल्पाइन स्किइङको तुलनामा)।","es":"Si bien el barranquismo contiene elementos tanto de la natación, como de la escalada y el salto, es un deporte que exige relativamente poco entrenamiento o estado físico para quienes se inician en él (si se lo compara, por ejemplo, con la escalada en roca, el buceo o el esquí alpino).","sw":"Mchezo wa korongo huchanganya vipengele kutoka kuogelea, kupanda na kuruka--lakini unahitaji mafunzo kiasi au hali nzuri ya kimwili ili kuanza (ukilinganishwa na kupanda mwamba, upigaji mbizi wa scuba au kuteleza milimani, kwa mfano).","te":"స్విమ్మింగ్ , క్లైంబింగ్ ఇంకా జంపింగ్ నుండి ఎలిమెంట్స్ ని   కేనియోనింగ్ మిళితం చేస్తుంది-కానీ ప్రారంభించడానికి సాపేక్షంగా కొంచెం  శిక్షణ లేదా భౌతిక ఆకృతి అవసరం (రాక్ క్లైంబింగ్, స్కూబా డైవింగ్ లేదా ఆల్పైన్ స్కీయింగ్ తో పోలిస్తే, ఉదాహరణకు).","ur":"Canyoning میں تیراکی، چڑھائی، اور کودنے کے عناصر مجتمع ہیں -- لیکن اس کو شروع کرنے لئے نسبۃٍ معمولی ٹریننگ اور جسمانی شیپ کی ضرورت ہے (مثلاًً چٹان پر چڑھنے، سکوبا ڈائونگ یا آلپائن شیینگ کے موازنہ میں)۔","vi":"Leo thác là sự kết hợp những yếu tố của các môn bơi lội, leo núi và nhảy từ trên cao--nhưng chỉ cần tập huấn tương đối hoặc thể trạng tốt là có thể để bắt đầu chơi (chẳng hạn như so với leo núi, lặn bình dưỡng khí hoặc trượt tuyết trên núi).","xh":"I-Canyoning idibanisa indlela zokuqubha, ukukhwela nokuxhumaxhuma—kodwa ifuna ithutyana elincinci lokuqeqeshwa okanye ukwakheka komzimba ukuze uyiqalise (xa ithelekaniswa nokunyuka ematyeni, i-scuba diving okanye i-alpine skiing, ngomzekelo).","yo":"Canyoning se àkójọ àwọn èròjà láti lúwẹ̀ẹ́ nínú omi, gígùn kè, fífò--àmọ́ ó bèèrè fún ìdánilẹ́kọ̀ọ́ ráńpẹ́ tàbí àpẹrẹ igun ara láti bẹ̀rẹ̀ (fífi wé àpáta gígùn, wíwa scuba, tàbí fífò alphine fún àpẹrẹ).","zu":"Ukuhamba ezindongeni ezinkulu ezibangelwe umfula kuhlanganisa izici zokubhukuda, ukugibela kanye nokweqa-- kodwa kudinga ukuziqeqesha okuncane kakhulu noma isimo somziba ukuze uqale (uma kuqhathaniswa nokugibela amadwala amakhulu, i-scuba diving noma i-alpine skiing, ngokwesibonelo)."}
{"ar":"ولم تعرف السلطات اسمه حتى الآن، بالرغم من أنهم يعرفون أنه من مجموعة الإيغور العرقية.","zh":"当局仍然不知道他的名字，只知道他是维吾尔族人。","en":"His name is still unknown to authorities, although they do know he is a member of the Uighur ethnic group.","eu":"Agintariek oraindik ez dute ezagutzen haren izena, baina badakite Uighur-en talde etnikoko kide bat dela.","fr":"Les autorités ignorent encore son nom, mais on sait tout de même qu'il est membre de l'ethnie Ouïghour.","ml":"വീഗർ വംശീയ വിഭാഗത്തിലെ അംഗമാണെന്ന് അവർക്ക് അറിയാമെങ്കിലും, അയാളുടെ പേര് ഇപ്പോഴും അധികാരികൾക്ക് അജ്ഞാതമാണ്.","mr":"त्याचे नाव अधिकाऱ्यांना अद्याप माहीत नाही, तथापि तो उईघर वांशिक गटाचा एक सदस्य असल्याचे त्यांना माहीत आहे.","ne":"उसको नाम अधिकारीहरूमा अझै पनि अज्ञात छ, तथापि उनीहरूलाई थाहा छैन कि उनी उईघुर जातीय समूहको एक सदस्य हुन्।","es":"Su nombre es aún desconocido para las autoridades, aunque saben que es miembro del grupo étnico iugur.","sw":"Jina lake bado halijulikani kwa mamlaka, ingawa wanajua yeye ni memba wa kikundi cha kikabila cha Uighur.","te":"అతని పేరు ఇప్పటికీ అధికారులకు తెలియదు, అయినప్పటికీ అతను ఉయ్ఘర్ జాతి సమూహంలో సభ్యుడని వారికి తెలుసు.","ur":"اس فرد کا نام حکام کے لئے اب بھی نا معلوم ہے اگرچہ ان کو معلوم ہے کہ اس کا تعلق اوئیغور نسلی گروہ سے ہے۔","vi":"Giới chức hiện vẫn chưa biết tên anh ta mặc dù họ biết anh ta là người dân tộc Uighur.","xh":"Igama lakhe alikaziwa ngabasemagunyeni, nangona besazi ukuba ulilungu lesizwe saseUighur.","yo":"Orúkọ rl kò tí jẹ́ mímọ̀ fún àwọn aláṣẹ, ṣùgbọ́n wọ́n mọ̀ pé ọmọ ẹgbẹ́ ẹ̀yà Uighur.","zu":"Igama lakhe alikaziwa iziphathimandla, nakuba zazi ukuthi uyilungu leqembu lohlanga lwe-Uighur."}
{"ar":"أكبر قطاعات العمل هي الخدمات المهنيّة، والقطاع الحكومي، والماليّة، والتجارة، والسياحة.","zh":"就业最多的部门包括专业服务业、政府、金融、贸易和旅游业。","en":"The largest employment sectors are professional services, government, finance, trade, and tourism.","eu":"Zerbitzu profesionalak, gobernua, finantzak, merkataritza eta turismoa dira lan-sektore nagusiak.","fr":"Les principaux secteurs d'emploi sont les services professionnels, le gouvernement, la finance, le commerce et le tourisme.","ml":"ഏറ്റവും വലിയ തൊഴിൽ മേഖലകൾ തൊഴില്‍പരമായ സേവനങ്ങൾ, സർക്കാർ, സാമ്പത്തികം, വ്യാപാരം വിനോദസഞ്ചാരം എന്നിവയാണ്.","mr":"रोजगाराची सर्वात मोठी क्षेत्रे तज्ञ सेवा, सरकार, वित्त, व्यापार आणि पर्यटन ही आहेत.","ne":"सबै भन्दा ठूलो रोजगार क्षेत्रहरू व्यावसायिक सेवा, सरकार, वित्त, व्यापार र पर्यटन हुन्।","es":"Las industrias laborales más destacadas son los servicios profesionales, el trabajo estatal, las finanzas, las actividades comerciales y las turísticas.","sw":"Sekta kubwa zaidi za ajira ni huduma za kitaalamu, serikali, fedha, biashara, na utalii.","te":"అతిపెద్ద ఉద్యోగ రంగాలు వృత్తి సేవలు, ప్రభుత్వం, ఫైనాన్స్, వాణిజ్యం, పర్యాటకం.","ur":"ملازمت کے سب سے بڑے شعبہ جات پیشہ ورانہ خدمات، حکومت، مالیات، کاروبار اور سیاحتی شعبے ہیں-","vi":"Các khu vực tuyển dụng lớn nhất là dịch vụ chuyên ngành, cơ quan chính phủ, tài chính, thương mại và du lịch.","xh":"Awona macandelo makhulu engqesho ziinkonzo zeengcali, urhulumente, ezezimali, urhwebo kunye nokhenketho.","yo":"Àwọn ẹka tó ń gbanisíṣẹ́ jùlọ ní àwọn akọ́ṣẹ́-mọṣẹ́, ìjọba, ìnáwó, ìsòwò àti ìrìn àjò afẹ́.","zu":"Umkhakha womsebenzi omkhulu kakhulu izinkonzo zobuchwepheshe, uhulumeni, ezemali, ezokwehweba, kanye nezokuvakasha."}
{"ar":"عدد مستخدمي موقع ياهو! و خدمات مايكروسوفت مجتمعة ستنافس إيه أو إل في عدد العملاء.","zh":"雅虎和微软服务的用户总和，与美国在线的客户数不相上下。","en":"The number of users of the Yahoo! and Microsoft services combined will rival the number of AOL's customers.","eu":"Yahoo! eta Microsoft-en zerbitzuak erabiltzen dituztenak batera hartuta, AOL-ren bezero kopuruaren parera iritsiko dira.","fr":"Le nombre d'utilisateurs des services Yahoo! et Microsoft combinés rivalisera avec le nombre de clients d'AOL.","ml":"യാഹു!, മൈക്രോസോഫ്റ്റ് സേവനങ്ങൾ എന്നിവയുടെ  ഉപയോക്താക്കളുടെ എണ്ണം സംയോജിപ്പിച്ചാൽ, അത് എഒഎല്ലിന്റെ ഉപയോക്താക്കളുടെ എണ്ണത്തിന് സമാനമാവും.","mr":"याहू! च्या वापरकर्त्यांची संख्या आणि एकत्रित केलेल्या मायक्रोसॉफ्ट सर्विसेस हे एओएल च्या ग्राहकांच्या संख्येला प्रतिस्पर्धी होईल.","ne":"Yahoo! का प्रयोगकर्ताहरूको संख्या र Microsoft सेवाहरूले संयुक्त रूपमा एओएलका ग्राहकहरूको संख्यासँग प्रतिस्पर्धा गर्नेछ।","es":"La cantidad de usuarios de Yahoo! y las prestaciones de Microsoft, unidos, se enfrentarán con el volumen de clientes de AOL.","sw":"Jumla ya idadi ya watumiaji wa huduma za Yahoo! na Microsoft pamoja itazidi idadi ya wateja wa AOL.","te":"Yahoo! మరియు Microsoft సర్వీస్‌ల యొక్క వినియోగదారుల సంఖ్య కలిపితే, AOL యొక్క వినియోగదారుల సంఖ్యకు పోటీగా ఉంటుంది.","ur":"یاہو! اور مائیکرو سا فٹ سروس کے صارفین کی مجموعی تعداد اے او ایل کے صارفین کی تعداد کا مقابلہ کرے گی۔","vi":"Số người dùng dịch vụ Yahoo! và Microsoft cộng lại mới cạnh tranh được với số lượng khách hàng của AOL.","xh":"Amanani labasebenzisi beenkonzo ze-Yahoo! kunye ne-Microsoft edibene azophikisana nenani labsebenzisi be-AOL.","yo":"Iye àwọn tón lo Yahu! àti iṣẹ́ Mikrosofti ò lè kere jú tí àwọn onibaara AOL lọ.","zu":"Isibalo sabasebenzisa izinkonzo ze-Yahoo! kanye ne-Microsoft sihlangene sizodlula isibalo samakhasimende we-AOL."}
{"ar":"ليست إعاقةً في التعلم لكنه اضطرابٌ في التعلم؛ \" يستهدف ما بين 3 إلى 5 بالمائة من كل الأطفال، أي ما يعادل 2 مليون من الأطفال الأمريكيين.\"","zh":"这不是学习能力缺失，而是学习障碍；这“影响着全美儿童的 3% 到 5%，人数可能多达 200 万”。","en":"It is not a learning disability, it is a learning disorder; it \"affects 3 to 5 percent of all children, perhaps as many as 2 million American children\".","eu":"Ez da ikasketa-desgaitasuna, ikasketa-nahasmendua baizik. “Haurren ehuneko 3-5ek dute, eta, beraz, 2 milioi haur amerikarri eragiten die”.","fr":"Ce n'est pas un handicap d'apprentissage. C'est un trouble de l'apprentissage qui affecte 3 à 5 % des enfants et concerne près de 2 millions d'enfants américains.","ml":"\"അത് പഠന വൈകല്യമല്ല, പഠനത്തിന്റെ ക്രമക്കേടാണ്; \"\" 3 മുതൽ 5 ശതമാനം വരെയുള്ള ഏത് കുട്ടികളെയും അത് ബാധിക്കും, ഒരുപക്ഷേ, അമേരിക്കയിലെ 2 ദശലക്ഷത്തോളം കുട്ടികളെ\"\".\"","mr":"\"ही शिकण्याची दुर्बलता नसून शिकण्याची समस्या आहे; तिचा परिणाम \"\"३ ते ५ टक्के मुलांवर होतो, कदाचित जवळ जवळ २० लाख अमेरिकन मुलांवर होतो\"\".\"","ne":"यो सिकाइको असक्षमता होइन, यो सिकाइको समस्या हो; यसले “सबै बच्चाहरूको 3 देखि 5 प्रतिशतलाई असर गर्दछ, शायद 2 मिलियन जति धेरै अमेरिकी बच्चाहरू।”","es":"No se trata de una discapacidad de aprendizaje, sino de un trastorno del mismo; «lo padecen entre el 3 y el 5 por ciento de los niños, posiblemente hasta 2 millones en Estados Unidos».","sw":"Si ulemavu wa kusoma, ni mvurugiko wa kusoma; “unaathiri asilimia 3 hadi 5 ya watoto wote, pengine takriban watoto milioni 2 wa Marekani”.","te":"\"ఇది అభ్యసన వైకల్యం కాదు, ఇది అభ్యసన రుగ్మత; ఇది \"\"మొత్తం పిల్లలలో 3 నుండి 5 శాతం, బహుశా 2 మిలియన్ల అమెరికన్ పిల్లలపై ప్రభావం చూపుతుంది\"\".\"","ur":"یہ سیکھنے سے معذوری نہیں ہے، یہ سیکھنے کی بے ترتیبی ہے؛ یہ \"تمام بچوں میں سے 3 سے 5 فی صد تک کو متاثر کرتا ہے، شاید امریکہ میں 2 ملیئن بچّوں کو\"۔","vi":"Đây không phải là khuyết tật học tập mà là rối loạn học tập; nó “ảnh hưởng đến 3 tới 5% tổng số trẻ em, có thể lên đến 2 triệu trẻ em Mỹ”.","xh":"Ayikokungakwazi ukufunda, ngumkhwa wokuphazamiseka ekufundeni;iye “ichaphazele aba 3 ukuya kwaba 5 abantwana bonke, mhlawumbi ukuya kutsho kubantwana abakwizigidi ezibini zase Melika”.","yo":"Kìn ṣe àìkè kọ́ ẹ̀kọ́, bí kò ṣe ṣìṣe ségeṣège ní ẹ̀kọ́ kíkọ́, ó ma ń nípa lórí 3-5 percent gbogbo àwọn ọmọdé, kódà mílíọ́nù méjì àwọn ọmọ kékèké ìlú Amékíkà.","zu":"Akukhona ukukhubazeka kokufunda, inkinga yokufunda; ithinta \"amaphesenti angu-3-5 wazo zonke izingane, cishe izingane zaseMelika ezingaba izigidi ezingu-2\"."}
{"ar":"من بين هذه القدرات، فهم نية الآخرين أمرٌ بالغُ الأهمية. حيث يسمح لنا بتحليل الغموض المحتمل في الأفعال الجسدية.","zh":"在这些能力中，理解他人意图至关重要。我们可以凭借这一能力理解身体行为可能表达出的模棱两可的问题。","en":"Among these abilities, understanding the intention of others is crucial. It allows us to resolve possible ambiguities of physical actions.","eu":"Gaitasun horien artean, beste batzuen asmoak ulertzea funtsezkoa da. Ekintza fisikoen anbiguotasun posibleak ebazteko aukera ematen digu.","fr":"Parmi ces capacités, c'est la capacité de compréhension des intentions de l'autre qui importe le plus. Elle nous permet de résoudre d’éventuelles ambiguïtés posées par certaines actions physiques.","ml":"ഈ കഴിവുകളില്‍, മറ്റുള്ളവരുടെ ഉദ്ദേശമെന്തെന്ന് മനസ്സിലാക്കുക വളരെ പ്രധാനമാണ്‌. ഇത് ഭൌതികമായ പ്രവര്‍ത്തനങ്ങളിലുള്ള പരിമിതികളെ പരിഹരിക്കാന്‍ നമുക്ക് അവസരം നല്‍കുന്നു.","mr":"या क्षमतांपैकी, इतरांचा हेतू समजणे महत्त्वाचे आहे. याने आपण शारीरिक क्रियांच्या संभाव्य अस्पष्टतेचे निराकरण करू शकतो.","ne":"अरूको मनसाय बुझ्नु यी क्षमतामध्ये महत्त्वपूर्ण छ। हामीलाई शारीरिक कार्यहरूको सम्भावित अस्पष्टतामा यसले समाधान गर्न अनुमति दिन्छ।","es":"Entre estas capacidades, entender la intención de los demás es crucial, ya que nos permite resolver posibles ambigüedades en las acciones físicas.","sw":"Katika uwezo huu, kuelewa nia ya wengine ni muhimu. Huturuhusu kutatua uwezekano wa utata katika vitendo halisi vya kimwili.","te":"ఈ సామర్థ్యాల్లో ఇతరుల యొక్క ఉద్దేశ్యాన్ని అర్థం చేసుకోవడం అనేది ఎంతో కీలకమైనది. భౌతిక చర్యల సంభావ్య అస్పష్టతలను పరిష్కరించడానికి ఇది అనుమతిస్తుంది.","ur":"ان صلاحیتوں میں دوسرے کی نیت کو سمجھنا اہم ہے۔ یہ جسمانی اعمال کے ممکنہ ابہاموں کو حل کرنے میں مدد کرتی ہے۔","vi":"Trong những khả năng này, hiểu được ý định của người khác là rất quan trọng. Nó giúp chúng ta giải quyết những sự mơ hồ có thể có của hành động lý tính.","xh":"Phakathi kwezi zinto ukuqonda iinjongo zabanye kubalulekile. Kusivumela siqonde ukuphikisana kwezenzo.","yo":"Nínú gbogbo àwọn okun wọ̀nyí, mímọ èròngbà àwọn ẹlòmíràn ṣe kókó. O maa ń fàyè gbà wá láti yanjú ìṣòro tó séeṣée kó jẹyọ láti ara ìbàkégbépọ ara wa.","zu":"Phakathi kwalawa makhono, ukuqonda inhloso yabanye kubalulekile. Kusivumela ukuxazilula izindida ezingaba khona zezenzo ezingokoqobo."}
{"ar":"\"لحسن الحظ لم يحدث لي شيء، ولكني رأيت مشهدًا مروعًا، حيث حاول الناس تحطيم النوافذ للخروج.","zh":"“幸运的是我没有发生什么事，但我看到了可怕的一幕，人们试着打破窗户逃出去。","en":"\"Luckily nothing happened to me, but I saw a macabre scene, as people tried to break windows in order to get out.","eu":"Zorionez, niri ez zait ezer gertatu baina egoera makabroa bizi izan dut, jendea irteteko asmoz leihoak apurtzen saiatu denean.","fr":"Par chance, il ne m'est rien arrivé, mais j'ai assisté à une scène macabre, où des gens essayaient de briser des vitres afin de sortir.","ml":"\"\"\"ഭാഗ്യവശാൽ എനിക്ക് ഒന്നും സംഭവിച്ചില്ല, പക്ഷേ ഞാൻ ഒരു ഭീകരമായ രംഗം കണ്ടു, ആളുകൾ പുറത്തുകടക്കാൻ വിൻഡോകൾ തകർക്കാൻ ശ്രമിച്ചതുപോലെ.\"","mr":"\"\"\"सुदैवाने मला काहीही झाले नाही पण लोक बाहेर पडण्यासाठी खिडक्या फोडण्याचा प्रयत्न करताना मला एक धक्कादायक दृश्य दिसले.\"\"\"","ne":"मलाई भाग्यले केहि पनि भएन। मैले मानिसहरू बाहिर निस्कनका लागि झ्याल फुटाउन कोशिस गरेको डरलाग्दो दृश्य देखे।","es":"Por suerte, estoy bien, pero presencié una escena tétrica cuando la gente trataba de romper las ventanas para escapar.","sw":"\"Kwa bahati nzuri hakuna klichofanyika kwangu, lakini niliona jambo la kutisha sana, watu walipokuwa wakijaribu kuvunja madirisha ili watoke nje.","te":"\"\"\"అదృష్టవశాత్తూ నాకు ఏమీ జరగలేదు, కానీ నేనొక  పెద్ద భయానక దృశ్యాన్ని చూశాను, ప్రజలు బయటకు రావడానికి కిటికీలను బద్దలు కొట్టడానికి ప్రయత్నించారు.\"","ur":"\"خوش قسمتی سے میرے ساتھ کچھ نہیں ہوا، لیکن میں نے ایک ہیبت ناک منظر دیکھا کہ لوگ باہر نکلنے کیلئے کھڑکیوں کو توڑنے کی کوشش کر رہے تھے۔","vi":"Thật may là chẳng có gì xảy ra với tôi, nhưng tôi đã chứng kiến một cảnh tượng khủng khiếp khi người ta cố phá cửa sổ để thoát ra ngoài.","xh":"\"Ngethamsanqa akukho nto yenzekileyo kum, kodwa ndibone umbono owoyikisayo njengoko abantu bebezama ukophula iifestile ukuze baphume.","yo":"“Orí kómi yọ, ohunkohun kò sẹlẹ̀ sí mi, sùgbọ́n mo rí ìran ikú, bí àwọn ènìyàn se ń gbìyànjú àti fọ́ ojú fèrèsé fi jáde.","zu":"\"Ngenhlanhla akukho okwenzeke kimi, kodwa ngibone isenzakalo esisabisayo, njengoba abantu bezama ukuphula amafasitela ukuze baphume."}
{"ar":"ستكون المدينة الأولى في جنوب شرق أوروبا التي تستضيف CowParade، أكبر حدث فني عام في العالم، بين يونيو وأغسطس من هذا العام.","zh":"今年 6 月至 8 月，这座城市将成为东南欧第一个举办全球最大公共艺术活动奔牛节的城市。","en":"The city will be the first in southeastern Europe to host CowParade, the world's largest public art event, between June and August this year.","eu":"Europa hego-ekialdeko lehen hiria izango da CowParade antolatzen, munduko arte-ekitaldi publikorik handiena, zeina aurtengo ekainetik abuztura bitartean ospatuko baita.","fr":"La ville sera la première en Europe du sud-est à accueillir, entre juin et août de cette année, le CowParade, le plus grand événement artistique public au monde.","ml":"ഈ വർഷം ജൂണിനും ആഗസ്റ്റിനും മധ്യേ,ലോകത്തിലെ ഏറ്റവും വലിയ പൊതുജന കലാ സംരംഭമായ CowParade ന് ആതിഥേയത്വം വഹിക്കുന്ന തെക്ക് കിഴക്കൻ യൂറോപ്പിലെ പ്രഥമ നഗരമായിരിക്കും ഇത്.","mr":"या वर्षी जून ते अॉगस्टदरम्यान काऊपरेड या जगातील सर्वात मोठ्या सार्वजनिक कला कार्यक्रमाचे आयोजन करणारे आग्नेय युरोपातील पहिले शहर असेल.","ne":"यो सहर जुन र अगस्तको बिचमा विश्वको सबैभन्दा ठूलो सार्वजनिक कला कार्यक्रम, काउपरेड आयोजना गर्ने दक्षिण पूर्वी यूरोपमा पहिलो हुनेछ।","es":"Este año, de junio a agosto, la ciudad será la primera en el sureste de Europa en ser anfitriona del CowParade, el evento artístico gratuito más grande del mundo.","sw":"Jiji litakuwa la kwanza katika Uropa kusini mashariki kuwa mwenyeji wa CowParade, tukio kubwa zaidi duniani la umma la sanaa, katikati mwa Juni na Agosti mwaka huu.","te":"ఈ సంవత్సరం జూన్ మరియు ఆగస్టు మధ్యలో జరగబోయే, ప్రపంచంలోనే అతిపెద్ద  పబ్లిక్ ఆర్ట్ కార్యక్రమం కౌపరేడ్‌ కు ఆతిథ్యం ఇస్తున్న ఈ నగరం ఆగ్నేయ ఐరోపాలో మొదటిది.","ur":"اس سال جون سے اگست کے درمیان، جنوب مشرقی یورپ میں کاؤ پریڈ (CowParade) کی میزبانی کرنے والا پہلا شہر ہو گا، جو کہ دنیا کا سب سے بڑا عوامی فنکارانہ ایونٹ ہے۔","vi":"Thành phố sẽ là thành phố đầu tiên ở đông nam Châu Âu tổ chức CowParade, sự kiện nghệ thuật cộng đồng lớn nhất thế giới vào giữa tháng Sáu và tháng Tám năm nay.","xh":"Esi sixeko siza kuba sesokuqala kumazantsi mpuma Yurophu ukusingatha iCowParade, owona msitho mkhulu wobugcisa ehlabathini, phakathi kukaJuni no-Agasti walo nyaka.","yo":"Ìlú náà jẹ àkọ́kọ́ irú rẹ ní gúúsu ìlà-òrùn Yúróòpù làti gbàlẹjò CowParade, ìsẹ̀lè àwòrán ìtagbangba tó tóbi jù làgbàyà, lààrin Osù Kẹfà sí ìkẹjọ odùn yí.","zu":"Idolobha lizoba elokuqala eYurophu eseningizimu mpumalanga lokubungaza iCowParade, isehlakalo esikhulu kunazo zonke emhlabeni zezobuciko, phakathi kukaJuni no-Agasti kulonyaka."}
{"ar":"اقترح بيتمان أن الأحوال لن تتحسن حتى وقتٍ ما في الأسبوع القادم.","zh":"皮特曼认为天气情况要到下周才能改善。","en":"Pittman suggested that conditions wouldn't improve until sometime next week.","eu":"Pittman-en esanean, kondizioak ez dira hobetuko datorren astera arte.","fr":"M. Pittman a laissé entendre que les conditions ne s'amélioreraient pas avant la semaine prochaine.","ml":"ചിലപ്പോൾ അടുത്ത ആഴ്ച്ച വരെ ഈ അവസ്ഥ മെച്ചപ്പെടില്ല എന്നാണ് പിറ്റ്മാൻ അഭിപ്രായപ്പെടുന്നത്.","mr":"पिट्टमॅनने असे सुचवले की कदाचित पुढच्या आठवड्यापर्यंत परिस्थिती सुधारणार नाही.","ne":"पिटम्यानले अर्को साताको कुनै समयसम्म अवस्थाहरूमा सुधार नहुने सुझाव दिए।","es":"Pitman insinuó que las condiciones no mejorarían hasta la semana siguiente.","sw":"Pittman alipendekeza kwamba hali hazingeboreka hadi wakati fulani wiki ijayo.","te":"పిట్ మాన్ వచ్చే వారం వరకు పరిస్థితులు మెరుగుపడవని సూచించాడు.","ur":"پٹمین نے اشارہ دیا کہ حالات آئندہ ہفتہ تک بہتر نہیں ہوں گے۔","vi":"Theo Pittman, tình hình có thể chưa được cải thiện cho đến tuần sau.","xh":"Upittmann ubonakalise ukuba iimeko azizokuphucuka de kube lithuba elithile kwiveki ezayo.","yo":"Pittman dámọ̀ràn àtúnse ò ní wáyé bí kò di ọ̀sẹ̀ tó ń bọ̀.","zu":"UPittman usikisele ukuthi isimo angeke sibe ngcono kuze kube iviki elizayo."}
{"ar":"الجدير بالاهتمام، لم يكن يعتبر أنه ذو أهمية في الأيام الغابرة ولم يُذكر في أغلب لوائح الملوك.","zh":"有趣的是，他在古代并不被认为是举足轻重的人物，而且不被记录于大多数古代国王的名单。","en":"Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.","eu":"Interesgarria da jakitea antzinako garaietan ez zela garrantzitsutzat jotzen eta ez zegoela erregistratuta antzinako erregeen zerrenda gehienetan.","fr":"Il est intéressant de noter qu’il n’était pas considéré comme très important dans l’Antiquité et n’était pas inscrit sur la plupart des anciennes listes de rois.","ml":"രസകരമെന്ന് പറയട്ടെ, പ്രാചീനകാലത്ത് ഏറെ പ്രധാനപ്പെട്ട ഒരാളായി അദ്ദേഹത്തെ  ഗണിച്ചിരുന്നില്ല, പഴയകാല രാജാക്കൻമാരുടെ പട്ടികയിൽ അദ്ദേഹത്തെ രേഖപ്പെടുത്തിയിട്ടുമില്ല.","mr":"रोचक म्हणजे, प्राचीन काळात त्यांना अतिशय महत्वाचे समजले जात नव्हते आणि बहुतांश प्राचीन राजांच्या याद्यांवर त्यांची नोंद झालेली नव्हती.","ne":"चाखलाग्दो के हो भने, उहाँलाई प्राचीन समयमा एकदमै महत्त्वपूर्ण मानिँदैनथ्यो र धेरैजसो प्राचीन राजाका सुचीहरूमा रेकर्ड गरिएको थिएन।","es":"Curiosamente, en la antigüedad no se lo reputaba como de mucha importancia y en la mayoría de las listas de los reyes antiguos no se lo registraba.","sw":"Kwa kushangaza, hakuchukuliwa kuwa muhimu katika zamani za kale na hakurekodiwa kwenye nyingi za orodha za wafalme.","te":"ఆసక్తికరమైన విషయం ఏమిటంటే, అతను ప్రాచీన కాలంలో చాలా ముఖ్యమైనవాడిగా పరిగణించబడలేదు మరియు చాలా పురాతన రాజు జాబితాలలో చేర్చలేదు.","ur":"دلچسپ طور پر، قدیم زمانوں میں اسے زیادہ اہم نہیں گردانا جاتا تھا اور قدیم دور کے زیادہ تر بادشاہوں کی فہرست میں اس کا ذکر نہیں ملتا۔","vi":"Thú vị là, ông không được xem là người rất quan trọng trong thời cổ đại và không có tên trong hầu hết các danh sách vua cổ đại.","xh":"Into ebangela umdla, wayengagqalwa njengobalulekileyo kumaxesha amanduula yaye wayedla ngokungafakwa kuluhlu oluninzi olwalubhala ingxelo yookumkani.","yo":"Bi ìyanilénu, wọn kò ka kún èyàn Pàtàkì ní àyẹ àtijọ́ wọn o dẹ kọ orúkọ rẹ sílè ni púpọ̀ nínú àwọn àkọsílè ọba àtijọ́.","zu":"Ngokuthakazelisayo, wayengathathwa njengobaluleke kakhulu ezikhathini zamandulo futhi wayengabhaliwe ezinhlwini eziningi zamakhosi zakudala."}
{"ar":"لقد حظيت هذه المواقع الإلكترونية باهتمامٍ كبير، خاصةً في البيئة التعليمية.","zh":"这些网站得到了很多关注，尤其是在教育领域。","en":"These websites have gotten a lot of attention, especially in the education setting.","eu":"Horrelako webguneek arreta handia piztu dute, batez ere hezkuntzaren alorrean.","fr":"Ces sites Web ont suscité un grand intéret, surtout le volet éducation.","ml":"ഈ വെബ്‌സൈറ്റുകൾ വളരെയേറെ ശ്രദ്ധ നേടിയിട്ടുണ്ട്. പ്രത്യേകിച്ചും വൈജ്ഞാനിക മേഖലയിൽ.","mr":"या वेबसाईट ने खूप लक्ष वेधून घेतले आहे, विशेषत: शैक्षणिक सेटिंग मध्ये.","ne":"यी वेबसाइटहरूले, विशेषगरी शिक्षा सेटिङमा धेरै ध्यानाकर्षण पाएका छन्।","es":"Estos sitios web han atraído mucha atención, en particular en el ámbito educativo.","sw":"Tovuti hizi zimepata umakinifu mwingi sana, hasa katika mpangilio wa kielimu.","te":"ఈ వెబ్‌సైట్లు చాలా దృష్టిని ఆకర్షించాయి, ముఖ్యంగా విద్య నేపధ్యంలో.","ur":"ان ویب سائٹس نے بہت توجہ حاصل کی ہے، خصوصاً تعلیمی ترتیبات میں۔","vi":"Những trang web này thu hút được nhiều sự chú ý, đặc biệt là trong môi trường giáo dục.","xh":"Le webhusaythi ifumane umqaphela omkhulu ikakhulu kwisetingi yezemfundo.","yo":"Àwọn ojú òpó weebu wònyí ti ní àkíyèsí púpọ̀, ní pàtàkì ní agbọn ètò èkó.","zu":"Lawa mawebhusayithi atholwe ukunaka okukhulu, ikakhulukazi esimweni semfundo."}
{"ar":"تم تأميم بنك روك الشمالي في عام 2008 بعد الإعلان عن أن الشركة تلقت دعماً طارئاً من حكومة المملكة المتحدة.","zh":"北岩银行在 2008 年被收归国有，此前有消息称，该公司获得了英国政府的紧急援助。","en":"The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.","eu":"Northern Rock bankua nazionalizatu egin zen 2008an, Britainia Handiko gobernuaren larrialdiko laguntza jaso zuela jakin zenean.","fr":"La banque Northern Rock avait été nationalisée en 2008 suite à la révélation que l'entreprise avait reçu un soutien d'urgence du gouvernement britannique.","ml":"തങ്ങൾക്ക് യുകെ സർക്കാരിന്റെ അടീയന്തര പിന്തുണ ലഭിച്ചിട്ടുണ്ടെന്ന്  നോർത്തേൺ റോക്ക് ബാന്റ് 2008 ൽ വെളിപ്പെടുത്തുകയും തുടർന്ന് അത് ദേശസാൽക്കരിക്കുകയും ചെയ്തു.","mr":"उत्तर रॉक बँक 2008 मध्ये युके सरकार कडून  कंपनीस आपत्कालीन मदत मिळाली हे उघड झाल्यानंतर   राष्ट्रीयीकृत करण्यात आली होती.","ne":"नर्धर्न रक बैंकले बेलायत सरकारबाट आपतकालिन सहायता पाएको थियो भन्ने कुरा खुलेपछि उक्त कम्पनीलाई सन् 2008 मा राष्ट्रियकरण गरिएको थियो।","es":"La nacionalización del banco Northern Rock se produjo en 2008, luego de que se diera a conocer que el gobierno del Reino Unido le había dado a la compañía un apoyo de emergencia.","sw":"Benki ya Mwamba wa Kaskazini ilifanywa ya kitaifa mnamo 2008 kufuatia ufunuzi kuwa kampuni hiyo ilipokea msaada wa dharura kutoka Serikali ya Uingereza.","te":"సంస్థ UK ప్రభుత్వం నుండి అత్యవసర మద్దతు ను పొందినట్లు వెల్లడించిన తరువాత నార్తర్న్ రాక్ బ్యాంకును 2008లో జాతీయం చేశారు.","ur":"ناردرن راک بینک کو 2008ء میں اس انکشاف کے بعد قومی ملکیت میں لیا گیا کہ کمپنی نے یو کے گورنمنٹ سے ایمرجنسی سپورٹ حاصل کی۔","vi":"Ngân hàng Northern Rock đã được quốc hữu hóa vào năm 2008 sau khi có tin tiết lộ rằng công ty đã nhận được hỗ trợ khẩn cấp từ Chính phủ Vương quốc Anh.","xh":"Ibhanki yaseNorth Rock yathathwa ngurhulumente ngo-2008 emva kokudizwa kwenkcazelo yokuba inkampani ifumene inkxaso kuRhulumente wase UK.","yo":"Ilé ìfowópamọ́ Northern Rock ti di ti ará ìlú ní ọdún 2008, lẹ́yìn ìlanilójú pé iléẹṣẹ́ náà ti gba ìrànwọ́ pàjáwìrì láti ọ̀dọ̀ ìjọba ilẹ̀ UK.","zu":"Ibhange laseNyakatho Rock lenziwe elezwe lonke ngo-2008 ngemva kokuvezwa ukuthi inkampani ithole usizo oluphuthumayo oluvela kuHulumeni wase-UK."}
{"ar":"تعني تشينكوي تيري خمسة أراضي وهي تضم خمسة قرى ساحلية صغيرة وهي ريوماغيوري ومانارولا وكورنيغليا وفيرنازا ومونتيروسو التي تقع في منطقة ليغوريا الإيطالية.","zh":"五渔村（Cinque Terre），原意为五块土地，由位于意大利利古里亚（Liguria）地区的五座沿海小村庄 Riomaggiore、Manarola、Corniglia、Vernazza 和 Monterosso 组成。","en":"Cinque Terre, which means Five Lands, comprises the five small coastal villages of Riomaggiore, Manarola, Corniglia, Vernazza and Monterosso located in the Italian region of Liguria.","eu":"Cinque Terre, bost lurraldeak esan nahi duena, Italiako Liguria eskualdeko itsasaldean dauden bost herri txikik osatzen dute: Riomaggiore, Manarola, Corniglia, Vernazza eta Monterosso.","fr":"Cinque Terre, qui signifie Cinq Terres, comprend les cinq petits villages côtiers de Riomaggiore, Manarola, Corniglia, Vernazza et Monterosso dans la région italienne de la Ligurie.","ml":"ഇറ്റാലിയൻ പ്രദേശമായ ലിഗൂറിയയിൽ സ്ഥിതി ചെയ്യുന്ന റിയോമാഗ്ഗിയോർ, മാനറോള, കോർണിഗ്ലിയ, വെർണസ, മോണ്ടെറോസോ എന്നീ അഞ്ച് ചെറിയ തീരദേശ ഗ്രാമങ്ങൾ ഉൾപ്പെടുന്ന ഫൈവ് ലാൻഡ്‌സ് എന്നർത്ഥം വരുന്ന സ്ഥലമാണ് സിൻക് ടെറെ.","mr":"सिनेक टेर, म्हणजे पाच भूभाग, लिगुरियाच्या इटालियन प्रदेशामध्ये रिओमाग्गीओर, मॅनरोला, कॉर्निगलिया, वेर्नाझा आणि मॉन्टरोझो ही किनारपट्टीलगतची पाच लहान गावे आहेत.","ne":"लिगुरियाको इटालि क्षेत्रमा अवस्थित पाँचवटा सानो समुद्री तटवर्ती गाउँहरू रियोमाग्गीओर, मानारोला, कोर्निग्ला, भेर्नाजा र मोन्टेरोस्सो समावेश गर्ने सिन्के टेरे, जसको अर्थ पाँच जग्गा हो।","es":"Cinque Terre (cinco tierras) abarca los pequeños pueblos costeños de Riomaggiore, Manarola, Corniglia, Vernazza y Monterosso, que se encuentran en Liguria, Italia.","sw":"Cinque Terre, yaani Ardhi Tano, ina vijiji vitano vya kipwani vya Riomaggiore, Manarola, Corniglia, Vernazza na Monterosso vilivyo katika eneo la Kiitaliano la Liguria.","te":"సింక్ టెర్రే, అంటే ఐదు భూములని అర్ధం , ఇటలీ  ప్రాంతమైన లిగురియాలో ఉన్న రియోమ్యాగ్గియోర్, మనరోలా, కార్నిగ్లియా, వెర్నాజ్జా మరియు మాంటెరోసో యొక్క ఐదు చిన్న తీర ప్రాంత గ్రామాలు ఉన్నాయి.","ur":"سنک تیرے، جسکا مطلب پانچ زمینیں ہیں، اٹلی کے لیگوریا علاقے میں واقع ریوماگیورے، مانارولا، کارنیگلیہ، ورنازا اور مونٹیروسو کے پانچ چھوٹے ساحلی گاؤں پر مشتمل ہے-","vi":"Cinque Terre, nghĩa là Năm Mảnh Đất, gồm năm làng chài nhỏ Riomaggiore, Manarola, Corniglia, Vernazza và Monterosso tọa lạc tại Liguria của khu vực nước Ý.","xh":"ICinque Terre, okuthetha imihlaba emihlanu, iquka iilali ezintlanu ezingaselunxwemeni zaseRiomaggiore, Manarola, Corniglia, Vernazza naseMonterosso ezikummandla wase-Italiya iLiguria.","yo":"Cinque Terre, èyí to túmọ́ sí Ilẹ́ Márùn, jẹ àkójọpọ̀ àwọn abúlé étíkun márùn ti Riomaggiore, Manarola, Corniglia, Vernaxxa àti Monterosson tó wà nií agbẹ̀gbẹ̀ Liguria ti orílè-èdè Italy.","zu":"ICinque Terre, okusho ukuthi Amazwe Amahlanu, ihlanganisa imizi emincane emihlanu engasogwini yeRiomaggiore, iManarola, iCorniglia, iVernazza kanye neMoterosso esendaweni yaseNtaliyane yaseLiguria."}
{"ar":"تم منح المسافرين الماء أثناء الانتظار في درجة حرارة تصل إلى 90 درجة فهرنهايت.","zh":"因为乘客在90度（F）度的高温下等待，他们得以领取了分发的水。","en":"Passengers were given water as they waited in 90(F)-degree heat.","eu":"Bidaiariei ura eman zitzaien 90(F) gradutan zain zeuden bitartean.","fr":"Alors qu'ils patientaient sous une chaleur de 32 ° C, les passagers se sont vu offrir des bouteilles d'eau.","ml":"90(എഫ്)-ഡിഗ്രി ചൂടിൽ കാത്തിരുന്ന യാത്രക്കാർക്ക് വെള്ളം നൽകി.","mr":"प्रवाशांना पाणी देण्यात आले कारण ते 90(फ)- अंश तापमानात थांबले होते.","ne":"यात्रुहरू 90 (फरेनहाइट) डिग्रीको गर्मीमा प्रतीक्षा गरिरहँदा उनीहरूलाई पानी दिइएको थियो।","es":"Los pasajeros pudieron beber agua mientras esperaban a una temperatura de 90 °F.","sw":"Abiria walipewa maji walipokuwa wakisubiri katika joto la nyusi 90.","te":"90(F)-డిగ్రీ వేడిలో వేచి ఉన్నందున, ప్రయాణికులకు మంచి నీళ్ళు ఇచ్చారు.","ur":"مسافروں کو پانی دیا گیا جب وہ 90 ڈگری فارن ہائیٹ کی گرمی میں انتظار کرتے تھے۔","vi":"Hành khách đã được phân phát nước uống khi họ chờ dưới cái nóng 90 độ F.","xh":"Abakhweli banikwa amanzi nanjengoko babelinde kwi 90(F)- yamaqondo obushushu.","yo":"Wọ́n fún àwọn èrò ní omi bí wọ́n ṣe dúró nínu orun 90(F).","zu":"Abagibeli banikwa amanzi njengoba belinde ekushiseni okungama-90(F)-digiliyi."}
{"ar":"إذا كنت تستخدم طائرة بدون طيار، تحقق في وقت مبكر مما يسمح لك بتصويره وما هي التصاريح أو الترخيص الإضافية المطلوبة.","zh":"如果使用无人机，请提前仔细确认可以拍摄的内容，以及需要哪些许可或额外的牌照。","en":"If using a drone, check well in advance as to what you are allowed to film and what permits or additional licensing are required.","eu":"Drone bat erabiltzen baduzu, arretaz aztertu behar duzu zer graba dezakezun eta zer baimen edo lizentzia gehigarri behar dituzun.","fr":"Si vous utilisez un drone, vérifiez bien à l'avance ce que vous êtes autorisé à filmer et quels permis ou licences supplémentaires sont nécessaires.","ml":"ഒരു ഡ്രോൺ ഉപയോഗിക്കുമ്പോൾ, നിങ്ങൾക്ക് എന്തെല്ലാം ഫിലിമിൽ പകർത്താൻ അനുവാദമുണ്ട്, എന്തെല്ലാം അനുവദിക്കുന്നു, അതല്ലെങ്കിൽ പ്രത്യേക ലൈസൻസ് ആവശ്യമുണ്ടോ എന്നീ കാര്യങ്ങൾ മുൻകൂട്ടി പരിശോധിക്കുക","mr":"जर ड्रोन वापरत असाल तर, तुम्हाला काय चित्रित करण्याची परवानगी आहे आणि कोणत्या परवानग्या किंवा अतिरिक्त परवान्याची आवश्यकता आहे हे आधीच तपासून ठेवा.","ne":"यदि ड्रोन प्रयोग गरिरहनु भएको छ भने, तपाईंलाई के खिच्न अनुमति दिइएको छ र के अनुमति वा थप इजाजतपत्र आवश्यक छ भनेर राम्ररी जाँच गर्नुहोस्।","es":"Si se utiliza un dron, se deben verificar antes qué puede filmarse y qué permisos o licencias extra se necesitan.","sw":"Ikiwa unatumia ndege-roboti, angalia mapema ni nini unachoruhusiwa kuchukua filamu yake na ni vibali au leseni gani za ziada zinazohitajika.","te":"మీరు డ్రోన్‌ను ఉపయోగిస్తున్నట్లయితే, మీకు ఏది చిత్రీకరించడానికి అనుమతి ఉంది మరియు ఏ అనుమతులు లేదా అదనపు లైసెన్సింగ్ అవసరమో ముందుగానే తనిఖీ చేయండి.","ur":"اگر آپ ڈرون استعمال کرتے ہیں تو پہلے ہی اچھی طرح جانچ کر لیں کہ آپ کو کن چیزوں کی فلم بنانے کی اجازت ہے اور کن اجازت ناموں اور اضافی لائسنس کی ضرورت ہے۔","vi":"Nếu sử dụng phương tiện bay không người lái, hãy kiểm tra lại cho kỹ để biết rõ bạn được phép quay phim những gì và cần có những giấy phép hay giấy tờ gì.","xh":"Ukuba usebenzisa i-drone, khangela kuselithuba ukuba yintoni na okuvumeleke ukuba uyifote nokuba ithini imithetho okanye ilayisenisi efunekayo.","yo":"Ti o ba n lo drooni, ṣaridaju nkan ti wọn gba ẹ laye lati yaworan rẹ ati awọn iwe aṣẹ ti o ye ki o gba.","zu":"Uma wenza umsindo obeleselayo, hlola kusengaphambili ukuthi ikuphi ovunyelwe ukukuthwebula nokuthi yiziphi izimvume noma amalayisensi engeziwe edingekayo."}
{"ar":"تأكد من أنك تعرف ما يمكنك وما لا يمكنك إحضاره والإعلان عن أي شيء يتجاوز الحدود القانونية.","zh":"确保知晓可以携带什么，不能携带什么，并申报任何超出法律允许的物件。","en":"Make sure you know what you can and cannot bring in and declare anything over the legal limits.","eu":"Ziurtatu badakizula zer eraman dezakezun eta zer ez, eta deklara ezazu muga legalak gainditzen duen ezer.","fr":"Assurez-vous de savoir ce que vous pouvez et ne pouvez pas apporter, et déclarez tout ce qui dépasse les limites légales.","ml":"നിങ്ങൾക്ക് കൊണ്ടുവരാവുന്നതും കൊണ്ടുവരാൻ പാടില്ലാത്തതും എന്താണെന്ന് അറിയാമെന്ന് ഉറപ്പാക്കുക, നിയമപരമായ പരിധികളിൽ പെടാത്ത എന്തും വെളിപ്പെടുത്തുക.","mr":"आपण काय आणू शकतो आणि काय आणू शकत नाही हे तुम्हाला माहित असल्याची आधी खात्री करून घ्या आणि जे काही कायदेशीर मर्यादेच्याबाहेर आहे ते सांगा.","ne":"तपाईंले के ल्याउन सक्नुहुन्छ र सक्नुहुन्न भन्ने तपाईंलाई थाहा छ भनी सुनिश्चित गर्नुहोस् र कानुनी दायराभित्र कुनै पनि घोषणा गर्नुहोस्।","es":"Procure tener claro qué artículos pueden ingresar y cuáles no. Asimismo, declare cualquier bien que exceda los límites legales.","sw":"Hakikisha unajua kile unachoweza na hauwezi kuleta kisha kutangaza kitu chochote juu ya mipaka ya kisheria.","te":"మీరు ఏం చేయగలరో మరియు తీసుకురాలేరో మరియు చట్టపరమైన పరిమితులకు లోబడి ఏది ప్రకటించచ్చో మీరు తెలుసుకోండి.","ur":"اس بات کو یقینی بنائیں کہ آپ جانتے ہیں کہ آپ کیا لا سکتے ہیں اور کیا نہیں اور قانونی حدود میں کسی بھی چیز کا اعلان کرسکتے ہیں۔","vi":"Hãy chắc chắn rằng bạn biết rõ những gì được phép và không được phép mang theo, và khai báo bất cứ thứ gì vượt quá giới hạn theo luật định.","xh":"Qinisekisa ukuba uyazi ukuba ungangenisa ntoni kwaye awunako ukuzisa ubhengeze nantoni na ngaphezulu komda osemthethweni.","yo":"Sàrìdájú wípé o mọ ohun tí o le kó wọlé àti èyí tí o kò le kó wọlé, kí o sì kéde ohungbogbo tó bá ti kọjá gbèǹdékè òfin.","zu":"Qinisekisa ukuthi uyazi ukuthi yini ongeza nayo nongenakuza nayo futhi ubike noma yini kwabomthetho."}
{"ar":"يمكن أن تحتوي الكحوليات غير الشرعية على ملوثات خطيرة متعددة بما في ذلك الميثانول، الذي قد يسبب للعمى أو الموت حتى إذا تم تناوله في جرعات صغيرة.","zh":"非法烈酒可能含有包括甲醇在内的各种危险杂质，即使小剂量也会导致失明或死亡。","en":"Illegal spirits can contain various dangerous impurities including methanol, which can cause blindness or death even in small doses.","eu":"Legez kanpoko likoreek ezpurutasun arriskutsuak izan ditzakete, hala nola, metanola, zeinak itsutasuna edo heriotza eragin baitezakeen, baita dosi txikietan ere.","fr":"Les spiritueux illicites peuvent contenir diverses impuretés dangereuses, y compris du méthanol, qui peut causer la cécité ou la mort, même à petites doses.","ml":"ചെറിയ അളവിലുള്ള ഉപയോഗം പോലും അന്ധതയ്ക്കോ ജീവഹാനിക്കോ കാരണമാകുന്ന അപകടകരമായ ഒരുപാട് മാലിന്യങ്ങൾ വ്യാജമദ്യത്തിൽ അടങ്ങിയിട്ടുണ്ടാകാം.","mr":"अवैध स्पिरीटमध्ये विविध भेसळ असते, ज्यामध्ये थोडी मात्रा घेतल्यानेही आंधळेपणा किंवा मृत्यू होऊ शकणाऱ्या मिथेनॉलचा समावेश असतो.","ne":"अवैध स्पिरिटहरूले विभिन्न खतरनाक अशुद्धिहरू समावेश गर्न सक्दछन्, मिथेनोल लगायत, जसले सानो खुराकमा पनि अन्धोपन वा मृत्यु गराउन सक्दछन्।","es":"En las bebidas alcohólicas ilegales puede haber varias impurezas amenazantes, como el metanol, capaz de provocar ceguera o incluso la muerte, aun cuando se ingiera poca cantidad.","sw":"Mivinyo isiyo halali inaweza kuwa na uchafu mwingi hatari pamoja na methanoli, ambayo inaweza kusababisha upofu au kifo hata kwa kiasi kidogo.","te":"చట్టవ్యతిరేక స్పిరిట్లు మిథనాల్ తో సహా అనేక ప్రమాదకరమైన మలినాలను కలిగి ఉంటాయి, ఇది చిన్న మోతాదుల్లో కూడా అంధత్వం లేదా మరణానికి దారి తీయవచ్చు.","ur":"غیر قانونی اسپرٹ میں میتھنال سمیت مختلف خطرناک غیر خالص مواد ہوسکتے ہیں، جن کی چھوٹی خوراک بھی اندھا پن یا موت کا سبب بن سکتی ہے۔","vi":"Rượu sản xuất bất hợp pháp có thể chứa nhiều tạp chất nguy hiểm trong đó có methanol, một chất có thể gây mù lòa hoặc tử vong ngay cả với những liều lượng nhỏ.","xh":"Utywala bezipirithi obungekho mthethweni bunganezinto ezingacocekanga ezininzi kuquka imethanol. Yona enokubangela ukuphanyaka kwamehlo okanye ukufa nokuba iselwa ngamathamo amancinane.","yo":"Àwọn ẹ̀mí tó lòdì sí fin le ni awon idooti ti o ma n fa ijamba pupo ninu, die ninu won ni methanol, èyí tí ò le fa ojú fífọ́ díẹ díẹ̀.","zu":"Izipiliti ezingekho emthethweni zinezinto ezingacwengekanga ezihlukahlukene ezihlanganisa i-methanol, engabangela ubumpumputhe noma ukufa ngisho noma kuthathwe encane."}
{"ar":"في هذا الرنين، تجعل المجالات المغناطيسيّة والموجات الراديويّة الذرّات تبعث إشارات راديو دقيقة.","zh":"在这种共振中，磁场和无线电波导致原子发出微弱的无线电信号。","en":"In this resonance, magnetic field and radio waves cause atoms to give off tiny radio signals.","eu":"Erresonantzia horretan, eremu magnetikoaren eta irrati-uhinen eraginez, atomoek irrati-seinale txiki-txikiak igortzen dituzte.","fr":"Dans cette résonance, le champ magnétique et les ondes radio font que les atomes émettent de minuscules signaux radio.","ml":"ഈ അനുനാദത്തിൽ, കാന്തിക മണ്ഡലവും റേഡിയോ തരംഗങ്ങളും ആറ്റങ്ങളിൽ നിന്ന് ചെറിയ റേഡിയോ സിഗ്‌നലുകൾ പുറപ്പെടുവിപ്പിക്കുന്നു.","mr":"या प्रतिध्वनीमध्ये, चुंबकीय क्षेत्र आणि रेडिओ लहरींमुळे अणूंमधून अगदी लहान रेडिओ सिग्नल्स निर्माण होतात.","ne":"यस अनुनादमा, चुम्बकीय क्षेत्र र रेडियो तरङ्गहरूले परमाणुहरूलाई साना रेडियो सङ्केतहरू निकाल्ने बनाउँछन्।","es":"Durante esta resonancia, el campo magnético y las ondas de radio causan la emisión, por parte de los átomos, de minúsculas señales de radio.","sw":"Katika tasnifu hii, uga wa sumaku na wimbiredio husababisha atomi kutoa ishara ndogo za redio.","te":"ఈ ప్రతిధ్వనిలో, అయస్కాంత క్షేత్రం, రేడియో తరంగాలు అణువులు చిన్న రేడియో సంకేతాలను ఇవ్వడానికి కారణం అవుతాయి.","ur":"اس گونج میں، مقناطیسی فیلڈ اور ریڈیائی لہروں کی وجہ سے ایٹم چھوٹے ریڈیو سگنلز چھوڑتے ہیں۔","vi":"Trong sự cộng hưởng này, lực từ trường và sóng vô tuyến tạo nên các nguyên tử phát ra những tín hiệu vô tuyến siêu nhỏ.","xh":"Ekuhambeni kwamaza esandi, amaza ereyidiyo nawe-magnetic field, abangela ukuba ii-athomu zikhuphe iisignali zereyidiyo ezimbalwa.","yo":"Nínú àbájáde yìí, àwọn pápá agbérin àti ìgbì rádíò tó ń fa átọ̀mù tó fún àwọn rádìò kéèkèé ní àfihàn.","zu":"Kulommemo, amandla kazibuthe kanye namava omsakazo abangela ama-athomu ukukhipha izimpawu zemisebe ezincane."}
{"ar":"تشملُ إنجازات \"فوتييه\" خارج الاتجاه، إضراباً عن الطعام في عام 1973 ضد ما اعتبره بالرقابةِ السياسية.","zh":"除了导演电影，沃蒂埃的成就还包括 1973 年为反对他眼中的政治钳制而发起的绝食抗议。","en":"Vautier's achievements outside of directing include a hunger strike in 1973 against what he viewed as political censorship.","eu":"Vautier-ek, zuzendari izateaz gain, beste lorpen batzuk ere izan zituen, besteak beste, zentsura politikotzat jotzen zuenaren aurka 1973an egin zuen gose greba.","fr":"Parmi les réalisations de Vautier en dehors de la mise en scène, on peut citer une grève de la faim en 1973 contre ce qu’il considérait comme de la censure politique.","ml":"നയിക്കുന്നതിന് പുറമേയുള്ള വോൾട്ടിയറിന്റെ നേട്ടങ്ങളിൽ രാഷ്‌ട്രീയ സെൻസർഷിപ്പായി അദ്ദേഹം കണ്ടതിനെതിരെ 1973-ൽ നടത്തിയ നിരാഹാര സമരം ഉൾപ്പെടുന്നു.","mr":"वॉटिअर यांच्या दिग्दर्शनापलीकडील कामगिऱ्यांमध्ये त्यांनी राजकीय सेन्सॉरशिपच्या रुपात जे पाहिले त्याविरोधात १९७३ मध्ये केलेल्या उपोषणाचा समावेश आहे.","ne":"निर्देशन दिनेभन्दा बाहिर भौटियरका उपलब्धिहरूमा सन् 1973 मा उनले राजनीतिक सेन्सरशिपको रूपमा देखेको कुरा विरूद्ध भोक-हडताल गरे।","es":"Los logros de Vautier, sin contar su papel de director, incluyen una huelga de hambre en 1973 para luchar contra lo que él entendía como censura política.","sw":"Mafanikio ya Vautier nje ya ukurugenzi ni pamoja na kususia chakula mnamo 1973 dhidi ya kile alichoona kama udhibiti wa kisiasa.","te":"దర్శకత్వం కాకుండా వౌటియర్ సాధించిన విజయాలలో 1973లో రాజకీయ సెన్సార్‌షిప్‌గా భావించిన దానికి వ్యతిరేకంగా నిరాహార దీక్ష చేయడం వంటివి ఉన్నాయి.","ur":"سمت سازی کے علاوہ واوٹیئر کی کامیابیوں میں سیاسی سنسرشپ کے خلاف 1973 کی بھوک ہڑتال بھی شامل ہے۔","vi":"Thành tựu của Vautier ngoài sự nghiệp đạo diễn còn có sự kiện tuyệt thực vào năm 1973 chống lại những gì ông cho là kiểm duyệt về mặt chính trị.","xh":"Impumelelo kaVautier ngaphandle kokuba yi dayirektha ibandakanya ugwayimbo lwendlala ngo-1973 ngokuchasene noko wayekujonga njengothintelo lwezopolitiko.","yo":"Yàtọ̀ ise takun takun ni ṣíṣe olùdarí, ara àwọn ohun tí Fọ́tíyà gbéṣe ni ìdájíjẹsílẹ̀ ní ọdún 1973 láti takò nkan tí ó jọmọ́ ìpanilẹ́numọ́ ti òṣèl.","zu":"Okwafezwa uVautier ngaphandle kokuqondisa kuhlanganisa ukuzincisha ukudla ngo-1973 ebhikisha ngokumelene nalokho ayekubheka njengokuvalwa kwezinto ngenxa yezombusazwe."}
{"ar":"يوفر منهج ما بعد التمدن التعليمي التحرر من المطلقات، فليس هناك طريقة واحدة جيدة للتعلم.","zh":"后现代主义学习方法给人带来绝对的自由。并没有一种学习方法是好的学习方法。","en":"The postmodern approach to learning offers the freedom from absolutes. There is no one good way to learn.","eu":"Ikasteari buruzko metodo postmodernoak askatasun absolutua eskaintzen du. Ez dago ikasteko modu egoki bakarrik.","fr":"Un liberté absolue : voilà ce qu'offre l'approche post-moderne de l'apprentissage. Il n'existe pas de bonne façon d'apprendre qui serait en soi unique.","ml":"പഠനത്തിനോടുള്ള ഉത്തരാധുനിക സമീപനം സാധാരണ സമ്പദ്രായങ്ങളിൽ നിന്ന് സ്വാതന്ത്ര്യം നൽകുന്നു. അവിടെ പഠിക്കുവാൻ നല്ല ഒരു മാർഗ്ഗവുമില്ല.","mr":"शिकण्यातील ऊर्ध्वआधुनिक दृष्टीकोण पुर्णत्वापासून स्वातंत्र्य देतो. शिकण्यासाठी कोणताही एकच सर्वोत्तम मार्ग नाही.","ne":"सिकाइको पछिल्लो आधुनिक दृष्टिकोणले परमबाट स्वतन्त्रता प्रस्ताव गर्दछ। सिक्नका लागि त्यहाँ एउटा राम्रो तरिका छ।","es":"El enfoque posmodernista del aprendizaje conlleva la liberación de los absolutos; no existe solo una forma correcta de aprender.","sw":"Njia ya usasa ya kujifunza hutoa uhuru kutoka kwa kanuni mahsusi. Hakuna njia moja nzuri ya kujifunza.","te":"postmodern విధానంలో నేర్చుకోవడమనేది ఖచ్చితంగా అభ్యసించడం నుండి స్వేచ్ఛనిస్తుంది. నేర్చుకోవడానికి మంచి మార్గాలు ఎన్నో ఉన్నాయి.","ur":"ما بعد جدیدیت کا تعلیمی نظریہ اطلاق سے آزادی دیتا ہے۔ سیکھنے کا کوئی اچھا طریقہ نہیں ہے۔","vi":"Cách tiếp cận hậu hiện đại với việc học giúp thoát khỏi chủ nghĩa tuyệt đối. Không chỉ có một cách học tốt duy nhất.","xh":"Indlela yokufunda esemva inika inkululeko kwimilinganiselo. Akukho ndlela inye ilungileyo yokufunda.","yo":"Ìgbẹ́sẹ̀ igbeyin ìgbàlódẹ́ lọ́wọ́lọ́wọ́ sí ẹ̀kọ́ kíkọ́ sètò òmìnira kúrò lọ́wọ́ àwọn Ìgbẹ́sẹ̀ áìlatúnsẹ. Kò sí ọ̀nà kan sọsọ tò dára jùlo fún ẹ̀kọ́ kíkọ.","zu":"Indlela yesimanje yokufunda inikeza inkululeko ezintweni ezingenamkhawulo. Ayikho indlela eyodwa kuphela yokufunda."}
{"ar":"أنماط التفكير التجميعي هي أساليب لحل المشاكل تجمع أفكار أو مجالات مختلفة لإيجاد حل.","zh":"收敛思维模式是通过结合不同的想法或领域来寻找解决方案的问题解决技巧。","en":"Convergent thinking patterns are problem solving techniques that unite different ideas or fields to find a solution.","eu":"Pentsamendu konbergentearen patroiak arazoak konpontzeko teknikak dira, eta hainbat ideia edo alor elkartzen dituzte irtenbide bat aurkitzeko.","fr":"Les schémas de pensée convergents sont des techniques de résolution de problèmes qui unissent des idées ou des domaines différents pour trouver une solution.","ml":"ഒരു പരിഹാരം കണ്ടെത്തുന്നതിന് വ്യത്യസ്ത ആശയങ്ങളെയോ മേഖലകളെയോ ഒന്നിപ്പിക്കുന്ന പ്രശ്‌ന പരിഹാര സങ്കേതങ്ങളാണ് കേന്ദ്രീകൃതമായ ചിന്താ രീതികൾ.","mr":"अभिसारी विचार पद्धती हे समस्या सोडवण्याचे तंत्र आहे ज्यामध्ये विविध कल्पना किंवा क्षेत्रे एक निराकरण शोधण्यासाठी एकत्र येतात.","ne":"पुरातनबादी सोचाइ ढाँचा समस्या समाधान गर्ने प्रविधिहरू हुन् जुन समाधान फेला पार्न विभिन्न विचारहरू वा क्षेत्रहरूलाई एकताबद्ध गर्छ।","es":"Los patrones de pensamiento convergente son métodos para resolver problemas que relacionan distintas ideas o campos, en busca de una solución.","sw":"Mifumo inayobadilika ya fikira ni mbinu za utatuzi wa shida ambazo zinaunganisha maoni au nyanja tofauti ili kupata suluhisho.","te":"విభిన్న ఆలోచనలు లేదా ఫీల్డ్ లను ఒక పరిష్కారం కనుగొనడం కొరకు ఏకరూప త కు సంబంధించి సమస్యలను పరిష్కరించే టెక్నిక్ లను ఏకరూప ఆలోచనా సరళిగా మనం చూడవచ్చు.","ur":"تقاربی فکر کے نمونے مسائل حل کرنے والی تکنیک ہیں جو کوئی حل تلاش کرنے کے لئے مختلف خیالات یا میدانوں کو جمع کرتے ہیں۔","vi":"Tư duy hội tụ là kỹ thuật giải quyết vấn đề bằng cách kết hợp các ý tưởng hoặc lĩnh vực khác nhau để tìm ra giải pháp.","xh":"Indlela yokucinga emanyanisa amacebo yindlelo yokucombulula ingxaki edibanisa amacebo ahlukahlukeneyo okanye amacebo avela kumacandelo ahlukahlukeneyo ukuze kufunyanwe isicombululo.","yo":"Ona ijiroro lorisirisi ti isowopo je ara ona ti an gba wa ojutu si awon isoro ti o so orisi imo ati iyapa papo.","zu":"Izindlela zokucabanga ezihlelwe kahle ziyisisxazululo sezinkinga esihlanganisa imibono ehlukahlukene noma izindawo ukuze zithole isixazululo."}
{"ar":"بعد حوالي ثلاثة آلاف عام، في عام 1610، استخدم عالم الفلك الإيطالي غاليليو غاليلي تلسكوباً ليلاحظ أن كوكب الزهرة له أطوار، تماماً مثل القمر.","zh":"约三千年后，也就是在1610年，意大利的天文学家伽利略·伽利莱（Galileo Galilei）使用望远镜观测天体，发现金星具有着与月球一致的相位。","en":"About three thousand years later, in 1610, Italian astronomer Galileo Galilei used a telescope to observe that Venus has phases, just as the moon does.","eu":"Hiru mila urte beranduago, 1610ean, Galileo Galilei astronomo italiarrak teleskopio bat erabili zuen Artizarrak faseak dituela behatzeko, Ilargiak dituen era berean.","fr":"Environ trois mille ans plus tard, en 1610, l'astronome italien Galilée utilisa un télescope pour observer que Vénus a des phases, tout comme la lune.","ml":"ഏകദേശം മൂവായിരം വർഷങ്ങൾക്ക് ശേഷം, 1610-ൽ ഇറ്റാലിയൻ ജ്യോതിശാസ്ത്രജ്ഞനായ ഗലീലിയോ ഗലീലി ഒരു ദൂരദർശിനി ഉപയോഗിച്ച് ചന്ദ്രനെ പോലെ ശുക്രനും കലകളുണ്ടെന്ന് കണ്ടെത്തി.","mr":"सुमारे ३ हजार वर्षांनंतर, इ.स. १६१० मध्ये, इटालियन खगोलशास्त्रज्ञ गॅलिलिओ गॅलीली यांनी शुक्रालादेखील चंद्राप्रमाणेच अवस्था असतात हे पाहण्यासाठी दुर्बिणीचा वापर केला.","ne":"लगभग तीन हजार वर्षपछि, सन् 1610 मा, इटालियन खगोलविद् ग्यालिलियो ग्यालेलीले टेलिस्कोप प्रयोग गरेर शुक्रका पनि चन्द्रमाका जस्तै चरणहरू हुन्छन् भन्ने अवलोकन गरे।","es":"Cerca de tres mil años después, en 1610, el astrónomo italiano, Galileo Galilei, pudo observar, a través del telescopio, que Venus tenía fases, tal y como las tiene la luna.","sw":"Takribani miaka elfu tatu baadaye, mnamo 1610, Mnajimu Muitaliano Galileo Galilei alitumia darubini kuangalia kwamba Zuhura ina awamu, kama vile mwezi.","te":"దాదాపు మూడు వేల సంవత్సరాల తరువాత, 1610లో, ఇటలీ ఖగోళ శాస్త్రవేత్త గెలీలియో గెలీలీ చంద్రుని లాగా శుక్రుడికి ఉన్న  దశలను  గమనించడానికి ఒక టెలిస్కోప్ ను ఉపయోగించారు.","ur":"تقریبا تین ہزار سال کے بعد، سن 1610 میں، اطالوی ماہر فلکیات گیلیلیو گیلیلی نے دوربین کا استعمال کرتے ہوئے مشاہدہ کیا کہ ٹھیک چاند کی طرح زہرہ کے بھی مراحل ہیں-","vi":"Khoảng ba ngàn năm sau, vào năm 1610, nhà thiên văn học người Ý Galileo Galilei đã sử dụng kính viễn vọng quan sát thấy Sao Kim có các chu kỳ giống như mặt trăng.","xh":"Malunga neminyaka engamawaka amathathu kamva, ngo-1610, iGalileo Galilei inzululwazi yeenkwenkwenzi engum-Itali yasebenzisa iteleskophu ukuze ibone ukuba i-Venus nayo inamaxesha, kanye njengokuba nenyanga isifa.","yo":"Níbí ẹgbẹ̀rún mẹ́ta ọdún tó yá, ní ọdún 1610, awòràwọ̀ ọmọ ilẹ̀ Italy, Galileo Galilei lo ohun amóhuntóbi láti wo bóyá Venus nípele, níbi òṣùpá se ní.","zu":"Cishe eminyakeni eyizinkulungwane ezintathu kamuva, ngo-1610, isazi sezinkanyezi somNtaliyane uGalileo Galilei wasebenzisa i-telescope ukubuka ukuthi iVenus inezigaba, njengoba nenyanga inazo."}
{"ar":"كانت حرب الخلافة الإسبانية هي الحرب الأولى التي كانت قضيتها المركزية هي ميزان القوى.","zh":"西班牙继承权之战标志着第一场以权力平衡为核心问题的战争。","en":"The War of Spanish Succession marked the first war whose central issue was the balance of power.","eu":"Espainiako Ondorengotza Gerra izan zen botere-oreka hori gatazkaren arrazoi nagusi izan zuen lehen gerra.","fr":"La Guerre de Succession d’Espagne marqua la Première Guerre dont l’issue principale fut l’équilibre des pouvoirs.","ml":"അധികാരത്തിന്റെ തുല്യത പ്രധാന പ്രശ്നമായ യുദ്ധങ്ങളിൽ സ്പാനിഷ് സക്സഷൻ യുദ്ധമാണ് ആദ്യത്തേത് എന്ന് രേഖപ്പെടുത്തിയിരിക്കുന്നു.","mr":"स्पॅनिशच्या उत्तराधिकार विषयक युद्धाने पहिले युद्ध चिन्हांकित केले ज्याचा मध्यवर्ती मुद्दा शक्ती संतुलन हा होता.","ne":"केन्द्रीय मुद्दा शक्ति सन्तुलन भएको स्पेनिस उत्तराधिकारको युद्ध पहिलो युद्धका रूपमा लिइयो।","es":"La Guerra de Sucesión de España fue la primera cuyo objeto principal fue el equilibrio de poder.","sw":"Vita vya Urithi wa Uhispania viliashiria vita vya kwanza ambavyo shida yake kuu ilikuwa usawa wa madaraka.","te":"స్పానిష్ వారసత్వ యుద్ధం మొదటి యుద్ధంగా గుర్తించబడింది, దీనికి ప్రధాన కారణం అధికార సమానత్వం.","ur":"اسپینی جا نشینی کی جنگ پہلی جنگ تھی جس کا مرکزی مسئلہ طاقت کا توازن (بیلنس آف پاور) تھا۔","vi":"Chiến tranh Kế vị Tây Ban Nha đã đánh dấu chiến tranh đầu tiên mà vấn đề trọng tâm là sự cân bằng quyền lực.","xh":"Imfazwe ye Spanish Succession yaphawula imfazwe yokuqala eyayinjongo zayo ikukulungelelanisa amagunya.","yo":"Ogun Igbapò ilẹ̀ Spain ni ó jẹ́ alákọ̀ọ́kọ́ tí yóò dá lórí dídọ́gba agbára.","zu":"IMpi Yokulandelana Kobukhosi baseSpeyini yaphawula impi yokuqala leyo impikiswano yayo enkulu kwakungukulinganiselwa kwamandla."}
{"ar":"يحدث المد الأحمر نتيجة لوجود تركيز أعلى من الطبيعي لكائن بحري وحيد الخلية طبيعي المنشأ يسمى \"كارينيا بريفيس\".","zh":"赤潮的起因源于腰鞭毛藻的浓度高于正常水平。它是一种自然产生的单细胞海洋生物。","en":"Red tide is caused by a higher than normal concentration of Karenia brevis, a naturally-occurring single-celled marine organism.","eu":"Marea gorriak sortzen dira, Karenia brevis itsasoko organismo zelulabakarra ohi baino kontzentrazio handiagoan agertzen denean.","fr":"La marée rouge est causée par une concentration plus élevée que la normale de Karenia brevis, un organisme marin unicellulaire naturel.","ml":"സ്വാഭാവികമായി ഉണ്ടാകുന്ന ഏകകോശ സമുദ്ര ജീവിയായ കരേനിയ ബ്രെവിസിന്റെ സാധാരണയിൽ കൂടിയ ഒത്തുകൂടലാണ് ചുവന്ന വേലിയേറ്റത്തിന് കാരണം.","mr":"एका नैसर्गिकरीत्या सापडणाऱ्या एक पेशीय करेनिया ब्रेव्हीस या सजीवाच्या सामान्य पेक्षा अधिक प्रमाणामुळे लाल भरती होते.","ne":"प्राकृतिक रूपमा हुने एकल कोशिकायुक्त समुद्री जीवले हुने रातो छाल, कारेनिया ब्रिभिसको सामान्य एकाग्रताभन्दा बढीको कारणले हुन्छ।","es":"La marea roja es originada por una densidad superior a la regular de Karenia Brevis, organismo marino formado por una sola célula y que es de origen natural.","sw":"Wimbi jekundu husababishwa na mkusanyiko mkubwa kuliko kawaida wa Karenia brevis, kiumbe asilia cha seli moja kinachopatikana baharini.","te":"Red tide అనేది సాధారణ గాఢత కన్నా ఎక్కువ మొత్తంలో ఉండే Karenia Brevis ద్వారా సంభవిస్తుంది, karenia Brevis సహజంగా ఏర్పడే ఏక కణ సముద్రపు జీవి.","ur":"سرخ جوار بھاٹا، قدرتی طور پر واقع ہونے والے کیرینیا بریویس کے واحد حیاتیاتی زندہ وجود کی معمول سے زیادہ ارتکاز کی وجہ سے آتا ہے۔","vi":"Nguyên nhân gây ra thủy triều đỏ là nồng độ cao hơn bình thường của tảo Karenia brevis, một sinh vật biển đơn bào xuất hiện tự nhiên.","xh":"Amaza amakhulu abomvu abangelwa bubukho beeKarenia brevis ezininzi kunesiqhelo, into yokwemvelo ebakhoyo ephila emanzini.","yo":"Àìsàn Red tide ma ń wáyé bí̀ Karenia brevis bá wọ́pọ̀ ju bí ó se yẹ lọ, ìṣẹ̀lẹ̀ àdéyébá tí wọ́n pè ní kòkòrò inú omi.","zu":"Ukuhlehla nokubuya kolwandle okubomvu kubangelwa ukugcwala okungaphezu kokuvamile kwe-Kareniya brevis, isidalwa sasolwandle sengqamuzana elilodwa esiba khona ngokwemvelo."}
{"ar":"إن كارنو معلم لغة إنجليزية معروف ومثير للجدل قام بالتدريس في Modern Education و King's Glory، والذي ادعى أن لديه 9000 طالب في أوج حياته المهنية.","zh":"卡诺是一位鼎鼎有名但颇具争议的英语教师，他曾在现代教育和英皇教育任教，他声称，在职业生涯的巅峰时期，他有 9000 名学生。","en":"Karno is a well-known but controversial English tutor who taught under Modern Education and King's Glory who claimed to have 9,000 students at the peak of his career.","eu":"Ingeleseko tutore ezagun baina polemikoa da Karno; Modern Education eta King’s Glory ikastetxeetan irakatsi zuen eta, haren esanean, bere ibilbidearen punturik gorenean 9.000 ikasle izan zituen.","fr":"Célèbre mais pas moins controversé tuteur d'anglais ayant enseigné à Modern Education et à King's Glory, Karno a affirmé avoir dirigé 9 000 étudiants au plus fort de sa carrière.","ml":"മോഡേൺ എഡ്യുക്കേഷൻ, കിംങ്സ് ഗ്ലോറി എന്നിവയുമായി ബന്ധപ്പെട്ട് അറിയപ്പെടുന്ന കാർണോ, ഒരേസമയം പ്രശസ്തനും എന്നാൽ വിവാദ വിധേയനുമായ ഒരു ഇംഗ്ലീഷ് അദ്ധ്യാപകനായിരുന്നു, തന്റെ കരിയറിലെ ഉത്തുംഗ സമയത്ത് തനിക്ക് 9,000 വിദ്യാർത്ഥികൾ ഉണ്ടായിരുന്നുവെന്ന് അദ്ദേഹം അവകാശപ്പെട്ടു.","mr":"कार्नो हा एक सुप्रसिद्ध पण वादग्रस्त इंग्रजी शिक्षक आहे ज्याने मॉडर्न एज्युकेशन आणि किंग्स ग्लोरीमध्ये शिकवले, ज्याने त्याच्या कारकिर्दीच्या शिखरावर ९,००० विद्यार्थी असल्याचा दावा केला.","ne":"कर्नो एक प्रख्यात तर विवादास्पद अङ्ग्रेजी शिक्षक हुन् जसले आधुनिक शिक्षा र किङ्स ग्लोरी अन्तर्गत शिक्षा प्रदान गरेका थिए भने उनले आफ्नो कार्यकालको चरम सीमामा उनले 9,000 विद्यार्थीहरूलाई शिक्षा प्रदान गरेको दावी गरेका थिए।","es":"Karno es un reconocido, aunque controvertido profesor de inglés que enseñó en Modern Education y en King's Glory y que aseguró haber tenido 9000 estudiantes en el pico de su carrera.","sw":"Karno ni mwalimu maarufu wa Kiingereza lakini mwenye utata ambaye alifunza chini ya Elimu ya Kisasa na King's Glory ambaye alidai kuwa na wanafunzi 9,000 katika kilele cha kazi yake.","te":"కర్నో ఒక ప్రసిద్దం కానీ వివాదాస్పదమైన ఇంగ్లీష్ ట్యూటర్, అతను తన వృత్తి యొక్క ఉన్నత స్థాయిలో 9,000 మంది విద్యార్థులను కలిగి ఉన్నట్లు చెప్పుకున్న ఆధునిక విద్య ఇంకా కింగ్స్ గ్లోరీ కింద బోధించాడు.","ur":"کارنو ایک مشہور شخص ہیں، تاہم متنازع انگریزی ٹیوٹر جنھوں نے ماڈرن انگلش اور کنگس گلوری کے تحت پڑھایا، ان کا دعوی تھا کہ ان کے کیرئر کے عروج پر ان کے پاس 9000 طلباء تھے۔","vi":"Karno là một thầy giáo dạy tiếng Anh nổi tiếng nhưng gây ra nhiều tranh cãi, là người đã giảng dạy tại trường Modern Education và King's Glory và tuyên bố từng có 9.000 học viên vào lúc đỉnh cao sự nghiệp.","xh":"UKarno ngumfundisi wesiNgesi owaziwayo kodwa owabangela imbambano owayefundisa phantsi kwe-Modern Education kunye ne-King's Glory owabanga ngokuthi wayenabafundi abayi-9,000 kwincopho yokusebenza kwakhe.","yo":"Karno jẹ́ gbajúgbajà olùkọ́ èdè òyìnbó, ṣùgbọ́n ó tún jẹ́ aláríyànjiyàn olùkọ́ tó ṣiṣẹ́ lábẹ́ Modern Education and king’s Glory to sọpé àwọn ní ẹgbẹ̀rún mẹ́sàn-án akẹ́kọ̀ọ́ tó ń lékè níbi iṣẹ́ wọn.","zu":"u-Karno ungumfundisi weSingisi odumile kodwa onempikiswano i owafundisa ngaphansi Kwemfundo Yesimanje Kanye ne-Kind’s Glory owayethi unabafundi abangu-9,000 ekukhuleni komsebenzi wakhe."}
{"ar":"يمكن أن تنهار جدران وسقوف الكهوف الجليدية ويمكن أن تنغلق شقوقها.","zh":"冰洞的墙壁和屋顶可能会坍塌，裂缝可能会闭合。","en":"The walls and roofs of ice caves can collapse and cracks can get closed.","eu":"Gerta liteke elurtegietako hormak eta sabaiak behera etortzea eta zirrikituak ixtea.","fr":"Les murs et les toits des grottes de glace peuvent s’effondrer et les fissures se refermer.","ml":"ഐസ് ഗുഹകളുടെ ചുമരുകളും മേൽക്കൂരകളും തകർന്ന് വിള്ളലുകൾ അടയാം.","mr":"बर्फाच्या गुहांच्या भिंती आणि छते पडू शकतात आणि भेगा बंद होऊ शकतात.","ne":"हिमगुफाहरूका भित्ता र छतहरू ढल्न सक्छन् र चिराहरू बन्द हुन सक्छन्।","es":"Podrían colapsar los muros y los techos de las cuevas de hielo, y cerrarse las grietas.","sw":"Kuta na paa za mapango ya barafu zinaweza kuporomoka na nyufa zinaweza kuzibwa.","te":"మంచు గుహల గోడలు మరియు పైకప్పులు కూలిపోగలవు మరియు పగుళ్లు మూసుకుపోగలవు.","ur":"برف کے غاروں کی چھتیں اور دیواریں گرسکتی ہیں اور دراڑیں بند ہو سکتی ہیں۔","vi":"Vách và nóc của các hang băng có thể đổ sập và các vết nứt có thể liền lại.","xh":"Indonga namaphahla emiqolomba yomkhenkce angawa zize nentanda zivaleke.","yo":"Àwọn ògiri àti àjà àpáta yìnyìn lè jábọ́ kí ìhò tó wà n bẹ̀ tì.","zu":"Izindonga kanye nophahla lwemihume yeqhwa lungawa futhi imiklayeko ingavaleka."}
{"ar":"تغير القانون الفرنسي. يعود نشاطه السياسي إلى سن 15 عندما انضم إلى المقاومة الفرنسية أثناء الحرب العالمية الثانية.","zh":"此次抗议使法国的法律得到修改。他的这种激进行为可以追溯到 15 岁那年，当时是二战时期，他奋不顾身地投身到法国保卫战中。","en":"French law was changed. His activism went back to age 15 when he joined the French Resistance during World War II.","eu":"Frantziako legea aldatu egin zen. Haren aktibismoa 15 urterekin, II. Mundu Gerran, Frantziako erresistentziarekin bat egin zuenetik dator.","fr":"La loi française a été modifiée. Son militantisme remonte à l’âge de 15 ans, lorsqu’il a rejoint la Résistance française pendant la Seconde Guerre mondiale.","ml":"ഫ്രഞ്ച് നിയമം മാറ്റപ്പെട്ടു. അദ്ദേഹത്തിന്റെ പ്രവർത്തനങ്ങൾ 15-ആം വയസ്സിൽ രണ്ടാം ലോക മഹായുദ്ധസമയത്ത് ഫ്രഞ്ച് ചെറുത്ത് നിൽപ്പിൽ ചേർന്നപ്പോൾ തുടങ്ങിയതാണ്.","mr":"फ्रेंच कायदा बदलला होता. द्वितीय विश्वयुद्धात फ्रेंच प्रतिकारात सामील झाला तेव्हा त्याची सक्रियता 15 व्या वर्षात परत गेली.","ne":"फ्रान्सको कानून परिवर्तन गरिएको थियो। उनको लडाईं 15 बर्ष सम्मको थियो। उनी दोस्रो विश्वयुद्धको क्रममा फ्रान्सको प्रतिरोधमा सामेल भए।","es":"La ley francesa fue modificada. Se inició como activista a la edad de 15 años, al integrarse a la Resistencia francesa durante la Segunda Guerra Mundial.","sw":"Sheria ya Ufaransa ilibadilishwa. Uanaharakati wake ukarudi nyuma kwa miaka 15 ambapo alijiunga na Upinzani wa Ufaransa wakati wa Vita vya Dunia vya II.","te":"ఫ్రెంచ్ చట్టం మార్చబడింది. రెండవ ప్రపంచ యుద్ధంలో ఫ్రెంచ్ ప్రతిఘటనలో చేరినప్పుడు అతని క్రియాశీలత 15 సంవత్సరాల వయస్సు వరకు తిరిగి వెళ్ళింది.","ur":"فرانسیسی قانون تبدیل ہو گیا تھا۔ دوسری جنگ عظیم کے دوران جب وہ فرانسیسی مزاحمت میں شامل ہوئے تو ان کی عمر محض 15 سال تھی۔","vi":"Luật của nước Pháp đã thay đổi. Những hoạt động của ông bắt đầu từ năm ông mới 15 tuổi, khi ông tham gia lực lượng Kháng chiến Pháp trong Chiến tranh Thế giới lần 2.","xh":"Umthetho waseFrance watshintshwa. I-activism yakhe yabuyela kwiminyaka eyi-15 xa wajoyina i-French Resistance ngexesha leMfazwe yesibini (II) yeHlabathi.","yo":"Àyípadà bá òfin ilẹ Faransé. À ti ọdún márùndínlógún ló ti bẹ̀rẹ̀ ìjàgbara nígbà tí ó darápọ̀ mọ́ àwọn ajagun ilẹ̀ faransé lákòókò ogun àgbáyé kejì.","zu":"Umthetho waseFulansi ushintshile. Uqale ubushoshovu lapho eneminyaka engu-15 lapho ejoyina iqembu Lokumelana laseFulansi phakathi neMpi Yezwe II."}
{"ar":"نعرف الكثير من السياسيين والعلماء والفنانين اليونانيين. قد يكون الشخص الأكثر شهرة الذين نعرفهم من هذه الثقافة هو هوميروس، الشاعر الأسطوري الذي فقد بصره، والذي ألف رائعتين من روائع الأدب اليوناني، ألا وهما الإلياذة والأوديسا.","zh":"我们知道许多希腊政治家、科学家和艺术家。希腊文化中最有名的人可能是有着传奇色彩的盲人诗人荷马。他创作了希腊文学的两部杰作：《伊利亚特》和《奥德赛》。","en":"We know many Greek politicians, scientists, and artists. Possibly the most known person of this culture is Homer, the legendary blind poet, who composed two masterpieces of Greek literature: the poems Iliad and Odyssey.","eu":"Greziako politikari, zientzialari eta artista ugari ezagutzen ditugu. Ziurrenez, kultura horretako pertsonarik ezagunena Homero da, legendazko poeta itsua, greziar literaturako bi maisulan osatu zituena: Iliada eta Odisea poemak.","fr":"Nous connaissons de nombreux hommes politiques, scientifiques et artistes grecs. Mais le plus célèbre de toute cette civilisation est probablement Homère, le poète aveugle auteur des deux plus grands chefs-d'œuvre de la littérature grecque : les poèmes de l'Iliade et l'Odyssée.","ml":"നിരവധി ഗ്രീക്ക് രാഷ്‌ട്രീയക്കാരെയും ശാസ്ത്രജ്ഞരെയും കലാകാരന്മാരെയും നമുക്കറിയാം. ഗ്രീക്ക് സാഹിത്യത്തിലെ രണ്ട് മാസ്റ്റർപീസുകളായ ഇലിയഡ്, ഒഡീസി എന്നീ കവിതകൾ രചിച്ച ഇതിഹാസ അന്ധ കവിയായ ഹോമർ ഒരുപക്ഷെ ഈ സംസ്കാരത്തിലെ ഏറ്റവും അറിയപ്പെടുന്ന വ്യക്തിയായിരിക്കാം.","mr":"आपल्याला अनेक ग्रीक राजकारणी, शास्त्रज्ञ आणि कलाकार माहित आहेत.  संभाव्यत: या संस्कृतीत सर्वात प्रसिद्ध व्यक्ती म्हणजे होमर, महान अंध कवी, ज्यांनी इलियाड आणि ओडिसी या कविता केल्या ज्या ग्रीक साहित्यातील 2 उत्कृष्ट कलाकृती आहेत.","ne":"हामीले धेरै ग्रिक राजनीतिज्ञ, वैज्ञानिक र कलाकारहरू चिनेका छौं। सम्भवतः यस संस्कृतिको सबैभन्दा परिचित व्यक्ति होमर हुन्, जो सुप्रसिद्ध नेत्रहीन कवि हुन्, जसले ग्रिक साहित्यका दुई उत्कृष्ट कविता कृतिहरू रचना गरे: इलियड र ओडेसी।","es":"Conocemos a numerosos políticos, hombres de ciencia y artistas griegos. Es probable que la figura más famosa de esta cultura sea Homero, el proverbial poeta no vidente escritor de dos poemas, obras maestras de la literatura griega: la Ilíada y la Odisea.","sw":"Tunawajua wengi wa wanasiasa, wanasayansi na wasanii wa Ugiriki. Yamkini mtu anayejulikana sana katika utamaduni huu ni Homer, malenga wa mashairi aliyekuwa kipofu, aliyebuni tungo mbili bora sana za fasihi ya Kigiriki: mashairi Iliad na Odyssey.","te":"మనకు ఎంతోమంది గ్రీకు రాజకీయ నాయకులు, శాస్త్రవేత్తలు మరియు కళాకారులు తెలుసు. గ్రీకు సాహిత్యం యొక్క 2 అద్భుతమైన కవితలను రచించిన అంధ కవి Homer, బహుశా ఈ సంస్కృతిలో బాగా తెలిసిన వ్యక్తి కావచ్చు: ఆ కవితలు Iliad మరియు Odyssey.","ur":"ہم بہت سے یونانی سیاستدانوں، سائنسدانوں اور فنکاروں کو جانتے ہیں- ممکنہ طور پر اس تہذيب کا سب سے معروف شخص ایک افسانوی نابینہ شاعر ہومر ہے، جنہوں نے یونانی ادب کے دو شاہکاریں: الییاد اور اوڈیسی نظمیں مرتب کیں۔","vi":"Chúng ta biết đến rất nhiều chính trị gia, nhà khoa học và nghệ sĩ Hy Lạp. Có lẽ người nổi tiếng nhất của nền văn hóa này là Homer, nhà thơ mù huyền thoại, tác giả của hai kiệt tác văn học Hy Lạp: trường ca Iliad và Odyssey.","xh":"Sazi ama-Greek amaninzi epolitiki, abenzululwazi abadali begcisa. Inoba oyena mmtu owaziwayo welixesha ngu-Homer, inkunzi yembongo eyayiyimfama, owabhala iimcwadi ezimbhini ezobona buchule zemibhalo yama-Greek: u-Iliad no-Odyssey.","yo":"A mọ ọ̀pọ̀lọpọ̀ olóṣèlú, onímọ̀ sayẹnsì, àti òṣèré ilẹ̀ Greek. Ó ṣe é ṣe kí ẹni tí a mọ̀ jùlọ nínú àṣà yìí jẹ́ Homer, ògbọǹtarìgì afọ́jú akéwì, ẹni tí ó ṣe àgbékalẹ̀ ewì méjì kan tí o yááyì tí ó sì gbajúgbajà púpọ̀ nínú lítíréṣọ̀ ilẹ̀ Greek: ewì Iliad àti Odyssey.","zu":"Siyabazi abezombangazwe abaningi bamaGriki, ososayensi, kanye namaciko. Kungenzeka ukuthi umuntu owaziwa kakhulu waleli siko u-Homer, imbongi eyimpumputhe edumile, obhale izincwadi ezimbili zesiGriki zobungcweti: izinkondo ze-Iliad kanye ne-Odyssey."}
{"ar":"وبخصوص الوضع المالي العالمي، أكمل زاباتيرو قائلاً \"إن النظام المالي هو جزء من الاقتصاد، جزء جوهري.","zh":"关于全球金融形势，萨帕特罗继续说道：“金融体系是经济的一部分，一个关键部分。","en":"Regarding the global financial situation, Zapatero continued by saying that \"the financial system is a part of the economy, a crucial part.","eu":"Munduko egoera finantzarioari dagokionez, Zapatero-k jarraitu zuen esanez “sistema finantzarioa ekonomiaren parte dela, oinarrizko parte bat.","fr":"\"En ce qui concerne la situation financière mondiale, Zapatero a poursuivi en disant que \"\"le système financier fait partie de l’économie, un élément essentiel.\"","ml":"\"\"\"സാമ്പത്തിക വ്യവസ്ഥ സമ്പദ്ഘടനയുടെ ഒരു ഭാഗമാണ്, ഒരു നിർണ്ണായക ഭാഗം\"\" എന്ന് പറഞ്ഞുകൊണ്ട് ആഗോള സാമ്പത്തിക സ്ഥിതിയെക്കുറിച്ച് സാപറ്റെറോ തുടർന്നു.\"","mr":"\"जागतिक आर्थिक परिस्थितीसंबंधित, सपातेरो पुढे म्हणाले की, \"\"आर्थिक व्यवस्था ही अर्थव्यवस्थेचा एक भाग आहे, एक महत्त्वाचा भाग.\"\"\"","ne":"विश्वव्यापी वित्तीय अवस्थाका सम्बन्धमा, जापाटेरोले भन्दै जारी राखे कि “वित्तीय प्रणाली अर्थव्यवस्थाको एक हिस्सा हो, एक महत्त्वपूर्ण हिस्सा हो।","es":"Zapatero continuó diciendo, a propósito de la situación financiera a nivel mundial, que «el sistema financiero es un componente de la economía, que tiene una importancia meridiana.","sw":"Kuhusu hali ya kifedha duniani, Zapatero aliendelea kwa kusema kwamba \"mfumo wa kifedha ni sehemu muhimu ya uchumi.","te":"\"ప్రపంచ ఆర్థిక పరిస్థితికి సంబంధించి, జపాటెరో మాట్లాడుతూ \"\"ఆర్థిక వ్యవస్థ అనేది ఆర్థిక పరిస్థితిలో ఒక భాగం, ఇంకా కీలకమైన భాగం అని అన్నాడు.\"","ur":"عالمی معاشی حالت کے بارے میں اپنی بات جاری رکھتے ہوئے زاپیٹرو نے کہا کہ ”مالی نظام معیشت کا ایک اہم حصہ ہے۔“","vi":"Về vấn đề tình hình tài chính toàn cầu, Zapatero tiếp tục nói rằng “hệ thống tài chính là một phần của kinh tế, một phần quan trọng.","xh":"Malunga nesimo sezemali yehlabathi, u-apatero uqhubeke esithi “inkqubo yemali yinxalenye ebalulekileyo yezoqoqosho.","yo":"Nípa ọ̀rọ̀ towódé tò gba gbogbo àgbáyé, Sapatero sì n wípé “ọ̀nà ìṣe owó wà lára ajé, pàápàá èya ara pàtàkì.","zu":"Mayelana nesimo sezezimali somhlaba wonke, uZapatero waqhubeka ngokuthi “uhlelo lwezezimali ingxenye yomnotho, ingxenye ebaluleke kakhulu."}
{"ar":"في حين أن السلطات غير متأكدة من مصداقية التهديد، قامت هيئة النقل بولاية ماريلاند بالإغلاق بطلب من مكتب التحقيقات الفيدرالي.","zh":"尽管当局还不确定威胁是否属实，但马里兰运输局在联邦调查局的敦促下关闭了该设施。","en":"While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.","eu":"Agintariak mehatxuaren sinesgarritasunaz ziur ez badaude ere, Maryland-eko Garraio Agintaritzak itxi egin zuen FBIren eskaerari jarraituz.","fr":"Bien que les autorités aient des doutes quant à la crédibilité de la menace, le Maryland Transportation Authority a proclamé leur fermeture sous l’insistance du FBI.","ml":"ഭീഷണിയുടെ വിശ്വസനീയത സംബന്ധമായി അധികൃതർക്ക് ഉറപ്പില്ലാത്ത സാഹചര്യത്തിൽ, FBI യുടെ ഇടപെടൽ വേണം എന്ന പ്രഖ്യാപനം മേരിലാൻഡ് ട്രാൻസ്പോർട്ടേഷൻ അതോറിറ്റി ഉന്നയിച്ചു.","mr":"या धमकी विषयीच्या अधिकृततेबद्दल अजून शंका असताना, मेरीलँड वाहतून अधिकाऱ्यांनी एफबीआय च्या विनंती नंतर ते बंद केले.","ne":"अधिकारीहरू खतराको विश्वसनीयताको बारेमा अनिश्चित भए तापनि मेरील्यान्ड यातायात प्राधिकरणले FBI को आग्रहमा बन्द गर्‍यो।","es":"Aunque las autoridades no están seguras de que la amenaza sea real, la Autoridad de Transporte de Maryland procedió al cierre, a requerimiento del FBI.","sw":"Wakati mamlaka haina uhakika juu ya kuaminika kwa tishio hilo, Mamlaka ya Usafirishaji ya Maryland ilifanya ufungaji kufuatia hamasisho la Shirika la Upelelezi la Marekani.","te":"ప్రమాదం జరగబోవడం గురించి అధికారులకు సరిగా తెలియనందున, Maryland రవాణా అధికారులు దీనిని FBI ప్రేరణతోనే ముగించారు.","ur":"اگرچہ حکام اس خطرے کی ساکھ کے مطلق اعتماد سے محروم ہیں، تاہم میری لینڈ ٹرانسپوریشن اتھارٹی نے FBI کے دباؤ کے باعث اسے بند کردیا۔","vi":"Mặc dù các nhà chức trách không chắc chắn về mức độ tin cậy của mối đe dọa, Cơ quan Thẩm quyền Giao thông Maryland đã đóng cửa theo lời khuyên của FBI.","xh":"Nangona abasemagunyeni bengaqinisekanga ngobunyani besigrogriso, Igunya Lothutho laseMaryland liye lavala emva kokucelwa yiFBI.","yo":"Níbí àwọn aláṣẹ́ ò se mọ̀ bí ìdúnkokò náà se múnlẹ̀ tó, Àwọn Aláṣẹ ìrìnlọrìnbọ̀ Mérìlandì ti kéde pẹ̀lu rírọ iléeṣẹ́ FBI.","zu":"Nakuba iziphathimandla zingaqiniseki ngobuqiniso bosongo, iMaryland Transportation Authority yenze ukuvala ngoba icelwe yiFBI."}
{"ar":"وبالتالي آفات دلهي بيلي ولعنة الفراعنة وانتقام مونتيزوما، وأصدقاؤهم الكثيرون.","zh":"于是“德里腹泻”、”法老的诅咒”和“蒙特祖玛的复仇”之类的灾祸就出现了。","en":"Thus the scourges of Delhi Belly, the Pharaoh's Curse, Montezuma's Revenge, and their many friends.","eu":"Hortik datoz Delhi Belly-ren zartailuak, Faraoiaren madarikazioa, Montezuma-ren mendekua eta euren hainbat lagun.","fr":"Ainsi les fléaux de Delhi Belly, la malédiction du pharaon, la vengeance de Montezuma et leurs nombreux amis.","ml":"അതുകൊണ്ടാണ് ഡൽഹി ബെല്ലിയുടെ മഹാവിപത്ത്, ഫറോവയുടെ ശാപം, മൊൻറ്റെസൂമയുടെ പ്രതികാരം കൂടാതെ അവരുടെ അനവധി സുഹൃത്തുക്കളും.","mr":"अशाप्रकारे दिल्ली बेलीचे शाप, फारोआचा शाप, मोन्तेझुमाचा बदला, आणि त्यांचे अनेक मित्र.","ne":"यसर्थ दिल्ली बेलीको कोर्रा, फिरउनको श्राप, मोन्टेजुमाको बदला, र तिनीहरूका धेरै साथीहरू।","es":"De allí surgieron los flagelos de Delhi Belly, la maldición del faraón y la vendetta de Monteczuma y sus muchss amistades.","sw":"Hivyo pigo la Delhi Belly, Laana ya Firauni, Kisasi cha Montezuma, na marafiki zao wengi.","te":"ఈ విధమైన పీడిత సమస్య\/ప్రాంతాలలో Delhi Belly, the Pharaoh's  Curse, Montezuma's Revenge ఇంకా ఎన్నో ఇలాంటివి ఉన్నాయి.","ur":"اس طرح دہلی بیلی کے تازیانے، فرعون کی بد دعائیں، مونٹے زوما لا بدلہ اور اُن کے بہت سے دوست۔","vi":"Vì vậy phát sinh “Tai họa của Delhi Belly, Lời nguyền của Pharaoh, Sự báo thù của Montezuma” và nhiều thuật ngữ tương tự khác.","xh":"Yiyo ke loo nto izibetho zikaDelhi Belly, isiqalekiso sikaFaro, uMbuyekezo kaMontezuma, kunye nabahlobo babo abaninzi.","yo":"Torí náà Àwọn Àjàkálẹ̀ Àrùn Deli Beli, Èpè Farao, Ẹ̀sán Montesuma, àti àwọn ọ̀rẹ wọn.","zu":"Ngakho izishayo zaseDelhi Belly, i-Pharaoh's Curse, iMontezuma's Revenge, kanye nabangane babo abaningi."}
{"ar":"قد تحتاج العائلة التي تصطحب أطفالاً صغاراً إلى المزيد من الإعدادات، لكن ما زال قضاء اليوم في الخارج أمراً ممكناً بسهولة حتى مع الرضع والأطفال دون سن المدرسة.","zh":"有小孩的家庭可能需要做更多的准备，但即使带着婴儿和学龄前儿童，在户外待一天也不难。","en":"Families with small children may need more preparations, but a day outdoors is easily possible even with babies and pre-school children.","eu":"Haur txikiak dituzten familiek prestakuntza handiagoa behar dute baina egun bat kanpoan igarotzea posible da haurtxoak eta ume txikiak izanik ere.","fr":"Les familles ayant de jeunes enfants peuvent avoir besoin de plus de préparation, mais il est possible de passer une journée en plein air, même avec des bébés et des enfants d’âge préscolaire.","ml":"ചെറിയ കുട്ടികളുള്ള കുടുംബങ്ങൾക്ക് കൂടുതൽ തയ്യാറെടുപ്പുകൾ ആവശ്യമായിവരാം, എന്നാൽ കുഞ്ഞുങ്ങളും പ്രീ-സ്കൂൾ കുട്ടികളും ഉള്ളവർക്ക് പോലും ഒരു ദിവസത്തെ പുറത്തുള്ള ചെലവഴിക്കൽ എളുപ്പത്തിൽ സാധ്യമാണ്.","mr":"लहान मुले असलेल्या कुटुंबांना अधिक तयारीची आवश्यकता असू शकते, परंतु लहान बाळ आणि अंगणवाडीतील मुलांसह एखादा दिवस घराबाहेर फिरणे अगदी सहज शक्य आहे.","ne":"साना बच्चाहरू सहितका परिवारहरूलाई थप तयारीहरू आवश्यक पर्न सक्छ, तर बच्चा र प्रि-स्कुलका बच्चाहरूसँग पनि दिनमा घर बाहिर निस्कन सजिलै सम्भव हुन्छ।","es":"Si bien es posible que los grupos familiares con niños de corta edad requieran más preparativos, incluso con bebés e infantes en edad preescolar, es sencillo pasar un día al aire libre.","sw":"Huenda familia zilizo na watoto wadogo zikahitaji matayarisho mengi, lakini siku moja nje inawezekana kwa urahisi hata kukiwa na watoto wachanga na wale walio karibu kwenda shuleni.","te":"చిన్న పిల్లలు న్న కుటుంబాలకు మరిన్ని సన్నాహాలు అవసరం కావొచ్చు, అయితే, పిల్లలు మరియు ప్రీ స్కూలు పిల్లలు ఉన్నప్పటికీ కూడా ఒక రోజు ఆరుబయట తేలికగా సాధ్యం అవుతుంది.","ur":"چھوٹے بچوں والے اہل خانہ کو زیادہ تیاریوں کی ضرورت پڑسکتی ہے، لیکن بچوں اور پری-اسکول کے بچوں کے ساتھ بھی ایک روزہ آؤٹ ڈورس آسانی سے ممکن ہے-","vi":"Những gia đình có con nhỏ có thể cần phải chuẩn bị nhiều hơn, mặc dù vậy, việc dành một ngày ở ngoài trời là điều khá dễ dàng ngay cả với những em bé sơ sinh và trẻ mẫu giáo.","xh":"Iintsapho ezinabantwana abancinane kungafuneka zenze amalungiselelo angakumbi, kodwa ukuchitha usuku ngaphandle kunokwenzeka nokuba kukho iintsana okanye abantwana abangekaqali sikolo.","yo":"Awon ebi to ni omo kekere le nilo igbaradi si, sugbon o seese ki eyan lo ojo kan ni ita gbangba pelu awon omo ikoko ati omo jelesimi gaan.","zu":"Imindeni enezingane ezincane ingadinga ukulingiselela okwengeziwe, kodwa usuku ngaphandle lungenzeka kalula ngisho nangabantwana abancane kanye nezingane ezingakayi esikoleni."}
{"ar":"قبل فحص من الضحية، يجب عليك أولاً مسح مسرح الجريمة لضمان سلامتك.","zh":"要检查受害者，你必须先勘察现场，确保自身的安全。","en":"To Check the victim, you must first survey the scene to ensure your safety.","eu":"Biktima ikuskatzeko, egoera aztertu behar duzu lehenengo, zure segurtasuna bermatzeko.","fr":"Avant d'examiner la victime, assurez-votre sécurité en inspectant les lieux.","ml":"ഇരയെ തേടുമ്പോൾ, ആദ്യം സ്വന്തം സുരക്ഷ ഉറപ്പുവരുത്തുവാനായി സ്ഥലം പരിശോധിക്കണം.","mr":"बळीची तपासणी करण्यापूर्वी, आपल्या सुरक्षेची खात्री करण्याकरिता आपण स्थळाचे सर्वेक्षण करायलाच हवे.","ne":"पीडितको जाँच गर्न, तपाईंले पहिले आफ्नो सुरक्षाका लागि स्थलको सर्वेक्षण गर्नुपर्छ।","es":"Para examinar a la víctima, usted primero debe inspeccionar la escena a efectos de garantizar su propia seguridad.","sw":"Ili Kumwangalia mwathirika, ni lazima kwanza uchunguze eneo ili kuhakikisha usalama wako.","te":"బాధితుడిని చెక్ చేయడం కొరకు, మీ భద్రతను ధృవీకరించడం కొరకు మీరు మొదట సంఘటనా స్థలాన్ని సర్వే చేయాలి.","ur":"حادثہ کے شکار فرد کی جانچ سے پہلے اپنی حفاظت کے لیے جائے حادثہ کا جائزہ لیں۔","vi":"Khi kiểm tra nạn nhân, bạn phải khảo sát hiện trường trước để bảo đảm an toàn cho bản thân.","xh":"Ukuze ujonge iXhoba, kumele uqwasele indawo uqiniseke ukhuselekile.","yo":"Láti sàyẹ̀wò afarakáásá, o gbọ́dọ̀ kọ́kọ́ se àyèwò ibi ìṣẹ̀lẹ̀ fún ààbò ara rẹ.","zu":"Ukuhlola umuntu ohlukunyeziwe, a kufanele kuqalauhlole indawo yesehlakalo ukuqinisekisa ukuphepha kwakho."}
{"ar":"يتم الوصول إلى هذه الخدمات في الأغلب عن طريق رقم هاتف مجاني يمكن الاتصال به من معظم الهواتف مجاناً.","zh":"通常拨打一个电话号码即可获取这些服务，而大多数的电话都可免费拨打该串号码。","en":"Access to these services is often through a toll-free telephone number that can be called from most phones without charge.","eu":"Zerbitzu horiek atzitzeko, telefono gehienetatik doako deiak egiteko aukera ematen duen telefono-zenbaki bat erabili behar da.","fr":"L’accès à ces services se fait souvent par le biais d’un numéro de téléphone gratuit qui peut être appelé sans frais depuis presque tous les téléphones.","ml":"ഈ സേവനങ്ങളിലേക്കുള്ള പ്രവേശനം മിക്ക ഫോണുകളിൽ നിന്നും നിരക്ക് ഈടാക്കാതെ വിളിക്കാൻ സാധിക്കുന്ന ടോൾ ഫ്രീ ടെലിഫോൺ നമ്പറിലൂടെയാണ് പലപ്പോഴും ലഭ്യമാകുന്നത്.","mr":"अनेकदा या सर्विसेस करिता ऍक्सेस टोल-फ्री टेलिफोन नंबरद्वारे केला जातो ज्यास बहुतांश फोनवरून विना-शुल्क कॉल केला जाऊ शकतो.","ne":"यी सेवाहरूको पहुँच प्रायः फोनबाट नि:शुल्क कल गर्न सकिने टोल-फ्रि टेलिफोन नम्बरमार्फत हुन्छ।","es":"Por lo general, se puede acceder a estos servicios mediante un número telefónico gratuito con el que es posible comunicarse desde la mayoría de los teléfonos, sin costo alguno.","sw":"Ufikiaji wa huduma hizi mara nyingi ni kupitia nambari ya simu isiyolipishwa ambayo inaweza kupigwa kutoka simu nyingi bila malipo.","te":"ఈ సేవలకు ప్రాప్యత తరచుగా టోల్ ఫ్రీ టెలిఫోన్ నంబర్ ద్వారా ఉంటుంది, వీటిని చాలా ఫోన్‌ల నుండి ఛార్జీ లేకుండా పిలుస్తారు.","ur":"ان خدمات تک رسائی اکثر ٹول فری ٹیلیفون نمبر کے ذریعہ ہوتی ہے جس پر بیشتر بغیر بیلنس چارج کے فون سے کال کی جاسکتی ہے۔","vi":"Những dịch vụ này thường được sử dụng qua một số điện thoại miễn cước có thể gọi từ hầu hết các điện thoại mà không bị tính phí.","xh":"Ukufikelela kwezi nkonzo kudla ngokuba xa kusetyenziswa inombolo yasimahla enokufonelwa ziifowuni ezininzi ngaphandle kokubhatala.","yo":"Wíwọle sí àwọn isé yíì lọ́pọ̀ ìgbà màà n jẹ́ nípasè ẹ̀rọ fóònù ọ̀fẹ́ tí o lẹ pè láti ọ̀pọ̀lọpọ̀ foonu láìsí ìdíyẹlẹ́´.","zu":"Ukufinyelela kulamasevisikuvame ukutholakala ezinombolweni zocingo zamahhalaezingafonelwa ezingcingweni eziningi ngaphandle koku khokhela."}
{"ar":"ومع ذلك، في حزيران 1956، وُضعت وعود كروتشوف على المحك عندما تحولت أعمال الشغب في بولندا، حيث تظاهر العمال ضد نقص في الغذاء و اقتطاعات الأجور، إلى احتجاج عام ضد النظام الشيوعي.","zh":"然而，在 1956 年 6 月，当波兰工人抗议食品短缺和减薪的骚乱演变成对共产主义制度本身的抗议时，赫鲁晓夫的承诺面临着考验。","en":"However, in June 1956, Krushchev's promises were put to the test when riots in Poland, where workers were protesting against food shortages and wage cuts, turned into a general protest against Communism.","eu":"Hala ere, 1956ko ekainean, Krushev-ek egindako promesak probatu egin ziren; Polonian elikagai-gabeziaren eta soldaten jaitsieraren kontrako langileen protesta komunismoaren aurkako protesta orokor bihurtu ziren.","fr":"Cependant, en juin 1956, les promesses de Khrouchtchev ont été mises à l'épreuve lorsque les émeutes en Pologne, où les travailleurs protestaient contre les pénuries alimentaires et les réductions de salaires, se sont transformées en une protestation générale contre le communisme.","ml":"എന്നിരുന്നാലും, 1956 ജൂണിൽ, ഭക്ഷ്യക്ഷാമത്തിനും വേതനം വെട്ടിക്കുറച്ചതിനും എതിരെ തൊഴിലാളികൾ ആരംഭിച്ച പ്രതിക്ഷേധം കമ്മ്യൂണസത്തിന് എതിരായ ജനകീയ പ്രതിക്ഷേധമായി മാറിയ പോളണ്ടിലെ കലാപ സമയത്ത് ക്രൂഷ്ചേവിന്റെ വാഗ്ദാനങ്ങൾ പരീക്ഷിക്കപ്പെട്ടു.","mr":"तथापि, जून 1956 मध्ये, पोलंडमधील दंगली दरम्यान क्रुश्चेवच्या आश्वासनांची कसोटी लागली जेव्हा कामगार अन्नटंचाई आणि वेतन कपातीचा निषेध करत होते त्याचे साम्यवादाविरूद्धच्या सर्वसाधारण निषेधात रुपांतर झाले.","ne":"यद्यपि, सन् 1956 जुनमा पोल्यान्डमा दङ्गा हुँदा ख्रुश्चेभका प्रतिज्ञाहरू जाँचमा राखियो, जहाँ कामदारहरूले खाद्यान्न अभाव र ज्याला कटौतीको विरोध गरिरहेका प्रदर्शन साम्यवाद विरूद्धको सार्वजनिक विरोधमा परिणत भएको थियो।","es":"No obstante, en junio de 1956, se pusieron a prueba las promesas de Krushchev, cuando los disturbios en Polonia encabezados por trabajadores que protestaban por la falta de alimentos y las reducciones salariales, derivaron en una manifestación generalizada contra el comunismo.","sw":"Hata hivyo, mnamo Juni 1956, ahadi za Kruschev ziliwekwa katika jaribio wakati maandamano katika Polandi, ambapo wafanyakazi walikuwa wakipinga upungufu wa chakula na kukatwa kwa mishahara, yaligeuka kuwa maandamano ya jumla dhidi ya Ukomunisti.","te":"అయితే 1956 జూన్ లో, ఆహార కొరత వేతన కోతలకు వ్యతిరేకంగా కార్మికులు నిరసన వ్యక్తం చేస్తున్న పోలాండ్ లో అల్లర్లు కమ్యూనిజంకు వ్యతిరేకంగా సాధారణ నిరసనగా మారినప్పుడు క్రుష్చెవ్ వాగ్దానాలు పరీక్షకు ఉంచబడ్డాయి.","ur":"تاہم جون 1956 میں خرشچیف کے وعدے اس وقت آزمائش کی کسوٹی پر رکھے گئے جب پولینڈ کے مزدوروں نے غذائی قلت اور اجرت کی تخفیف کے خلاف دنگا کیا۔ بعد میں یہ دنگے کمیونزم کے خلاف عام احتجاج میں بدل گئے۔","vi":"Tuy nhiên, vào tháng Sáu năm 1956, một cuộc bạo loạn nổ ra tại Ba Lan đã thách thức các cam kết của Krushchev. Ban đầu chỉ là cuộc biểu tình phản đối tình trạng khan hiếm thực phẩm và giảm lương của công nhân, nhưng về sau đã biến thành cuộc tổng biểu tình phản đối Chủ Nghĩa Cộng Sản.","xh":"Kodwa ke, ngeyeSilimela ngo-1956, izithembiso zika-Kruchev zavavanywa ngo qhanqalazo lwase-Poland, apho anasebenzi babelwela ukunqaba lokutya nokuphungulwa kwemivuzo, yaijika yayitoyitoyi eyaphetha iphikisa i-Communism.","yo":"Àmọ́ ní Okudu 1956, a dán àwọn ìlérí Kruṣẹ́fì wò nígbà rogbodiyan ní Polandi m, tí àwọn oṣiṣẹ́ ń takò àìsí oúnjẹ́, ìdínkù owó iṣẹ́, tó dí rogbodiyan gbogbogbò láti takò Komunisimi.","zu":"Nokho, NgoJuni 1956, izithembiso zavivinywa lapho iziteleka e-Poland, lapho izisebenzi bezibhikishela ukusweleka kokudla nokuncishiselwa iholo, zishintsha ziba ukubhikisha okuvamile ngokumelene nobuKhomanisi."}
{"ar":"وُصِف سقوط الأمطار، الذي وصل إلى مستوى 6,34 بوصات في جزيرة أواهو، بأن \"له فائدة\".","zh":"欧胡岛（Oahu）的降雨量达到了 6.34 英寸，被称为“有益的”。","en":"The precipitation, reaching 6.34 inches at a gauge on Oahu, was described as \"beneficial\".","eu":"Prezipitazioak 6,34 hazbetera iritsi ziren, Oahu-ko neurgailu baten arabera, eta “onuragarritzat” jo dira.","fr":"Les précipitations, atteignant 6,34 pouces à une jauge sur Oahu, ont été décrites comme « bénéfiques ».","ml":"\"ഒയാഹുവിലെ മാപിനിയിൽ വർഷപാതത്തിന്റെ അളവ് 6.34 ഇഞ്ച് എന്ന് കാണിച്ചാൽ,അത്  \"\"ഗുണപ്രദം\"\" എന്ന് വിശേഷിപ്പിക്കപ്പെടുന്നു.\"","mr":"\"ओहूच्या गेजवर 6.34 इंचपर्यंत पडलेल्या पावसाचे वर्णन \"\"फायदेशीर\"\" म्हणून केले गेले होते.\"","ne":"ओहुको प्रमाणिक नापमा 6.34 इन्च पुगेको वर्षालाई “फाइदाजनक” भनेर वर्णन गरिएको थियो।","es":"La lluvia, que alcanzó las 6.34 pulgadas según un medidor de Oahu, se describió como «provechosa».","sw":"Usafirishaji wa joto uliofikia inchi 6.34 kwenye geji katika Oahu, ulielezewa kuwa na “ faida”.","te":"\"ఓహుపై ఒక గేజ్ వద్ద 6.34 అంగుళాలకు చేరుకున్న అవపాతం \"\"ప్రయోజనకరమైనది\"\"గా వర్ణించబడుతుంది.\"","ur":"اواہو میں ایک گیج کی پیمائش کرنے پر 6.34 انچ تک پہنچنے والی بارش کو \"فائدہ مند\" بتایا گیا تھا۔","vi":"Lượng mưa đạt 6,34 inch khi đo ở Oahu được mô tả là \"có lợi\".","xh":"Ukuna ofikelela ku 6.34 ye intshi ngegeyji kwo Oahu, yachazwa njenge “lulutho”.","yo":"Ìwọ́n ojò rírọ̀ náà, tó dé 6.34 ní Oahu, ní wọ́n ṣàpèjúwè gẹ́gẹ́ bí èyí tóní “àǹfàn.”","zu":"Imvula, eyafinyelela amayintshi angu-6.34 esilinganisweni kuyi -Oahu, yachazwa ngokuthi \"inenzuzo\"."}
{"ar":"الوقت شيء يحيط بنا ويؤثر على كلّ ما نقوم به، إلا أنه صعب على الفهم.","zh":"时间就在我们身边，影响着我们做的每一件事，但却很难理解。","en":"Time is something that is all around us, and affects everything we do, yet is difficult to understand.","eu":"Guztion inguruan dagoen zerbait da denbora, eta egiten dugun guztiari eragiten dio, baina zaila da hura ulertzea.","fr":"Le temps est quelque chose qui nous entoure et qui affecte tout ce que nous faisons, et pourtant il est difficile à comprendre.","ml":"സമയം നമുക്ക് ചുറ്റുമുള്ള ഒന്നാണ്, ഒപ്പം ഞങ്ങൾ ചെയ്യുന്ന എല്ലാ കാര്യങ്ങളെയും ബാധിക്കുന്നു, എന്നിട്ടും മനസ്സിലാക്കാൻ പ്രയാസമാണ്.","mr":"वेळ ही अशी गोष्ट आहे जी आपल्या भोवती सर्वत्र असते आणि आपण केलेल्या प्रत्येक गोष्टीवर परिणाम करते, तरीही ती समजून घेणे अवघड आहे.","ne":"समय त्यस्तो कुरा हो जुन हामी सबैको वरिपरि हुन्छ र हाम्रा सबै चीजहरूलाई प्रभावित पार्दछ, तर त्यसलाई बुझ्न भने गाह्रो छ।","es":"El tiempo es algo presente en todo lugar y que tiene efectos en todas nuestras acciones; sin embargo, es difícil comprenderlo.","sw":"Wakati ni kitu ambacho kinatuzingira, na huathiri kila kitu tunachofanya, lakini ni ngumu kuelewa.","te":"సమయం అనేది మన చుట్టుపక్కల ఆవరించి ఉంటుంది, ఇంకా అది మనం చేసే ప్రతి దాన్ని ప్రభావితం చేస్తుంది, కానీ దాన్ని అర్ధం చేసుకోవడం అంత సులభం కాదు.","ur":"وقت ایسی چیز ہے جو ہمارے ارد گرد موجود ہے اور ہم جو بھی کرتے ہیں اس کو متاثر کرتا ہے، پھر بھی اس کو سمجھنا دشوار ہے۔","vi":"Thời gian là thứ luôn xoay quanh chúng ta, và ảnh hưởng mọi hành động của chúng ta, nhưng cũng rất khó để hiểu.","xh":"Ixesha yinto esoloko iphakathi kwethu, kwaye ichaphazela yonke into esiyenzayo, kodwa kunzima ukuyiqonda.","yo":"Àkókò loun tí ó yíwa káàkiri, tí ó sì má ń nípa lórí ohun gbogbo tí a bá ṣe, à mọ́ ó ṣòro láti mọ̀.","zu":"Isikhathi into esizungezile sonke, futhi sithinta yonke into esiyenzayo, nokho kunzima ukusiqonda."}
{"ar":"هؤلاء ليسوا خفيفين جدًا، لذا يجب أن يدور المسار بشكل كبير حول الجبال عبر القارة القطبية الجنوبية للوصول إلى الهضبة.","zh":"车子并不是很灵活，所以必须绕着横贯南极山脉，拐一个长长的的大弯才能来到高原。","en":"These aren't very nimble so the trail has to take a long swerve around the Transantarctic Mountains to come onto the plateau.","eu":"Oso arinak ez direnez, bideak brastakoan biratu behar du Mendi Transartartikoen inguruan goi-lautadara iristeko.","fr":"Ces derniers ne sont pas très agiles, de sorte que la piste doit faire une longue embardée autour des montagnes transantarctiques pour arriver sur le plateau.","ml":"ഇവ അത്രയേറെ വൈദഗ്ദ്യം ഉള്ളവയല്ല, അതിനാൽ ട്രാൻസ് അന്റാർട്ടിക് പർവ്വതങ്ങളിൽനിന്ന് പ്ലേറ്റോയിലേക്ക് വന്നെത്താൻ ചുവടുകൾ ഒരു ദീർഘമായ വ്യതിചലനം നടത്തേണ്ടതുണ്ട്.","mr":"हे जास्त वेगवान नाही म्हणून या ट्रेलला पठारावर येण्यासाठी ट्रान्सअंटार्क्टिक माऊंटन्सच्या भोवती एक लांब वळसा घ्यावा लागेल.","ne":"यिनीहरू धेरै छरितो छैनन् त्यसैले गोरेटो बाटोबाट चट्टानको अग्ला हिमालहरूको वरिपरि चुचुरो पुग्न लामो समय लाग्दछ।","es":"Estos no son demasiado ágiles, debido a lo cual el camino debe dar un largo giro rodeando las montañas Transantárticas para alcanzar la meseta.","sw":"Hizi si nyepesi sana kwa hivyo inabidi treni kuchukua mzunguko mrefu katika Milima ya Transantarctic ili kuja kwenye tambarare.","te":"అవి చాలా వేగంగా వెళ్లేవి కాదు కాబట్టి, పీఠభూమికి చేరడానికి ట్రాక్ ట్రాంస్అంటార్కిటిక్ పర్వతాల చుట్టూ తిరిగి చాలా దూరం ప్రయాణం చేయవలసి ఉంటుంది.","ur":"یہ سب بہت پھرتیلے نہیں ہیں، چنانچہ ٹرائیل کو پلاٹو پر آنے کے لئے ٹرانس انٹرکٹٹ ماؤنٹین کے ارد گرد طویل چکر لگانا پڑتا ہے۔","vi":"Các thiết bị này khá nặng nên con đường mòn phải đi vòng qua Dãy núi Transantarctic để đến cao nguyên.","xh":"Oku akuyonto ilunge kakhulu ngenxa yokuba umzila kufuneka uthathe ixesha elide ujikeleze iiNtaba zeTransantarctic ukuze ufike kwithafa.","yo":"Oju opo yi ko jafafa to, itopa naa ni lati dojuko ibomiran ni agbegbe ori oke Transantarctic lati wa si petele.","zu":"Lezi azilula kakhulu ngakho umzila kumelwe uphambukele kude uzungeze iziNtaba zeTransantarctic ukungena enkangaleni."}
{"ar":"في البلدان المتقدمة اليوم، تم رفع مستوى المبيت والإفطار الفاخر إلى شكل فني.","zh":"在当今发达国家，提供豪华民宿已经上升为一种艺术形式。","en":"In developed countries today, providing deluxe bed and breakfasts has been raised to a sort of art-form.","eu":"Garatutako herrialdeetan, maila altuko lotarako tokia eta gosaria eskaintzea arte bihurtu da nolabait.","fr":"Aujourd'hui, dans les pays développés, l'offre de chambres d'hôtes de luxe a été élevée à une sorte de forme artistique.","ml":"ഇന്ന് വികസിത രാജ്യങ്ങളിൽ, ഡീലക്സ് ബെഡും ബ്രേക്ക്ഫാസ്റ്റും നൽകുന്നത് ഒരുതരം കലയായി മാറിയിട്ടുണ്ട്.","mr":"आज विकसित देशांमध्ये, उत्तम बिछाना आणि नाश्ता पुरवणे हे जणू एका कला प्रकाराप्रमाणे मोठे झाले आहे.","ne":"विकसित देशहरूमा आज, डिलक्स बेड र ब्रेकफास्टहरू प्रदान गर्ने कुरालाई कलाको-प्रकारको रूपमा बढाइएको छ।","es":"En la actualidad, brindar hospedaje y desayuno de lujo se ha vuelto, para los países del primer mundo, en una clase de forma de arte.","sw":"Katika nchi zilizoendelea leo, kuandaa kitanda cha deluksi na kiamshakinywa imeimarishwa kwa aina fulani ya kisanaa.","te":"నేడు అభివృద్ధి చెందిన దేశాల్లో, డీలక్స్ బెడ్ మరియు అల్పాహారాలను అందించడం ఒక విధమైన కళారూపంగా పెంచబడింది.","ur":"آج ترقی یافتہ ممالک میں، ڈیلکس بیڈ اور ناشتہ فراہم کرنا ایک قسم کے فن کی شکل اختیار کر گیا ہے۔","vi":"Ngày nay ở những nước phát triển, dịch vụ phòng nghỉ có phục vụ ăn sáng hạng sang đã được nâng lên tầm nghệ thuật.","xh":"Kumazwe aphuhlileyo kulemihla, ukunikeza ngenkozo ze bed and breakfast inyungeke yaba kwizinga lobugcisa.","yo":"Láwọn orílèèdè tó ni ìdàgbàsóké lónìí, pípèsè ibùsùn tó jíire àti oúnjẹ òwúrọ̀ ti di bí i iṣẹ̀ ọnà.","zu":"Emazweni aphucukile namuhla, ahlinzeka ngezindawo zokulala nokudla kwasekuseni kwenziwa kwaba indlela ethile yobuciko"}
{"ar":"تُملأ عموماً مساحة المناطق الأكثر شعبية، مثل برايت إنجل كامب غراوند المجاورة لـفانطوم رانتش، بالطلبات الواردة في التاريخ الأول، والتي يتم فتحها للحجز.","zh":"最受欢迎的区域比如幽灵牧场 (Phantom Ranch) 附近的光明天使 (Bright Angel) 露营地，通常在第一天开放预订时就会收到满额预订申请。","en":"Space for the most popular areas, such as the Bright Angel Campground adjacent to Phantom Ranch, generally fill up by the requests received on first date they are opened to reservations.","eu":"Toki ospetsuenak, hala nola Phantom Ranch ondoko Bright Angel kanpalekua, erreserbak egiteko lehen egunean bete ohi dira.","fr":"Les places dans les endroits les plus populaires tels que le Bright Angel Campground, voisin du Phantom Ranch, sont généralement remplies par les demandes reçues à la première date d'ouverture des réservations.","ml":"റിസർവേഷൻ തുടങ്ങുന്ന ആദ്യ ദിനം തന്നെ ലഭിക്കുന്ന അഭ്യർത്ഥനകൾ കൊണ്ട് ഫാൻറ്റം റാഞ്ചിന് അടുത്തുള്ള ബ്രൈറ്റ് എയ്ഞ്ചൽ ക്യാമ്പ്ഗ്രൗണ്ട് പോലെയുള്ള ജനപ്രിയമായ സ്ഥലങ്ങൾ നിറയും.","mr":"पॅन्थॉम रांचच्या शेजारील ब्राइट अॅन्गल कॅम्पग्राउंडसारख्या भागातील जागा साधारणत: त्या आरक्षणासाठी उघडतात, त्या पहिल्या दिवशीच मिळणाऱ्या विनंत्यांनी भरल्या जातात.","ne":"सबैभन्दा लोकप्रिय क्षेत्रहरूका लागि ठाउँ, जस्तै फ्यान्टम रेन्चसँग जोडिएको ब्राइट एन्जल क्याम्पग्राउन्ड, सामान्यतया आरक्षणका लागि खोलिएको पहिलो मितिमा प्राप्त अनुरोधहरूद्वारा नै भरिन्छन्।","es":"Por lo general, el espacio para las zonas más visitadas, como el Bright Angel Campground, que está junto a Phantom Ranch, se colma de solicitudes que llegan en la primera fecha disponible para hacer reservaciones.","sw":"Nafasi katika maeneo maarufu zaidi, kama vile Bright Angel Campground karibu na Phantom Ranch, kwa jumla hujaa kwa maombi yanayopokewa siku ya kwanza yanapofunguliwa kwa uhifadhi.","te":"ఫాంటమ్ రాంచ్ ప్రక్కన ఉన్న బ్రైట్ ఏంజెల్ క్యాంప్ గ్రౌండ్ వంటి అత్యంత ప్రజాదరణ పొందిన ప్రాంతాల కొరకు స్థలం సాధారణంగా వారు రిజర్వేషన్ లకు తెరవబడిన మొదటి తేదీన అందుకున్న అభ్యర్థనల ద్వారా నింపుతారు.","ur":"سب سے مقبول علاقوں کی جگہ، جیسا کہ فینٹم رینچ سے متصل برائٹ اینجل کیمپ گراؤنڈ، عموماً رزرویشن کھلنے کی پہلی تاریخ پر موصول ہونے والی درخواستوں سے بھر جاتی ہے۔","vi":"Thông thường, ngay từ ngày đầu tiên tiếp nhận yêu cầu xin cấp giấy phép, không gian cắm trại tại các khu vực phổ biến như Khu cắm trại Bright Angel gần Phantom Ranch đã kín đơn đăng ký cấp giấy phép.","xh":"Isithuba kwiindawo ezaziwa kakhulu, njengeBright Angel Campground emelene nePhantom Ranch, sizala zizicelo kusuku lokuqala zivulelel ukubhukisha indawo.","yo":"Àyè fún àwọn agbègbè olókìkí, bi ilè àgọ Brighy Angel ní ìkángun sí oko ẹran ọ̀sìn Phantom, lọ́pọ̀ ìgbà màa ń jẹ́ gbígbà tan nípa ìpè làti yọ̀nda tí o di gbígbà ní Ọjọ́ àkọ́kọ́ wọn si fàyẹ̀ gba mímú àyè sílẹ̀ síwáájú.","zu":"Indawo ezindaweni ezijwayeleke kakhulu, njenge-Bright Angel Campground eseduze kwe-Phantom Ranch, ngokuvamile egwaliswa izicelo ezitholakale ngosuku lokuqala kuvuliwe."}
{"ar":"شلالات فيكتوريا هي مدينة تقع في الجزء الغربي من زيمبابوي، عبر الحدود من ليفينغستون، وزامبيا، وبالقرب من بوتسوانا.","zh":"维多利亚瀑布镇是津巴布韦西部的一个小镇，与赞比亚的利文斯通接壤，靠近博茨瓦纳。","en":"Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.","eu":"Victoria Falls Zimbabweren mendebaldean dagoen herria da, Livingstoneko eta Zambiako mugetan, eta Botswanatik hurbil.","fr":"Victoria Falls est une ville située dans la partie occidentale du Zimbabwe, de l'autre côté de la frontière avec Livingstone, en Zambie, et près du Botswana.","ml":"വിക്റ്റോറിയ വെള്ളച്ചാട്ടം എന്നത് സിംബാബ്‍വേയുടെ പടിഞ്ഞറേ ഭാഗം, ലിവിംഗ്സ്റ്റണ്‍, സാംബിയ എന്നിവയുടെ അതിര്‍ത്തിയിലൂടെയും ബോത്സ്വാനയ്ക്ക് അടുത്തുള്ളതുമായ ഒരു പട്ടണമാണ്‌.","mr":"व्हिक्टोरिया फॉल हे झिम्बाब्वेच्या पश्चिम भागातील शहर आहे, ते लिव्हिंगस्टोन, झाम्बिया आणि बोट्स्वानाजवळ सीमेवर वसलेले आहे.","ne":"भिक्टोरिया झरना जिम्बावेको पश्चिमी भागमा अवस्थित लिभिङस्टोन, जाम्बिया र बोत्सवानाको नजिकबाट सीमा पारी रहेको छ।","es":"Victoria Falls es una ciudad en el oeste de Zimbabwe, pasando la frontera con Livingstone, Zambia, y cercana a Botswana.","sw":"Victoria Falls ni mji ulioko katika sehemu ya magharibi mwa Zimbabwe, kuvuka mpaka kutoka Livingstone, ya Zambia, na karibu na Botswana.","te":"విక్టోరియా జలపాతం జింబాబ్వే పశ్చిమ భాగాన   లివింగ్ స్టోన్, జాంబియా మరియు  బోత్స్వానా సరిహద్దు సమీపంలో ఉన్న  ఒక పట్టణం.","ur":"لونگ اسٹون سرحد کے پار، زامبیا، اور بوتسوانا کے قریب زمبابوے کے مغربی حصے میں وکٹوریا فال نامی ایک قصبہ ہے-","vi":"Victoria Falls là thị trấn nằm tại phía tây Zimbabwe, ở bên kia biên giới với thành phố Livingstone của Zambia và gần Botswana.","xh":"I-Victoria Falls, yidolophu ekwinxalenye esentshona eZimbabwe, ngaphesheya komda weLivingstone, eZambia kodwa kufutshane neBotswana.","yo":"Victoria Falls je ilu ni agbegbe iwo oorun Zimbabwe eyi ti o la enu ibode lati Livingstone, Zambia koja eyi ti o sunmo Botswana.","zu":"IMpophoma iVictoria idolobha elisengxenyeni esentshonalanga yaseZimbabwe, ngaphesheya komkhawulo kusuka eTsheni Eliphilayo, eZambia futhi eduze naseBotswana."}
{"ar":"واجهت الشرطة النيوزيلندية مشكلةً في استخدام جهاز الرادار لمعرفة السرعة التي كان يسير بها السيد\/ \"ريد\"، وذلك بسبب درجة انخفاض \"البلاك بيوتي\". وكانت المرة الوحيدة التي تمكنت فيها الشرطة من ضبط السيد\/ \"ريد\" عندما قلل السرعة إلى 160 كيلومتر في ساعة.","zh":"由于“黑美人”的底盘过低，新西兰警方没法用测速雷达枪来检测里德先生的车速。警方唯一一次成功检测到里德先生的车速，是在他将车速降到 160 公里\/小时的时候。","en":"The New Zealand police had trouble using their speed radar guns to see how fast Mr Reid was going because of how low Black Beauty is, and the only time the police managed to clock Mr Reid was when he slowed down to 160km\/h.","eu":"Zeelanda Berriko poliziak arazoak izan zituen abiadura neurtzeko radar-pistola erabiltzeko eta Reid zein abiaduran zihoan neurtzeko, Black Beauty oso baxua delako. 160 km\/h-ko abiadurara jaitsi zenean soilik lortu zuen Poliziak Reid harrapatzea.","fr":"La police néo-zélandaise a eu du mal à utiliser ses radars de vitesse pour voir à quelle vitesse roulait M. Reid en raison du faible niveau de Black Beauty. La seule fois où la police a réussi à chronométrer M. Reid, c'est quand il a ralenti à 160 km\/h.","ml":"ബ്ലാക്ക് ബ്യൂട്ടി കുറവായ കാരണത്താൽ മിസ്റ്റർ റീഡ് എത്ര വേഗത്തിൽ പോകുന്നുവെന്ന് കാണാൻ ന്യൂസിലാൻഡ് പോലീസിന് അവരുടെ സ്പീഡ് റഡാർ തോക്കുകൾ ഉപയോഗിക്കുന്നതിൽ പ്രശ്‌നമുണ്ടായിരുന്നു. മണിക്കൂറിൽ 160 കിലോമീറ്ററായി വേഗത കുറയ്ക്കുമ്പോൾ മാത്രമാണ് മിസ്റ്റർ റീഡിന്റെ വേഗത അളക്കാൻ പോലീസിനായത്.","mr":"ब्लॅक ब्यूटीचा वेग किती कमी आहे आणि मिस्टर रीड किती वेगवान आहे हे पाहण्यासाठी न्यूझीलंड पोलिसांना त्यांच्या स्पीड रडार गन्स वापरण्यात अडचण आली आणि जेव्हा पोलिस मिस्टर रीडला पाहण्यात यशस्वी झाले तेव्हा तिचा वेग 160 किमी\/ताशी पर्यंत कमी झाला होता.","ne":"न्युजील्यान्ड प्रहरीले आफ्नो स्पीड रडार बन्दुकको प्रयोग गरेर श्री रेडको गतिलाई ब्ल्याक ब्यूटीसँग तुलना गर्न खोजिरहेको क्रममा समस्या उत्पन्न भएको थियो र प्रहरीले श्री रेडलाई अवलोकन गर्दा उनले आफ्नो गति 160 किमि प्रति घण्टामा घटाएका थिए।","es":"Debido a lo bajo que se encuentra Black Beauty, fue difícil para la policía de Nueva Zelanda determinar con sus radares de velocidad cuán rápido iba el Sr. Reid y en el único momento en el que pudieron medir su tiempo fue cuando desaceleró a 160 km\/h.","sw":"Polisi wa New Zealand walikua na shida kutumia bunduki zao za rada ya kasi kuona jinsi Mr Reid alivyoendesha gari kwa sababu ya vile urembo ulikua chini, wakati polisi waliweza kumuweka Bwana Reid wakati alipopunguza mwendo hadi 160 Km\/h.","te":"Black Beauty ఎంత తక్కువ వేగంతో వెళుతుందని తెలిసినప్పటికీ, మిస్టర్ రీడ్ ఎంత వేగంగా వెళ్తున్నాడో చూడటానికి న్యూజిలాండ్ పోలీసులు తమ స్పీడ్ రాడార్ తుపాకులను ఉపయోగించడంలో ఇబ్బంది పడ్డారు, మరియు మిస్టర్ రీడ్‌ కారు వేగాన్ని 160km\/hకు తగ్గించినప్పుడు మాత్రమే పోలీసులు అతన్ని పట్టుకోగలరు.","ur":"نیوزی لینڈ پولیس کو اپنی اسپیڈ ریڈار بندوقوں کا استعمال کرتے ہوئے یہ جاننے میں پریشانی ہوئی کہ مسٹر ریڈ کتنی تیزی سے چل رہا ہے کیونکہ بلیک بیوٹی کتنی کم ہے، اور واحد مرتبہ جب پولیس نے مسٹر ریڈ کو دیکھنے میں اس وقت کامیاب ہوئی جب اس کی رفتار 160 کلو میٹر تک گٹھ گئی۔","vi":"Cảnh sát New Zealand gặp khó khi sử dụng súng bắn tốc độ để đo tốc độ của ông Reid đã đi và chiếc Black Beauty quá thấp, và thời điểm cảnh sát xoay sở để đo được tốc độ của ông Reid là khi ông ta giảm tốc xuống còn 160km\/h.","xh":"Amapolisa aseNew Zealand anengxaki yokusebenzisa imipu yayo ye-radar yokujonga isantya ukuze abone ukuba uMnu Reid ubaleka kangakanani ngenxa yokuba phantsi kukaBlack Beauty, kwaye ixesha akwaze ngalo ukubona ukuba uMnu Reid kube ngelixa ecotha ehamba nge-160km\/h.","yo":"Àwọn ọlọ́pàá ilẹ̀ New Zealand ní ìṣòro lílo ìbọn speed radar wọn láti rí bí Ọ̀gbẹ́ni Reid ṣe ń sáré tó, nítorí bí ẹwà ẹ̀nìyàn dudu ti ri, ẹ̀ẹ̀kan soso tí àwọn ọlọ́pàá yóò rí bí Ọgbẹ́ni Reid ṣe ń sáré sí ni ìgbà tí Ó sinmi díẹ̀, èyi ni ọgọ́ta kìlómíta láàrin wákàtí.","zu":"Amaphoyisa aseNyuzilandi abenenkinga yokusebenzisa izibhamu zawo zokubona isivinini ukubona ukuthi uMnu Reid wayeshesha kangakanani ngenxa yendlela i-Black Beauty ephansi ngayo, futhi okuwukuphela kwesikhathi lapho amaphoyisa ekwaze ukubona isivinini sikaMnu Reid bekuyilapho enciphisa isivinini eya ku-160km\/h."}
{"ar":"وصل مسؤول بشركة الغاز إلى مكان الحادث بعد أن أبلغ أحد الجيران عن تسرب غاز.","zh":"在一位邻居打电话称发生煤气泄漏之后，煤气公司的一名高级职员在现场进行汇报。","en":"An official with the gas company was reporting to the scene after a neighbor called about a gas leak.","eu":"Gas-konpainiako langile bat deitu zuten etxebizitzara, bizilagun batek gas-isuri bati buruzko deia egitean.","fr":"Un agent de la compagnie de gaz s'est rendu sur les lieux après qu'un voisin ait appelé au sujet d'une fuite de gaz.","ml":"വാതക ചോർച്ചയെ കുറിച്ച് ഒരു പരിസരവാസി വിളിച്ചതിന് ശേഷം ഗ്യാസ് കമ്പനിയിലെ ഒരു ഉദ്യോഗസ്ഥൻ സംഭവസ്ഥലത്ത് എത്തി.","mr":"गॅस कंपनीच्या अधिकाऱ्याला शेजारील गॅस गळती बद्दल सांगितल्यानंतर तो घटनास्थळी पोहोचला.","ne":"छिमेकीले ग्याँस चुहिएको बारेमा फोन गरेपछि ग्याँस कम्पनीका एक अधिकारीले घटनास्थलमा खबर गरिरहेका थिए।","es":"Un empleado de la compañía de gas se acercó al lugar, a raíz de la llamada de un vecino alertando sobre una fuga de gas.","sw":"Afisa wa kampuni ya gesi alikuwa anaripoti mahali pa tukio baada ya jirani kupiga simu kuhusu uvujaji wa gesi.","te":"గ్యాస్ లీక్ గురించి పొరుగువ్యక్తి కాల్ చేసిన తరువాత గ్యాస్ కంపెనీ తో ఉన్న ఒక అధికారి సంఘటనా స్థలానికి సమాచారం అందించారు.","ur":"ایک پڑوسی کی طرف سے فون کے ذریعہ گیس لیک ہونے کی خبر دینے کے بعد، گیس کمپنی کا ایک اہلکار جائے حادثہ سے اطلاع دے رہا تھا۔","vi":"Một nhân viên của công ty gas đã đến hiện trường sau khi một người hàng xóm gọi điện thoại báo có rò rỉ gas.","xh":"Igosa elivela kwinkampani yegesi liye lafika kuloo ndawo emva kokuba ummelwane eye wakhalaza malunga nokuvuza kwegesi.","yo":"Aládarí pẹ̀lú iléeṣẹ́ gáàsì ń jábọ̀ sí ìṣẹ̀lẹ̀ lẹ́yìn tí alájọgbé pè nípa gáàsì tó ń jò.","zu":"Isiphathimandla senkapani yegesi saya endaweni yesigameko ngemva kokuba umakhelwane ebike ukuvuza kwegesi."}
{"ar":"يوجد عددٌ من المطاعم المحيطة بالحديقة، وغالباً ما تُقام حفلاتٌ موسيقيةٌ مجانية ٌمن الشرفة المركزية في فترات بعد الظهر والمساء.","zh":"花园周围有许多餐馆，在下午和晚上，中央凉亭经常会有免费演唱会。","en":"There are a number of restaurants surrounding the garden, and in the afternoons and evening there free concerts are often given from the central gazebo.","eu":"Hainbat jatetxe daude lorategiaren ondoan eta arratsalde eta iluntzeetan doako kontzertuak egiten ohi dira erdiko kioskoan.","fr":"On peut trouver un grand nombre de restaurants autour du jardin, et des concerts gratuits ont souvent lieu l'après-midi et le soir depuis le kiosque central.","ml":"പൂന്തോട്ടത്തിന് ചുറ്റും നിരവധി റെസ്റ്റോറന്റുകളുണ്ട്, നടുവിലുള്ള മട്ടുപ്പാവിൽ ഉച്ചകഴിഞ്ഞും വൈകുന്നേരവും സൗജന്യ സംഗീതമേളകൾ ഉണ്ടാവാറുണ്ട്.","mr":"या उद्यानासभोवती अनेक उपाहार गुहे आहेत आणि दुपारी आणि संध्याकाळी इथे बर्‍याचदा मध्यवर्ती व्यासपीठावरून  मोफत मैफिलींचे आयोजन केले जाते.","ne":"त्यहाँ बगैंचा वरिपरि थुप्रै रेस्टुरेन्टहरू छन्, र दिउँसो र बेलुका त्यहाँ प्रायः केन्द्रीय गजेबोबाट दिइने निःशुल्क कन्सर्टहरू हुन्छन्।","es":"El jardín está rodeado por varios restaurantes y, por las tardes y por las noches, se suelen ofrecer conciertos gratuitos desde la glorieta central.","sw":"Kuna mikahawa kadhaa inayozunguka bustani, na katika nyakati za adhuhuri na jioni maonyesho ya bure hufanywa huko katika gazebo iliyo katikati.","te":"తోట చుట్టూ అనేక రెస్టారెంట్లు ఉన్నాయి, అక్కడ మధ్యాహ్నం ఇంక సాయంత్రం సమయంలో ఉచిత కచేరీలు తరచుగా సెంట్రల్ గజెబో నుంచి ఇస్తారు.","ur":"باغ کے گرد و پیش کئی ایک رستوراں ہیں، اور سہ پہر اور شام میں یہاں اکثر مرکزی گزیبو سے مفت کنسرٹ پیش کئے جاتے ہیں۔","vi":"Có nhiều nhà hàng xung quanh khu vườn và vào buổi chiều và buổi tối, có các buổi hòa nhạc miễn phí từ khu vực khán đài trung tâm.","xh":"Kukho iqela lendawo zotyela ezingqunge igadi, kwaye emvakwemini nasemalanga kuxaphake ukubakho imidlalo yeqonga esuka kwi ntente esesiqikithini.","yo":"Àwọn ilé óúnjẹ́ yí ọgbà náà ká, ní ọ̀san àti ní alé wọ́n fún central gazebo ní àwọn orin kíkọ.","zu":"Kunezitolo zokudlela eziningana ezizungeze ingadi, futhi emini nasentambama lapho amakhonsati wamahhala avame ukunikezwa kusuka etendeni eliyinhloko."}
{"ar":"تخرّج في كلية الآداب والعلوم في جامعة فرجينيا عام 1950 وكان متبرعًا بارزًا لهذه المؤسسة.","zh":"他在 1950 年毕业于弗吉尼亚大学艺术与科学学院，并且是该校的重要捐赠者。","en":"He graduated from the College of Arts & Sciences of the University of Virginia in 1950 and was a significant donor to that institution.","eu":"Virginia-ko Unibertsitatean graduatu zen 1950ean, Arte eta Zientzien fakultatean, eta erakundearen dohaintza-emaile nabarmena izan zen.","fr":"Il est diplômé du Collège des arts et sciences de l’Université de Virginie depuis 1950 et a été un donateur important de cette institution.","ml":"1950 ൽ വിർജീനിയ സർവകലാശാലയിലെ കോളേജ് ഓഫ് ആർട്സ് & സയൻസസിൽ നിന്ന് ബിരുദം നേടി ആ സ്ഥാപനത്തിന് ഒരു പ്രധാന ദാതാവായിരുന്നു.","mr":"त्याने १९५० मध्ये व्हर्जिनिया विद्यापीठाच्या आर्ट्स आणि सायन्य महाविद्यालयातून पदवी प्राप्त केली होती आणि तो त्या संस्थेचा एक महत्त्वाचा दाता होता.","ne":"उनले सन् 1950 मा भर्जिनिया विश्वविद्यालयको कला र विज्ञान कलेजबाट स्नातक गरेर त्यो संस्थाको महत्वपूर्ण दाता थिए।","es":"Obtuvo su diploma en 1950, en la Facultad de Artes y Ciencias de la Universidad de Virginia. También realizó grandes contribuciones en su favor.","sw":"Alihitimu kutoka Chuo cha Sanaa na Sayansi cha Chuo Kikuu cha Virginia mnamo 1950 na alikuwa mfadhili muhimu wa taasisi hiyo.","te":"అతను 1950లో వర్జీనియా విశ్వవిద్యాలయం యొక్క కాలేజ్ ఆఫ్ ఆర్ట్స్ & సైన్సెస్ నుండి పట్టభద్రుడయ్యాడు మరియు ఆ సంస్థకు గణనీయమైన దాత.","ur":"وہ 1950 میں یونیورسٹی آف ورجینیا کے کالج آف آرٹس اینڈ سائنسز سے فارغ ہوا اور اس ادارہ کے ممتاز عطیہ دہندگان میں سے ایک تھا۔","vi":"Ông tốt nghiệp trường Nghệ thuật và Khoa học, thuộc Đại học Virginia vào năm 1950 và là nhà tài trợ quan trọng cho ngôi trường này.","xh":"Wathweswa isidanga eCollege of Arts & Sciences yeUniversity of Virginia ngo-1950 yaye ebengomnye wabantu abanikela kakhulu kule ntlangano.","yo":"O keko jade ni eka ti ise owo ati imo sayensi ni ile iwe giga Virginia ni odun 1950 o si je olugbeowosile ti o se koko si ile iwe naa.","zu":"Uthole iziqu kuyiCollege of Arts & Sciences yaseNyuvesi yaseVirginia ngo-1950 futhi wayengumuphi oqhamile kuleyo nhlangano."}
{"ar":"مع ذلك، توقع أن تنقطع أنفاسك، وتوخَّ الحذر في الأجزاء الأكثر انحداراً، خاصةً عندما تكون مبتلة، حيث يمكن أن تصبح سريعة بشكل خطير.","zh":"据说会让人喘不过气来，还有在陡峭的地方要小心谨慎，特别是天气潮湿时，情况有可能很快变得很危险。","en":"That said, expect to be out of breath, and take care in the steeper portions, especially when wet, as it can become dangerous quickly.","eu":"Hori esan ondoren, jakinarazten dizugu hitzik gabe geratuko zarela. Halaber, kontuz ibili tarte maldatsuetan, batez ere hezetasuna badago, arriskutsua izan baitaiteke.","fr":"Ceci étant dit, attendez-vous à être à bout de souffle et soyez vigilant dans les portions les plus raides, surtout en cas d'humidité, car cela peut très vite mal tourner.","ml":"അതായത്, കിതപ്പ് പ്രതീക്ഷിക്കുക, കുത്തനെയുള്ള ഭാഗങ്ങളിൽ കരുതലെടുക്കുക, പ്രത്യേകിച്ചും നനവുള്ളപ്പോൾ, കാരണം അത് വളരെ അപകടകരമാകാം.","mr":"असे असले तरी, धाप लागू शकते आणि निसरड्या भागांमध्ये, खासकरून ओले असताना ते लगेचच धोकादायक होऊ शकतात म्हणून काळजी घ्या.","ne":"त्यस्तो भनिन्छ कि, श्वास बन्द हुने अपेक्षा हुन्छ र ठाडो अंशहरूमा सावधानी अपनाउनु पर्छ, विशेष गरी जब भिजेको हुन्छ, यो छिट्टै खतरनाक हुन सक्छ।","es":"No obstante, prepárese para la falta de aire y tenga cuidado en las partes más pronunciadas, en especial cuando estén húmedas, dado que pueden volverse peligrosas rápidamente.","sw":"Hilo likiwa limesemwa, tarajia kuishiwa na pumzi, na kuwa mwangalifu katika sehemu zenye mwinuko mno, haswa wakati wa unyevunyevu, kwa sababu inaweza kuwa hatari haraka.","te":"ఆ విధంగా, శ్వాస బయటకు ఉండాలని ఆశించండి, మరియు స్టీపర్ భాగాల్లో జాగ్రత్త వహించండి, మరిముఖ్యంగా తడిగా ఉన్నప్పుడు, ఇది త్వరగా ప్రమాదకరంగా మారుతుంది.","ur":"اتنا کہنے کے بعد، توقع کرو کہ تمہارا سانس لینا مشکل ہوگا اور بھیگی حالت میں زیادہ چھچھلے حصوں مین اترنے سے احتیاط کریں کیوں کہ یہ علی الفور خطرناک ہو سکتا ہے۔","vi":"Điều đó nghĩa là bạn sẽ mệt đứt hơi và nên cẩn thận với những khúc dốc, nhất là khi ẩm ướt, vì nó có thể trở nên nguy hiểm rất nhanh.","xh":"Bathi, kulindela ukungakwazi ukuphefumla, uziqaphele indawo ezingamaxethuka, ikakhulu xa kumanzi, njengoko ingasuka ibenobungozi ngokukhawuleza.","yo":"Wọ́n sọ pé, kí a ma retí mímí húlehúle, kí a sì tajú ara wá ní ibi tí ó bá lọsílẹ̀,pàápàá nígbàtí ilẹ̀ bá tuntun, nítorí ó lè ní ewu kíákíá.","zu":"Nokho, lindela ukuphelelwa umoya, futhi uziqaphele ezingxenyeni ezehlelayo, ikakhulukazi lapho kumanzi, njengoba kungaba yingozi ngokushesha."}
{"ar":"احتوت لونو على من 120 إلى 160 متراً مكعّباً من الوقود على متنها، عند تحطمها ودفع الرياح الشديدة والأمواج العالية لها لتصطدم بحائل الأمواج.","zh":"“Luno”号上载有 120-160 立方米的燃料。在发生故障后，大风和海浪把它推到了防波堤上。","en":"The Luno had 120–160 cubic metres of fuel aboard when it broke down and high winds and waves pushed it into the breakwater.","eu":"Luno-ak 120-160 metro kubiko erregai zituen hondatu zenean eta haize eta olatu bortitzek olatu-hormara bultzatu zutenean.","fr":"Le Luno avait 120–160 mètres cubes de carburant à bord lorsqu’il est tombé en panne, alors que les vents violents et les vagues l’ont poussé dans le brise-lames.","ml":"ദി ലൂണോ തകർന്ന് ഉയർന്ന കാറ്റും തിരമാലകളും ഇതിനെ കടൽഭിത്തിയിലേക്ക് തള്ളിയപ്പോൾ 120-160 ക്യൂബിക് മീറ്റർ ഇന്ധനം കപ്പലിൽ ഉണ്ടായിരുന്നു.","mr":"लुनो बंद पडले तेव्हा त्यामध्ये १२०-१६० क्युबिक मीटर इतके इंधन होते आणि सोसाट्याचा वारा व लाटांनी त्याला बंधाऱ्यावर ढकलले.","ne":"लुनो टुक्रिदा यसमा 120–160 घनमिटर इन्धन थियो र उच्च आँधी र छालले यसलाई बाँधमा धकेल्यो।","es":"Cuando se produjo la avería, el Luno llevaba 120-160 metros cúbicos de combustible a bordo y los vientos fuertes y las olas lo arrastraron contra el espigón.","sw":"Luno ilikuwa na mita 120-160 za ujao za mafuta ndani yake wakati ilipoharibika na upepo mkali na mawimbi yakaisukuma ndani ya kizuizi cha maji.","te":"లూనో 120–160 క్యూబిక్ మీటర్ల ఇంధనాన్ని కలిగి ఉంది, ఇది విరిగిపోయినప్పుడు మరియు అధిక గాలులు మరియు అలలు బ్రేక్ వాటర్ లోనికి నెట్టబడ్డాయి.","ur":"لونو میں 160-120 کیوبک میٹر ایندھن تھا جب یہ خراب ہو گیا اور تیز ہوا اور لہروں نے اس کو ساحل پر بنی روکاٹ میں دھکیل دیا۔","vi":"Con tàu Luno đã có 120 - 160 mét khối nhiên liệu trên tàu khi nó bị hỏng và bị gió cùng sóng lớn đẩy vào đê chắn sóng.","xh":"iLuno ibine-120-160 ye-cubic metres yamaftuha ngaphakathi xa yangakwazi ukuhamba kwaye imimoya enkulu kunye namaza ayityhalela elunxwemeni.","yo":"Ọkọ̀ ojú omi náà gbé ọgọ́fà sí ọgọ́jọ ìwọ̀n mita epo nígbà tí ó dẹnu kọlẹ̀ tí ìjì àti ìgbì tì í sínú ibi ọkọ̀ omi .","zu":"I-Luno ibinamamitha aphindwe kathathu kaphethiloli angu-120-160 ngesikhathi iwa futhi imimoya enamandla yayiphushela emanzini."}
{"ar":"أولاً، يجب أن تطفئ مفتاح المصباح أو تفصل الكابل.","zh":"首先，务必关闭照明灯具的开关或断开电缆连接。","en":"First, the switch for the light fixture needs to be turned off or the cable disconnected.","eu":"Hasteko, argia ematen duen altzariaren etengailuak itzalita egon behar du, edo kableak entxufetik aterata.","fr":"Tout d’abord, l’interrupteur de l’appareil d’éclairage doit être éteint ou le câble débranché.","ml":"ആദ്യം, ലൈറ്റ് ഫിക്‌ചറിനായുള്ള സ്വിച്ച് ഓഫാക്കുകയോ കേബിൾ വിച്ഛേദിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.","mr":"प्रथम, झुंबराचे बटण बंद करावे लागले किंवा केबलचा वीजपुरवठा खंडीत करावा लागेल.","ne":"सर्वप्रथम, प्रकाश स्थिरताको लागि स्विच बन्द गर्नु वा तार विच्छेद गर्नु जरुरी हुन्छ।","es":"Lo primero que se debe hacer con la lámpara es apagar su interruptor o desconectarla.","sw":"Kwanza, swichi ya taa nyepesi inahitaji kuzimwa au waya kutengwa.","te":"ముందుగా, లైట్ ఫిక్చర్ కోసం స్విచ్ ని ఆఫ్ చేయాలి లేదా కేబుల్  ని డిస్‌కనెక్ట్ చేయాలి.","ur":"سب سے پہلے، بجلی ٹھیک کرنے کے لئے سوئچ کو بند کرنے یا کیبل منقطع کرنے کی ضرورت ہے۔","vi":"Trước tiên phải tắt công tắc thiết bị chiếu sáng hoặc ngắt cáp.","xh":"Okokuqala, i-switch yesibane imele icinywe okanye kwenziwe iintambo zingasebenzi.","yo":"Àkọ́kọ́, ibí ti a ti ń tan iná ní láti wà ní pípa tàbí kí a yọ gbogbo wáyà iná náà dàn.","zu":"Okokuqala, isiqhebeza sesibani kumelwe sicinywe noma ikhebula ingaxhunywa."}
{"ar":"قالت: \"لا توجد معلومات استخبارية تشير إلى هجوم وشيك.","zh":"她说：“没有情报表明近期会有袭击发生。","en":"She said, \"There is no intelligence to suggest that an attack is expected imminently.","eu":"Haren esanean, “ez dago berehalako erasoren bat gertatuko dela dioen informaziorik.","fr":"Elle a déclaré : « Aucun renseignement ne permet de penser qu'une attaque est pressentie dans l’immédiat ».","ml":"\"അവള്‍ പറഞ്ഞു, \"\"ഒരു ആക്രമണം ഉടന്‍തന്നെ പ്രതീക്ഷിക്കാമെന്നുള്ള ഇന്‍റലിജന്‍സ് അറിയിപ്പുകളൊന്നുമില്ല.\"","mr":"त्या म्हणाल्या, ''त्वरित हल्ला होण्याची शक्यता वर्तवण्यासाठी कोणतीही गुप्तचर यंत्रणा नाही.","ne":"उनले भनिन्, “त्यहाँ कुनै आक्रमण तत्काल हुने वाला छ भन्ने सुझाव दिने कुनै बौद्धिक जानकारी छैन।”","es":"Ella afirmó: «No hay inteligencia que sugiera que sea esperable un ataque en lo inmediato.","sw":"Alisema, \"Hakuna busara ya kupendekeza kuwa shambulio linatarajiwa kabisa.","te":"ఈ సందర్భంగా ఆమె మాట్లాడుతూ.. 'దాడి జరిగే అవకాశం ఉందని చెప్పడానికి ఎలాంటి తెలివితేటలు లేవు.","ur":"اُس نے کہا،”اس بات کی تجویز دینا کوئی عقلمندی نہیں کہ ایک حملہ فوری طور پر متوقّع ہے۔","vi":"Bà nói: \"Không có thông tin tình báo nào cảnh báo về một cuộc tấn công sắp diễn ra.","xh":"Uthe, \"Akukho zinkcukatha ezithi kunohlaselo olulindelweyo.","yo":"Arábìnrin náà sọ wípé “Kò sí ìtalólobó kankan tó tọ́ka sí wípé àkọlù jẹ ohun ti à ń retí láìpẹ́.","zu":"Wathi, \"Ayikho imibiko esikisela ukuthi ukuhlaselwa kumelwe kulindelwe maduzane."}
{"ar":"وقال السيد كوستيلو: \"إذا أصبح الأمر تجارياً، فيجب أن نمتكله. بمعنى، أنه ليس هناك اعتراض من حيث المبدأ على الطاقة النووية\".","zh":"“如果可以用于商业目的，我们就应该推广这种方式。也就是说，原则上不存在反对核能的理由。”科斯特洛先生说道。","en":"\"If it becomes commercial, we should have it. That is, there's no in-principle objection to nuclear energy\" Mr Costello said.","eu":"“Komertziala bihurtzen bada, eduki beharko genuke. Hau da, ez dago energia nuklearraren kontrako objekziorik” esan du Costello-k.","fr":"\"\"\"Si cela devient un marché rentable, nous nous devons d'y être présent. Il n'y a en principe aucune opposition à l’énergie nucléaire\"\" a déclaré M. Costello.\"","ml":"“അത്  വാണിജ്യപരമായാൽ നമുക്കത് ഉണ്ടായിരിക്കണം. അതായത്, ആണവോർജ്ജത്തിന് യാതൊരുതരത്തിലുമുള്ള ആദർശ തടസ്സവുമില്ല” മിസ്റ്റർ കോസ്റ്റെല്ലോ പറഞ്ഞു.","mr":"\"\"\" जर ते व्यावसायिक झाले, तर आपल्याला ते हवे आहे. म्हणजे अणुऊर्जा यासाठी तत्वत: कोणताही आक्षेप नाही\"\" असे श्री. कॉस्टेलो म्हणाले.\"","ne":"“यो व्यावसायिक हुन्छ भने, हामीसँग यो हुनुपर्छ। अर्थात्, आणविक ऊर्जाका लागि कुनै सैद्धान्तिक आपत्ति छैन” मिस्टर कोस्टेल्लोले भने।","es":"«Si se empieza a comercializar, deberíamos tenerla. Es decir, en principio, no hay reparos en contra de la energía nuclear», comentó Costello.","sw":"\"Kama itakuwa ya kibiashara, tunapaswa kuwa nayo. Yaani, hakuna upingaji wa nishati ya nyuklia kikanuni, Bw Costello alisema.","te":"\"\"\"\"\"\"\"అది వాణిజ్యపరంగా మారితే, మనం దానిని కలిగి ఉండాలి. అంటే అణుశక్తివిషయంలో ఎలాంటి సూత్రప్రాయమైన అభ్యంతరం లేదు'' అని మిస్టర్ కోస్టెల్లో తెలిపారు.\"\"\"","ur":"اگر یہ کمرشل ہو جاتی ہے تو، ہمیں اسے حاصل کرنا چاہئے۔ مسٹر کوسٹیلو نے کہا کہ \"اصولی طور پر جوہری توانائی پر کوئی اعتراض نہیں ہے۔\"","vi":"\"Nếu nó được thương mại hóa, chúng ta nên sử dụng nó. Tức là, không có sự phản đối nào về nguyên tắc đối với năng lượng nguyên tử, ông Costello nói.\"","xh":"\"UKuba iyashishinisa, simele sibe nayo. Ukuthi,akukho gunya lichaseneyo namandla enuclear\" watsho uMnu Costello.","yo":"“Tí ó bá di ti ọrọ̀ ajé, ó yẹ ká ní i. Ìyẹn ni pé, kò si ilòdì sí òfin ìpìlẹ̀ si ìdínkù agbára bi arákùnrin” Costello ṣe sọ.","zu":"\"Uma ethengiswa, kumelwe sibe nawo. Okungukuthi, akukho ukwenqaba okuyisimiso amandla wenuzi\" kwasho uMnu Khostello."}
{"ar":"لا داعي للزعر فحالة الرئيس مستقرة، ولكن سيتم عزله في المنزل لعدة أيام.","zh":"尽管总统将居家隔离数日，但他的病情很稳定。","en":"The president's condition is stable, though he will be isolated at home for several days.","eu":"Presidentearen egoera egonkorra da, baina etxean isolatuta egongo da hainbat egunez.","fr":"L'état de santé du Président est stable, bien qu'il reste confiné chez lui pendant plusieurs jours.","ml":"പ്രസിഡന്റിന്റെ അവസ്ഥ സ്റ്റേബിളായി തുടരുകയാണ്, എന്നിരുന്നാലും അദ്ദേഹം ദിവസങ്ങളോളം വീട്ടിൽ തുടരും.","mr":"राष्ट्रपतीची प्रकृती स्थिर आहे, परंतु कित्येक दिवस त्याला घरात एकांतात ठेवले जाणार आहे.","ne":"राष्ट्रपतिको अवस्था स्थिर भए पनि उनलाई केही दिनका लागि घरमा अलग राखिनेछ।","es":"El presidente se encuentra estable, aunque permanecerá aislado en su casa por varios días.","sw":"Hali ya rais ni thabiti, ingawa atatengwa nyumbani kwa siku kadhaa.","te":"అధ్యక్షుడి పరిస్థితి నిలకడగా ఉంది, అయితే అతను చాలా రోజుల పాటు ఇంటి వద్ద ఒంటరిగా ఉంటారు.","ur":"صدر جمہوریہ کی حالت مستحکم ہے، اس کے باوجود وہ کئی دنوں تک گھر پر الگ تھلگ رہیں گے۔","vi":"Tình trạng sức khỏe của tổng thống vẫn ổn định, mặc dù ông sẽ phải cách ly tại gia thêm vài ngày nữa.","xh":"Imeko kamongameli izinzile, nangona eza kubekelwa bucala ekhaya iintsuku ezininzi.","yo":"Ara ààrẹ̀ ti balẹ̀, lóòótọ́ ó sì má a wà ní ìyaraẹnisọ́tọ̀ nílé fún ọ̀pọ̀lọpọ̀ ọjọ́.","zu":"Isimo sikamongameli sizinzile, nakuba ezohlukaniswa abe yedwa ekhaya izinsukwana."}
{"ar":"القهوة هي إحدى أكثر السلع المتداولة في العالم، وقد تعثر على أنواع كثيرة في منطقتك الأم.","zh":"咖啡是全球交易量最大的商品之一，你在家乡很可能可以买到种类繁多的咖啡。","en":"Coffee is one of the world's most traded commodities, and you can probably find many types in your home region.","eu":"Kafea da munduan gehien salerosten den produktua eta, seguruenik, zeure eskualdean hainbat kafe mota egongo dira eskuragarri.","fr":"Le café est l’une des marchandises les plus vendues au monde, et vous pouvez probablement en trouver de nombreux types dans votre région d’origine.","ml":"ലോകത്തിൽ ഏറ്റവും അധികം വ്യാപാരം ചെയ്യപ്പെടുന്ന ചരക്കുകളിൽ ഒന്നാണ്‌ കാപ്പി, നിങ്ങളുടെ നാട്ടിൽ മിക്കവാറും പല തരത്തിലുള്ളവ കണ്ടെത്താൻ നിങ്ങൾക്ക്  കഴിയും.","mr":"कॉफी ही जगातील सर्वाधिक व्यापार केल्या जाणाऱ्या वस्तूंपैकी 1 आहे तसेच तुम्हाला तुमच्या गृह प्रदेशात याचे अनेक प्रकार आढळतील.","ne":"कफी विश्वको सबैभन्दा धेरै व्यापार गरिने चीजहरूमध्ये एक हो र तपाईं सायद आफ्नो घर क्षेत्रमा यसका धेरै प्रकारहरू भेट्टाउनुहुनेछ।","es":"El café es una de las mercancías básicas que más se comercializa a nivel mundial y es probable que encuentre muchas variedades en su región de origen.","sw":"Kahawa ni mojawapo ya bidhaa zinazouzwa sana duniani, na labda unaweza kupata aina nyingi katika eneo lako la nyumbani.","te":"కాఫీ ప్రపంచంలో అత్యంత వర్తకం చేసే వస్తువులలో ఒకటి,  మీరు బహుశా మీ ఇంటి ప్రాంతంలో అనేక రకాలను చూడవచ్చు.","ur":"کافی دنیا کی سب سے زیادہ تجارت والی اشیاء میں سے ایک ہے، اور آپکو اپنے آبائی علاقے میں اسکی کئی قسمیں مل جائیں گی۔","vi":"Cà phê là một trong những mặt hàng được buôn bán nhiều nhất thế giới và bạn có thể tìm thấy rất nhiều loại cà phê nơi quê nhà của mình.","xh":"Ikofu yeyona mveliso kurhwetywa ngayo ehlabathini, yaye ungafumana iintlobo ezahlukahlukeneyo kummandla ohlala kuwo.","yo":"Kọfí jẹ́ ọ̀kan nínú àwọn ohun èlò tí wọ́n ń tà lágbàáyé, o sì lè rí i ní ọ̀pọ̀ ẹkùn ilé rẹ.","zu":"Ikhofi lingomunye wemikhiqizo yomhlaba okuhwetshwa ngawo kakhulu, futhi cishe ungathola izinhlobo eziningi endaweni yangakini."}
{"ar":"عادة ما تكون نقطة تفتيش الهجرة هي المحطة الأولى عند النزول من طائرة أو سفينة أو مركبة أخرى.","zh":"入境检查站通常是走下飞机、轮船或其他交通工具后经过的第一站。","en":"An immigration checkpoint is usually the first stop when disembarking from a plane, a ship, or another vehicle.","eu":"Immigrazio-kontrola da hegazkin, ontzi edo beste ibilgailu batetik atera ondorengo lehen geldialdia.","fr":"Un point de contrôle d'immigration est habituellement la première étape lorsque vous débarquez d'un avion, d'un bateau ou d'un autre véhicule.","ml":"ഒരു വിമാനത്തിൽ നിന്നോ കപ്പലിൽ നിന്നോ മറ്റൊരു വാഹനത്തിൽ നിന്നോ ഇറങ്ങുമ്പോൾ പൊതുവെയുള്ള ആദ്യത്തെ സ്റ്റോപ്പാണ് ഒരു ഇമിഗ്രേഷൻ ചെക്ക് പോയിന്റ്.","mr":"विमान, जहाज किंवा दुसऱ्या एखाद्या वाहनातून उतरताना साधारणपणे इमिग्रेशन चेकपॉईंट हा पहिला थांबा असतो.","ne":"विमान, जहाज वा अन्य गाडीबाट उत्रिदा अध्यागमन चेकपोइन्ट प्रायः पहिलो स्टप हो।","es":"Por lo general, un puesto de control de inmigración es la primera parada al descender de una aeronave, barco u otro medio de transporte.","sw":"Kituo cha kukaguliwa kwa wahamiaji kwa kawaida ndipo mahali pa kwanza kusimama unaposhuka kwenye ndege, meli ama gari jingine.","te":"ఒక విమానం, ఓడ లేదా మరో వాహనం నుంచి దిగినప్పుడు సాధారణంగా ఇమిగ్రేషన్ చెక్ పాయింట్ అనేది మొదటి స్టాప్ అవుతుంది.","ur":"کسی ہوائی جہاز یا بحری جہاز یا کسی دوسری سواری سے اترنے کے بعد پہلا اسٹاپ عموماً امیگریشن چیک پوائنٹ ہوتا ہے۔","vi":"Điểm kiểm soát nhập cảnh thông thường là nơi dừng chân đầu tiên sau khi bạn rời khỏi máy bay, tàu thuyền, hoặc phương tiện di chuyển khác.","xh":"Indawo yotshekisho lwabafuduki idla ngokuba yindawo yokuqala ukumiswa xa sukuba usihla kwinqwelo moya, inqanawa okanye nasiphi na isithuthi.","yo":"Ẹnubodè aṣíkiri nìdúró àkọ́kọ́ bí wọ́n bá ń bọ́ sílẹ̀ látinú bàálù, ọkọ̀ ojú omi tàbí inú ọkọ̀ míràn.","zu":"Indawo yokuhlola abavela kwamanye amazwe ngokuvamile iyindawo yokuma yokuqala lapho wehla endizeni, emkhumbini, noma kwenye inqola."}
{"ar":"بدأ الإمبراطور أوغسطس في تجنيد الأطباء، وشكلوا أول فيلق طبي روماني لاستخدامه بعد المعارك.","zh":"奥古斯都皇帝开始招募医生，甚至组建了第一支罗马医疗队，用于战后医疗。","en":"Doctors began to be recruited by Emperor Augustus and even formed the first Roman Medical Corps for use in the aftermath of battles.","eu":"Augusto enperadoreak doktoreak errekrutatu zituen; are gehiago, erromatarren lehen gorputz medikoa eratu zuen borroken ondoren erabiltzeko.","fr":"L'empereur Auguste entreprit de recruter des médecins et forma même le premier corps médical romain chargé de soigner les victimes des batailles.","ml":"അഗസ്റ്റസ് ചക്രവർത്തി ഡോക്ടർമാരെ നിയമിക്കാൻ തുടങ്ങി, കൂടാതെ യുദ്ധാനന്തര ഉപയോഗത്തിനായി ആദ്യത്തെ റോമൻ ആരോഗ്യ സന്നദ്ധ സേവാ സംഘം രൂപീകരിക്കുക പോലും ചെയ്തു.","mr":"सम्राट ऑगस्टस यांनी डॉक्टरांची भरती करण्यास सुरवात केली आणि लढाईनंतरही वापरासाठी अगदी प्रथम रोमन मेडिकल कॉर्प्सची स्थापना केली.","ne":"चिकित्सकहरूलाई सम्राट् अगस्टसद्वारा भर्ती गर्न सुरु गरियो र लडाईपछि प्रयोगको लागि पहिलो रोमन मेडिकल कर्प्स समेत गठन गरियो।","es":"El emperador Augusto comenzó a reclutar médicos que, de hecho, formaron el primer Cuerpo Médico Romano, cuya función era intervenir después de las batallas.","sw":"Madaktari walianza kuajiriwa na Mtawala Augustus na hata kuunda kitengo kikubwa cha kwanza cha Matibabu cha Kirumi kwa ajili ya kutumika baada ya vita.","te":"అగస్టస్ చక్రవర్తి వైద్యులను నియమించడం ప్రారంభించాడు మరియు యుద్ధాల తరువాత ఉపయోగం కోసం మొట్ట మొదటి రోమన్ వైద్య సేనాదళమును కూడా ఏర్పాటు చేశాడు.","ur":"شہنشاہ آگسٹس کے ذریعے ڈاکٹروں کی بھرتی شروع ہوئی اور انہوں نے جنگوں کے بعد استعمال ہونے والا سب سے پہلا رومن میڈیکل کارپس بھی بنایا۔","vi":"Các bác sĩ bắt đầu được Hoàng đế Augustus tuyển chọn và thậm chí thành lập Tập đoàn Y khoa La Mã đầu tiên để sử dụng sau các trận chiến.","xh":"Oogqirha baqala ukukhangelwa yiRhuluneli Augustus wade waqulunqa ikhophoration yokuqala yeRoman Medical Corps ukuze isetyenziswe emva kwesithonga seemfazwe.","yo":"Ọba Augustus gbàwọn onímọ̀ ìsègùn òyìnbó, bakanáà lótún sàgbékalẹ̀ ikọ̀ onísègùn ilẹ̀ Róòmùn àkọ́kọ́ láti lò lẹ́yìn ogun.","zu":"Odokotela baqala ukubizwa uMbusi u-Augustus futhi waze wenza neButho Lezokwelapha laseRoma lokuqala lokusetshenziswa ngemva kwezimpi."}
{"ar":"تستمر هذه الفعاليات عادة ما بين ثلاثة وستة أشهر، وتقام في مواقع لا تقل مساحتها عن 50 هكتارًا.","zh":"这些项目的持续时间通常从三到六个月不等，而且是在不小于 50 公顷的场地里举行。","en":"These events normally last anywhere between three and six months, and are held on sites no smaller than 50 hectares.","eu":"Ekitaldi hauek hiru eta sei hilabete bitarte irauten dute eta 50 hektarea baino gehiagoko eremuetan ospatzen dira.","fr":"Ces manifestations durent normalement entre trois et six mois et se déroulent sur des sites d’au moins 50 hectares.","ml":"ഈ പരിപാടികള്‍ സാധാരണയായി 3 മാസം മുതല്‍ 6 മാസം വരെയാണ്‌ നിലനില്‍ക്കുക, കൂടാതെ 50 ഹെക്റ്ററില്‍ കുറയാത്ത സ്ഥലങ്ങളിലാണ്‌ ഇത് നടത്താറുള്ളത്.","mr":"हे कार्यक्रम सहसा 3 ते 6 महिन्यांच्या दरम्यान कुठेही असतात आणि ते 50 हेक्टरपेक्षा मोठ्या जागी आयोजित केले जातात.","ne":"यी घटनाहरू सामान्यतया कहीँ पनि तीनदेखि छ महिनाका बिचमा रहन्छन् र कम्तिमा पनि 50 हेक्टर क्षेत्रफल भएका साइटहरूमा आयोजित गरिन्छ।","es":"Estos eventos suelen durar de tres a seis meses y se realizan en predios de una superficie no menor a 50 hectáreas.","sw":"Matukio hayo huwa kwa miezi mitatu hadi miezi sita, na hufanyika kwenye maeneo yasiyopungua hekta 50.","te":"ఈ ఈవెంట్‌లు సాధారణంగా 3 నెలల నుండి 6 నెలల వరకూ ఉంటాయి, ఇంకా వీటిని 50 హెక్టార్‌లకు మించి ఉన్న స్థలాలలో ప్రదర్శిస్తారు.","ur":"یہ ایونٹس کہیں بھی عموماً تین سے چھ ماہ تک جاری رہتے ہیں، اور ایسے مقامات پر منعقد ہوتے ہیں جن کا رقبہ 50 ہیکٹرز سے نہ ہو۔","vi":"Những sự kiện này thường kéo dài trong khoảng từ 3 đến 6 tháng, và thường được tổ chức tại các khu vực có diện tích từ 50 hecta trở lên.","xh":"Le micimbi iqhele ukubakho kangangeenyanga ezintathu ukuya kwezintandathu, ibe ibanjelwa kwiindawo ezinobukhulu obungekho ngaphantsi kweehektare eziyi-50","yo":"Ètò yìí kò yẹ kí ó kọjá oṣù mẹta sí mẹ́sàn án ní ibikíbi, bẹ́ẹ̀ ni àwọn ibi tí wọ́n lò kò gbọdọ̀ kéré ju 50 hectares lọ.","zu":"Lezi zenzakalo ngokuvamile zithatha esikhathi esiphakathi kwezinyanga ezintathu kanye neziyisithupha, futhi zibanjelwa ezindaweni okungenani ezingamahektare angu-50"}
{"ar":"تنطبق القواعد المتعلقة بالتصوير العادي أيضاً على تسجيل الفيديو، وربما أكثر من ذلك.","zh":"有关常规摄影的规则也适用于录像，甚至可能更适用。","en":"Rules regarding regular photography also apply to video recording, possibly even more so.","eu":"Ohiko argazkigintzarako arauak bideo-grabaketetan ere aplika daitezke; are gehiago, garrantzitsuagoak izaten dira arauok kasu hauetan.","fr":"Les règles concernant la photographie régulière s'appliquent également à l'enregistrement vidéo, voire même davantage.","ml":"പതിവ് ഫോട്ടോഗ്രാഫി സംബന്ധിച്ച നിയമങ്ങൾ, ഒരുപക്ഷെ അതിലും കൂടുതൽ, വീഡിയോ റെക്കോർഡിംഗിനും ബാധകമാണ്.","mr":"सामान्य छायाचित्रणासाठी आवश्यक असणारे नियम हे व्हिडिओ रेकॉर्डिंगसाठी देखील लागू पडतात, कदाचित अधिकच म्हणावे लागेल.","ne":"नियमित फोटोग्राफीसम्बन्धी नियमहरू भिडियो रेकर्डिङमा पनि लागू हुन्छ र सम्भवतः योभन्दा बढी पनि हुन सक्छ।","es":"Las reglas de la fotografía regular resultan también de aplicación a la grabación de videos, posiblemente, incluso más.","sw":"Kanuni kuhusu upigaji picha za kawaida pia hutumika kwa kurekodi video, pengine hata zaidi.","te":"రెగ్యులర్ ఫోటోగ్రఫీకి సంబంధించిన రూల్స్  వీడియో రికార్డింగ్ కు కూడా వర్తిస్తాయి, బహుశా అంతకంటే ఎక్కువగా.","ur":"ریگولر فوٹوگرافی کے اصول، ممکنہ طور پر اس سے کہیں زیادہ ویڈیو ریکارڈنگ پر نافذ ہوتے ہیں-","vi":"Những quy định liên quan đến nhiếp ảnh thông thường cũng được áp dụng trong quay video, thậm chí còn nhiều hơn.","xh":"Imithetho malunga nokuthabatha imifanekiso ikwayimithetho ebhekiselele ekurekhodeni ividiyo, nokunye.","yo":"Òfin tó wà fún àwòrán yíyà náa wà fún fídíò yiya, o ṣeéṣe kó wà fún ọ̀pọ̀ míràn.","zu":"Imithetho esebenza ekuthwebuleni isithombe esivamile iyasebenza nesekuqopheni ividiyo, cishe nangokwengeziwe."}
{"ar":"نظراً لبُعد العديد من قرى البويبلو، فلن تحظى بفرصة كبيرة للحياة الليلية دون السفر إلى ألباكركي أو سانتا فيه.","zh":"鉴于许多普韦布洛人居住得非常偏远，你得前往阿尔伯克基或圣达菲才能享受到丰富的夜生活。","en":"Given how remote many of the pueblos are, you won't be able to find a significant amount of nightlife without traveling to Albuquerque or Santa Fe.","eu":"Kontuan hartuta herrietako batzuk zein isolatuta dauden, ezin izango duzu gaugiro handirik aurkitu Albuquerque edo Santa Fe-ra joaten ez bazara.","fr":"Étant donné l’éloignement de nombreux pueblos, vous ne pourrez pas trouver une vie nocturne importante sans vous rendre à Albuquerque ou à Santa Fe.","ml":"ഒരുപാട് പീബ്ലോകള്‍ എത്ര വിദൂരത്തായാലും, നിങ്ങള്‍ക്ക് അല്‍ബുക്വേര്‍ക്ക് അല്ലെങ്കില്‍ സന്‍റാ ഫേ മുതലായ ഇടങ്ങളില്‍ കണുന്നത്ര രാത്രിജീവിതം മറ്റൊരിടത്തും കാണാനാവില്ല.","mr":"अनेक शहरांमधील अंतर जास्त असल्यामुळे, तुम्हाला अल्बुकर्क किंवा सांता फे येथे गेल्याशिवाय नाइट लाइफ पाहता येणार नाही.","ne":"धेरै पियोबल्सहरू जति नै टाढा भए तापनि, तपाईं अल्बुकर्क वा सान्ता फे यात्रा नगरी पर्याप्त रात्री जीवन पाउन सक्नुहुन्न।","es":"Dada la lejanía de muchos de los pueblos, no encontrará demasiada vida nocturna si no viaja hasta Albuquerque o Santa Fe.","sw":"Kwa kuzingatia umbali wa wapueblo wengi, hutaweza kupata maisha ya usiku ya maana bila kusafiri kwenda Albakuku au Santa Fe.","te":"ప్యూబ్లోస్​లో చాలా మంది ఎంత మారుమూలలో ఉన్నది తెలిసి, మీరు అల్బుక్వెర్​క్యు లేదా శాంటా ఫేకు ప్రయాణించకుండా గణనీయమైన నైట్​లైఫ్ దొరకదు.","ur":"چونکہ بہت سے پوِئبلو بہت دور ہیں، آپ البیکرکی یا سانتا فے کی طرف سفر کیے بغیر شبانہ زندگی کا خاطر خواہ حصہ معلوم نہیں کر سکتے۔","vi":"Do đa phần những ngôi làng của người Ấn bản địa ở quá xa, bạn sẽ không thể tìm được nơi nào có hoạt động về đêm nếu như không đi đến Albuquerque hoặc Santa Fe.","xh":"Ngenxa yokuba zikude kangakanani ii-pueblos, awuyi kuba nakho ukufumana isixa esibalulekileyo sobomi bobusuku ngaphandle kokuya eAlbuquerque okanye eSanta Fe.","yo":"Pelu bii awon pueblos se juna si ilu, o ni le ri agbo igbadun ale Kankan to po lai de Albakoki.","zu":"Ngendlela imizi yomdabu yaseMelika ikude ngayo, angeke ukwazi ukuthola okwenzekayo ebusuku ngaphandle kokuya e-Albuquerque noma eSanta Fe."}
{"ar":"في حالات أخرى، لا يحتاج إلى التسجيل إلا من يقيمون خارج أماكن الإقامة السياحية. ومع ذلك، فإن هذا يجعل القانون أكثر غموضاً، لذا اعرف مقدماً.","zh":"在其他情况下，只有住在旅游住宿设施以外的人需要登记。不过这样一来，法律模糊了很多，所以要事先了解。","en":"In other cases, only those staying outside of tourist accommodations need to register.  However, this makes the law much more obscure, so find out beforehand.","eu":"Bestelako kasuetan, turistentzako ostatuetan geratzen ez diren turistek soilik erregistratu behar dute. Hala ere, horrek legea zailtzen duenez, informa zaitez lehenago.","fr":"Dans d'autres cas, seules les personnes résidant hors hébergements touristiques doivent s'enregistrer. Toutefois, la loi est beaucoup plus obscure, donc il conviendra de se renseigner au préalable.","ml":"മറ്റ് സാഹചര്യങ്ങളിൽ, വിനോദസഞ്ചാര താമസസ്ഥലത്തിന് പുറത്ത് താമസിക്കുന്നവർ മാത്രം രജിസ്റ്റർ ചെയ്‌താൽ മതിയാകും. എന്നിരുന്നാലും, ഇത് നിയമത്തെ കൂടുതൽ അവ്യക്തമാക്കുന്നു, അതിനാൽ മുൻകൂട്ടി കണ്ടെത്തുക.","mr":"अन्य प्रकरणी, केवळ प्रवासी निवासांच्या बाहेर राहणाऱ्यांनी नोंदणी करणे गरजेचे आहे. परंतु, यामुळे हा कायदा अधिकच धूसर बनतो, म्हणून आधीच माहिती करुन घ्यावी.","ne":"अन्य अवस्थाहरूमा, पर्यटक बस्ने ठाउँ बाहिर बस्नेहरूले मात्रै दर्ता गर्न आवश्यक रहेको छ। यद्यपि, यसले कानूनलाई झनै बढि अस्पष्ट बनाउँदछ, त्यसैले पहिला नै पत्ता लगाउनुहोस्।","es":"En otros casos, solo quienes se hospeden fuera de alojamientos turísticos necesitan registrarse. No obstante, esto hace que la ley sea mucho más incierta, así que haga averiguaciones de antemano.","sw":"Katika kesi nyingine, wale tu wanoishi nje ya makazi ya watlii wanafaa kujiandikisha. Lakini, hii inafanya sheria kuwa fiche, kwa hivyo jua mapema.","te":"ఇతర సందర్భాల్లో, పర్యాటక వసతికి వెలుపల ఉండే వారు మాత్రమే నమోదు చేసుకోవాల్సి ఉంటుంది.  అయితే, ఇది చట్టాన్ని మరింత అస్పష్టంగా చేస్తుంది, కనుక, ముందస్తుగా తెలుసుకోండి.","ur":"دیگر معاملات میں فقط انہیں افراد کو رجسٹر کرنے کی ضرورت ہے جو ٹورسٹس کے قیام کی جگہوں سے باہر قیام کرتے ہیں۔","vi":"Trong những trường hợp khác, chỉ những ai ở bên ngoài căn hộ cho khách du lịch mới phải đăng ký. Tuy nhiên, việc này dẫn đến luật pháp bị tối nghĩa đi rất nhiều, nên hãy tìm hiểu trước.","xh":"Kwezinye iimeko, ngabo bahlala kwiindawo ezingezizo ezabahambi kuphela ekufuneka babhalise. Sekunjalo, oku kwenza umthetho ungaqondakali, ngoko zama ukufumanisa ngaphambi kwexesha.","yo":"Ní ìgbà mìíràn, àwọn tó ń gbé ní ìta ilé ìgbé àwọn-onírìnkiri afẹ́ nílò láti fi orúkọ sílẹ̀. Síbẹ̀, èyí kò jẹ́́ kí òfin náà wà ní gbangba, torí náà kí o wádìí saájú.","zu":"Kwezinye izimo, yilabo kuphela abahlala ngaphandle kwezindlu zezivakashi okudingeka ukuthi babhalise. Kodwa-ke, lokhu kwenza umthetho uthi ukuqina, ngakho kubalulekile ukuthi usheshe wazi."}
{"ar":"الخلايا أساسيّةٌ وحاسمةٌ جداً لدراسة الحياة، بل إنها غالباً ما يشار إليها باسم \"وحدات البناء الأساسية للحياة\".","zh":"实际上，细胞在生物研究中有着如此基础和关键的地位，以至于它们常被称为“生命的基本单位”。","en":"Cells are so basic and critical to the study of life, in fact, that they are often referred to as \"the building blocks of life\".","eu":"Bizitzaren ikerketan zelulak hain dira oinarrizkoak eta erabakigarriak, ezen “bizitzaren adreilu” esaten zaie askotan.","fr":"Dans l'étude du vivant, les cellules sont tellement essentielles qu'on les considère bien souvent comme les fondamentaux de la vie.","ml":"\"ജീവനെക്കുറിച്ചുള്ള പഠനത്തിൽ കോശങ്ങൾ അടിസ്ഥാനപരവും സുപ്രധാനവുമാണ്, സത്യത്തിൽ, അവയെ \"\"ജീവൻ്റെ നിർമ്മാണ ഘടകം\"\" എന്ന് വിശേഷിപ്പിക്കുന്നു.\"","mr":"\"जीवनाचा अभ्यास करण्यासाठी पेशी या खूप मूलभूत आणि महत्त्वपूर्ण असतात, खरं तर, त्यांना \"\"जीवनाचे मूलभूत घटक\"\" म्हणून संबोधले जाते.\"","ne":"कोषहरू जीवनको अध्ययनका लागि धेरै आधारभूत र आलोचनात्मक हुन्छन्, वास्तवमा, तिनीहरूलाई प्रायः “जीवन निर्माण हुने भवन” भन्ने गरिन्छ।","es":"Las células son básicas y cruciales para el estudio de la vida. En efecto, con frecuencia se les dice «los componentes básicos de la vida».","sw":"Seli ni msingi na muhimu kwa kujifunza hali ya maisha, na kwa kweli mara nyingi inatambulika kama vitalu vya kujenga maisha.","te":"\"\"\"జీవశాస్త్ర అధ్యయనానికి కణాలు చాలా ప్రాథమికమైనవి మరియు కీలకమైనవి, నిజానికి, అవి తరచుగా \"\"\"\"జీవితపు భవన నిర్మాణ అడ్డంకులు\"\"\"\"గా సూచించబడతాయి.\"\"\"","ur":"خلیات زندگی کے مطالعہ کے لئے بہت بنیادی اور اہم ہیں، حقیقت میں انہیں اکثر \"زندگی کی تعمیراتی بلاکس\" کہا جاتا ہے","vi":"Tế bào là đối tượng căn bản và thiết yếu để nghiên cứu về sự sống, cho nên chúng thường được gọi là \"những viên gạch xây nên sự sống\".","xh":"Iiseli zizinto ezisiseko nezibalulekileyo xa kufundwa ngobomi, enyanisweni kudla ngokuthiwa \"zizinto ezisisiseko ezakha ubomi.\"","yo":"Sẹ́ẹ̀lì jẹ́ nǹkan pàtàkì láti mọ̀ nípa ẹ̀kọ́ ayé, kódà wọn a máa pè wọn ni “amọ̀ tí a fi ń mọ ilẹ ayé wa”.","zu":"Amangqamuzane ayisisekelo futhi abucayi ocwaningweni lwempilo, empeleni, kaningi kubhekiselwa kuwo njengokuthi \"izakhi zokuphila\"."}
{"ar":"ثمانية عشر في المائة من الفنزويليين عاطلون عن العمل، ويعمل معظم الموظفون يعملون في الاقتصاد غير الرسمي.","zh":"百分之十八的委内瑞拉人失业，而大部分就业者是非正规经济从业人员。","en":"Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.","eu":"Venezuelako biztanleen ehuneko hemezortzi lanik gabe dago, eta lana duten gehienek ekonomia informalean lan egiten dute.","fr":"Dix-huit pour cent des Vénézuéliens sont au chômage, et la plupart de ceux qui ont un emploi travaillent dans l'économie informelle.","ml":"വെനിസ്വേലയിലെ ജനങ്ങളിൽ പതിനെട്ട് ശതമാനം പേരും തൊഴിൽ രഹിതരാണ്, ജോലി ചെയ്യുന്നവരിൽ ഭൂരിഭാഗവും അനൗദ്യോഗിക സമ്പദ്‌വ്യവസ്ഥയിലാണ് ജോലി ചെയ്യുന്നത്.","mr":"व्हेनेझुएलियन नागरिकांपैकी अठरा टक्के लोकं बेरोजगार आहेत आणि नोकरी करणाऱ्यांपैकी बहुतेक लोकं अनौपचारिक अर्थव्यवस्थेत काम करतात.","ne":"अठार प्रतिशत भेनेजुएलाका मानिसहरू बेरोजगार छन्, र रोजगार गर्ने धेरै जस्ता मानिसहरू अनौपचारिक अर्थव्यवस्थामा काम गर्छन्।","es":"El dieciocho por ciento de los venezolanos no tiene empleo y la mayor parte de quienes sí lo tienen, trabajan en la informalidad.","sw":"Asilimia kumi na nane ya Wavenezuela hawana ajira, na wengi wa wale walioajiriwa hufanya kazi katika sekta isiyo rasmi.","te":"18 శాతం మంది వెనిజులా దేశస్తులే నిరుద్యోగులుగా ఉన్నారు, వీరిలో ఎక్కువ మంది అనధికారిక ఆర్థిక వ్యవస్థలో పనిచేస్తున్నారు.","ur":"وینزویلا کے اٹھارہ فیصد لوگ بے روزگار ہیں، اور ملازمت کرنے والے بیشتر افراد غیر رسمی معیشت میں کام کرتے ہیں۔","vi":"Mười tám phần trăm người dân Venezuela hiện bị thất nghiệp, và hầu hết những người còn đi làm đều làm việc trong nền kinh tế không chính thức.","xh":"Ishumi elinesibhozo leepesenti kubantu baseVenuezela abaphangeli, yaye uninzi lwabo lusebenza kwicandelo lezoqoqosho labantu abaziqeshileyo nelingekho phantsi kolawulo lwemithetho karhulumente.","yo":"Ìdá méjìdílógún àwọn èèyàn ilẹ̀ Venezuela ni kò ní iṣẹ́, ọ̀pọ̀ àwọn tó sì níṣẹ́ ló ń siṣẹ́ ní ẹka ọrọ̀ ajé tí kìí se fọ́mà.","zu":"Amaphesenti ayishumi nesishiyagalombili abantu baseVenezuela awasebenzi, futhi iningi lalabo abasebenzayo libambe amatoho."}
{"ar":"يقومون بذلك عن طريق انبعاث جسيم ضوئي صغير يعرف ب \"الفوتون\".","zh":"它们是通过发射一种被称为“光子”的微小光粒子做到这一点的。","en":"They do this by emitting a tiny particle of light called a \"photon\".","eu":"Hori egiteko, “fotoi” izeneko argi partikula txikia igortzen dute.","fr":"Ils le font en émettant une minuscule particule de lumière appelée « photon ».","ml":"ഫോട്ടോൺ എന്നുവിളിക്കുന്ന ഒരു ചെറിയ പ്രകാശ കണത്തെ പുറത്തുവിട്ടാണ് അവ ഇത് ചെയ്യുന്നത്.","mr":"\"\"\"फोटॉन\"\" नावाच्या प्रकाशाचा एक सूक्ष्म कण प्रकाशित करण्याद्वारे ते हे करतात. \"","ne":"उनीहरूले “फोटोन” भनिने प्रकाशको सानो कणलाई उत्सर्जन गरेर यसो गर्दछन्।","es":"Se hace al emitir una pequeña partícula de luz llamada «fotón».","sw":"Hufanya hivi kwa kutoa chembe ndogo ya mwanga inayoitwa “fotoni”.","te":"\"\"\"\"\"\"\"ఫోటాన్\"\"\"\" అనే చిన్న కాంతి రేణువును బయటకు తీసి, ఈ విధంగా చేస్తారు.\"\"\"","ur":"وہ روشنی کے ایک چھوٹے ذرے کو جسے\"فوٹون\" کہا جاتا ہے، پیدا کر کے ایسا کرتے ہیں۔","vi":"Họ thực hiện việc này bằng việc phóng ra các hạt vật chất ánh sáng nhỏ được gọi là “photon”.","xh":"Benza oku ngokukhupha isuntswana lokukhanya elibizwa ngokuba yi \"photon\".","yo":"Bi won se ma n seyi nipe won a ma yo ina kekere ti an pe ni “foton.”","zu":"Zenza lokhu ngokukhipha inhlayiyana yokukhanya ebizwa \"nge-photon\"."}
{"ar":"غالبًا ما يتطلب تصوير الحياة البرية عدسة تليفوتوجرافي طويلة، على الرغم من أن أشياء مثل سرب من الطيور أو مخلوق صغير تحتاج إلى عدسات أخرى.","zh":"拍摄野生动物通常会用到长焦镜头，不过拍鸟群或微小生物之类的对象则需要其他镜头。","en":"Wildlife photography often requires a long telephoto lens, though things like a flock of birds or a tiny creature need other lenses.","eu":"Animalien argazkilaritzan telefoto-lente luzeak behar dira, baina txori multzo batek edo izaki oso txikiek beste lente bat beharko dute.","fr":"La photographie de la vie sauvage nécessite souvent un long téléobjectif. Toutefois, d'autres scènes comme une volée d'oiseaux ou une minuscule créature exigent l'utilisation d'autres objectifs.","ml":"വന്യജീവി ഫോട്ടോഗ്രാഫിക്ക് പലപ്പോഴും ഒരു നീണ്ട ടെലിഫോട്ടോ ലെൻസ് ആവശ്യമാണ്, എങ്കിലും പക്ഷികളുടെ കൂട്ടമോ ഒരു ചെറിയ ജീവിയോ പോലുള്ളതിന് മറ്റ് ലെൻസുകൾ ആവശ്യമാണ്.","mr":"पक्ष्यांचा थवा किंवा सूक्ष्म कीटक  इतर प्रकारच्या भिंगांची आवश्यकता असली तरीही वन्यजीव छायाचित्रणासाठी लांब टेलीफोटो भिंगांची आवश्यकता असते.","ne":"वाइल्डलाइफ फोटोग्राफीका लागि प्राय: लामो टेलिफोटो लेन्सको आवश्यक परेता पनि चराहरूको बथान वा साना प्राणी जस्ता चीजलाई अन्य प्रकारका लेन्सहरू चाहिन्छ।","es":"Por lo general, para la fotografía de vida silvestre es preciso utilizar un teleobjetivo largo, aunque se requiere otro tipo de lentes para objetivos como una bandada de pájaros o una criatura muy pequeña.","sw":"Mara nyingi upigaji picha za wanyamapori huhitaji lenzi ndefu, ingawa vitu kama kundi la ndege au kiumbe mdogo huhitaji lenzi nyingine.","te":"వన్యప్రాణుల ఫోటోగ్రఫీకి తరచూ పొడవైన టెలిఫోటో లెన్స్ అవసరం ఉంటాయి, అయితే పక్షుల గుంపు లేదా చిన్న జీవి వంటి వాటి కోసం ఇతర లెన్సులు అవసరం.","ur":"وائلڈ لائف فوٹوگرافی میں اکثر ایک لمبی ٹیلی فوٹو لینس کی ضرورت ہوتی ہے، حالانکہ پرندوں کے جھنڈ یا ایک چھوٹی مخلوق جیسی چیزوں کے لئے دوسرے لینس کی ضرورت ہوتی ہے۔","vi":"Chụp ảnh động vật hoang dã thường cần một ống kính tele dài, tuy vậy chụp ảnh đàn chim hay những sinh vật nhỏ cần những ống kính khác.","xh":"Ukufota izilwanyana kudla ngokufuna ilensi eyi-telephoto, nangona izinto ezifana neentaka ezininzi okanye izinto ezincinci zifuna iilensi ezahlukileyo.","yo":"Aworan yiya ẹranko igbo ma n nilo lẹnsi tẹlifoto gigun, amọ awọn nkan bii ẹgbẹ ẹyẹ to n fo abi ohun alaye kekere ma n nilo awọn lẹnsi miin.","zu":"Ukuthatha amafotho wasendle ngokuvamile kudinga ilensi yamafotho ende, nakuba izinto ezinjengomhlambi wezinyoni noma izidalwa ezincane zidinga amanye amalensi."}
{"ar":"مع ذلك، هناك عدة طرق مختلفة حول العالم لشرب القهوة والتي تستحق التجريب.","zh":"尽管如此，世界上还是有许多独特的咖啡饮用方式，这些方式都值得去体验。","en":"Nevertheless, there are many distinctive ways of drinking coffee around the world that are worth experiencing.","eu":"Hala ere, kafea edateko berezko mota ugari daude munduan, probatzea merezi dutenak.","fr":"Néanmoins, il existe de nombreuses façons de boire le café dans le monde entier qui valent la peine d'être expérimentées.","ml":"എന്നിരുന്നാലും, ലോകമെമ്പാടും കാപ്പി കുടിക്കുന്നതിൽ അനുഭവിച്ചറിയേണ്ട സവിശേഷമായ നിരവധി മാർഗങ്ങളുണ്ട്.","mr":"तरीसुद्धा, जगभरात अनुभव घ्यायला हवा, अशा कॉफी पिण्याच्या खास पद्धती आहेत.","ne":"यद्यपि, अनुभव गर्नका लागि विश्वभरि योग्य कफी पिउने धेरै विशिष्ट तरिकाहरू छन्।","es":"No obstante, hay muchas formas diferentes de tomar café en todo el planeta, que merecen ser probadas.","sw":"Walakini, kuna njia nyingi za kipekee za kunywa kahawa ulimwenguni kote ambazo zinafaa kushuhudiwa.","te":"ఏదేమైనా, ప్రపంచవ్యాప్తంగా కాఫీ త్రాగడానికి అనేక విలక్షణమైన మార్గాలు ఉన్నాయి, అవి అనుభవించడానికి యోగ్యమైనవి.","ur":"باوجود اس کے، دنیا بھر میں کافی پینے کے کئی امتیازی طریقے موجود ہیں جس کا تجربہ کیا جاسکتا ہے۔","vi":"Tuy nhiên, trên thế giới còn rất nhiều cách uống cà phê đáng để thử một lần.","xh":"Nangona kunjalo, kwihlabathi liphela, zininzi iindlela ezahlukahlukeneyo zokuphunga ikofu ezimele zizanywe.","yo":"Àmọ́sá, ọ̀pọ̀ ọ̀nà ọ̀dọ̀ lówà láti fi mún kọfí káàkiri àgbáyé tí o ní láti nírìírí.","zu":"Nokho, ziningi izindlela ezihlukile zokuphuza ikofi emhlabeni jikelele okufanele zizanywe."}
{"ar":"للهياكل المختلفة قدرات مختلفة، وهي حساسة لأطوال موجات مختلفة ولها درجات مختلفة من الحدة، كما أنها تتطلب معالجة مختلفة لفهم المدخلات والأرقام المختلفة للعمل على النحو الأمثل.","zh":"不同的构造有不同的功能，对不同的波长敏感，且敏锐度不同。它们也需要不同的处理方式来理解输入，并需要不同数量的输入才能达到最佳效果。","en":"The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.","eu":"Egitura bakoitzak gaitasun bat dauka, uhin-luzera desberdinekiko sentikortasuna dute eta zorroztasun-maila desberdinak dituzte. Halaber, askotariko prozesuak behar dituzte sarrerako informazioari eta hainbat zenbakiri zentzua emateko eta modu onenean funtzionatzeko.","fr":"Les diverses constructions ont des capacités différentes, sont sensibles à des longueurs d’onde distinctes et ont des degrés d’acuité différents. Elles nécessitent également des traitements distincts pour l’interprétation des données reçues et les nombres qu’il leur faut pour fonctionner de manière optimale diffèrent aussi.","ml":"വ്യത്യസ്ത നിർമ്മിതികൾക്ക് വ്യത്യസ്ത കഴിവുകളാണുള്ളത്, വ്യത്യസ്ത തരംഗദൈർഘ്യങ്ങളോട് വ്യത്യസ്തതരം തീക്ഷ്ണതയാണുള്ളത്, മാത്രമല്ല അവയ്ക്ക് കൃത്യമായി പ്രവർത്തിക്കാൻ ഇൻ‌പുട്ട് വ്യത്യസ്ത സംഖ്യകളിൽ പ്രവർത്തിക്കുകയെന്നതും പ്രധാനമാണ്.","mr":"वेगवेगळ्या बांधण्यांच्या वेगवेगळ्या क्षमता असतात, त्या वेगवेगळ्या लहरींच्या लांबीना संवेदनशील असतात आणि त्यांच्या तीव्रतेच्या पातळ्या भिन्न असतात, तसेच उत्तमप्रकारे काम करण्यासाठी त्यांच्यावर इनपुट आणि विविध अंक समजण्याकरिता वेगळी प्रक्रिया करावी लागते.","ne":"विभिन्न निर्माणहरूका विभिन्न क्षमताहरू हुन्छन्, जुन विभिन्न वेभ-लम्बाईका लागि संवेदनशील हुन्छन् र तीक्ष्णताका विभिन्न डिग्री हुन्छन्, उपयुक्त ईनपुट र विभिन्न संख्याहरूले राम्रोसँग काम गर्नका लागि उनीहरूलाई फरक प्रोसेसिङको पनि आवश्यकता पर्दछ।","es":"Las distintas construcciones tienen diferentes capacidades, son susceptibles de tener distintas longitudes y grados de agudeza; también requieren un procesamiento diferenciado para dar sentido a la entrada y números disímiles para que funcionen de forma óptima.","sw":"Miundo tofauti ina uwezo tofauti, ni myepesi kwa masafa tofauti ya mawimbi na yana viwango tofauti vya ukali, pia inahitaji uchakataji tofauti ili kuelewa ingizo na nambari tofauti ili kufanya kazi kwa ubora.","te":"విభిన్న నిర్మాణాలు విభిన్న సామర్థ్యాలను కలిగి ఉంటాయి, విభిన్న తరంగ దైర్ఘ్యం తో సున్నితంగా ఉంటాయి మరియు విభిన్న స్థాయిలలో ఉంటాయి, అదేవిధంగా ఇన్ పుట్ మరియు విభిన్న సంఖ్యలను ఆప్టిమైజ్ చేయడానికి విభిన్న ప్రాసెసింగ్ లు అవసరం అవుతాయి.","ur":"مختلف تعمیراتی ہیکلوں کی مختلف صلاحیتیں ہوتی ہیں، وہ مختلف طول کی لہر کے لئے حساس ہوتے ہیں اور ان میں حدت کے مختلف درجات ہوتے ہیں، ان کو بہتر طریقے سے کام کرنے کے واسطے ان-پٹس اور مختلف نمبرات کو سمجھنے کے لیے مختلف پروسیسنگ کی ضرورت بھی پڑتی ہے۔","vi":"Các cấu trúc khác nhau có những khả năng khác nhau và có độ nhạy riêng với các bước sóng khác nhau và có các độ tinh khác nhau. Các cấu trúc này cũng yêu cầu quy trình xử lý khác nhau để thông tin đầu vào có ý nghĩa cũng như các con số khác nhau, để hoạt động tối ưu.","xh":"Ulwakhiwo olwahlukileyo luneempawu ezahlukileyo, zinobuthathaka kubude obahlukeneyo be-wave kwaye zinamaqondo ahluka-hlukeneyo, zikwafuna ulungiso olwahlukileyo ukwenza ingcaciso yegalelo kunye neenombolo ezahlukeneyo ukuze zisebenze ngokugqibeleleyo.","yo":"Àwọn oríṣiríṣi ìkọ́lé náà ni onírúru agbára, wọn si ní ìmòlára sí onírurú ìgbì áti wípé wọn ní yíyàtọ̀ ìwọ̀n sí mímu, pèlu pé wọn nílò onírúurú ìlànà láti mu ìtumò jádẹ lára ìgbéwọlẹ́ áti oríṣiríṣi nọ́mbà láti sisẹ́ dáradára.","zu":"Izakhiwo ezingefani zinamakhono angefani, ziyezwela ezinhlobeni ezingefani zomoya futhi zinokukhalipha okungefani, futhi zidinga izindlela ezingefani zokusetshenziswa ukuze kuphumelele kanye nenani elingefani lomsebenzi."}
{"ar":"معظم القطع المدفونة مع توت عنخ آمون محفوظة بشكل جيد، بما في ذلك الآلاف من القطع الأثرية المصنوعة من المعادن الثمينة والأحجار النادرة.","zh":"图坦卡蒙的大部分陪葬品都保存完好，其中包括数千件由贵金属和稀有宝石制成的文物。","en":"Most of the items buried with Tutankhamun have been well preserved, including thousands of artefacts made from precious metals and rare stones.","eu":"Tutankamon-ekin batera hilobiratutako elementu gehienak ere ondo kontserbatu ziren, metal preziatuz eta harri bakanez egindako milaka artefaktu barne.","fr":"La plupart des objets enterrés avec Toutankhamon ont été bien conservés, y compris des milliers d'artefacts faits de métaux précieux et de pierres rares.","ml":"വിലയേറിയ ലോഹങ്ങളും അപൂർവ്വ കല്ലുകളും ഉപയോഗിച്ച് നിർമ്മിച്ച ആയിരക്കണക്കിന് പുരാവസ്തുക്കൾ ഉൾപ്പടെ, ട്യൂട്ടൻഖാമുനൊപ്പം കുഴിച്ചിട്ട മിക്ക വസ്തുക്കളും നന്നായി സംരക്ഷിക്കപ്പെട്ടിട്ടുണ്ട്.","mr":"तूतनखामूनसह पुरलेल्या बहुतेक वस्तू उत्तम प्रकारे संरक्षित राहिल्या आहेत, ज्यामध्ये मौल्यवान धातू आणि दुर्मिळ खड्यांनी बनवलेल्या हजारो कलाकृतींचा समावेश आहे.","ne":"तुतानखामुनसँग पुरिएका अधिकांश वस्तुहरू, बहुमूल्य धातु र दुर्लभ ढुङ्गाहरूबाट बनेकासहित हजारौं शिल्पहरू राम्रोसँग संरक्षण गरेर राखिएको छ।","es":"La mayor parte de los objetos que fueron enterrados con Tutankamón se han conservado en buen estado, entre ellos, miles de artefactos elaborados con metales preciosos y piedras exóticas.","sw":"Vitu vingi vilivyozikwa na Tutankhamun vimehifadhiwa vizuri, ikiwa ni pamoja na maelfu ya sanaa zilizoundwa kutoka kwa madini ya thamani na mawe adimu.","te":"టుటాంఖమూన్ తో సమాధి చేయబడిన చాలా వస్తువులు బాగా సంరక్షించబడ్డాయి, వీటిలో విలువైన లోహాలు మరియు అరుదైన రాళ్ళతో తయారు చేయబడిన వేలాది కళాఖండాలు ఉన్నాయి.","ur":"طوطن خامن کے ساتھ مدفون تمام اشیاء کو محفوظ کرلیا گیا ہے، جن میں قیمتی دھاتوں اور نایاب پتّھروں سے بنائے گئے ہزاروں فن پارے شامِل ہیں۔","vi":"Hầu hết những đồ vật chôn theo nhà vua Tutankhamun đều giữ được nguyên trạng, gồm cả hàng ngàn vật dụng làm từ kim loại quý và đá hiếm.","xh":"Izinto ezininzi ezingcwatywe kunye noTutankhamun ziye zagcinwa kakuhle, kuquka izinto ezingamawaka ezenziwe ngamatye anqabileyo kunye nezimbiwa.","yo":"Wọ́n ti dá ọ̀pọ̀ àwọn ohun èlò tí wọ́n sin pẹ̀lú Tutankhamun sí, lára è ní ẹgbẹ̀lẹ́gbẹ̀ iṣẹ́ ọnà tí wọ́n se pẹ̀lú irin àti òkúta tó ṣọ̀wọ́n.","zu":"Izinto eziningi ezingcwatshwe noTutankhamun zilondolozwwe kahle, kuhlanganise nezinkulungwane zezimpahla ezenziwe ngezinsimbi eziyigugu kanye namatshe anqabile."}
{"ar":"واحدة من نقاط قوة شارلوت، كارولاينا الشمالية، أن لديها غزارة من الخيارات عالية الجودة للعائلات.","zh":"北卡罗来纳州夏洛特市的优势之一在于它为家庭提供了许多高质量的选择。","en":"One of strong points of Charlotte, North Carolina, is that it has an abundance of high-quality options for families.","eu":"Familientzako kalitate handiko aukera ugari edukitzea da Charlotteren (Ipar Carolina) ezaugarri onenetakoa.","fr":"Un des points forts de Charlotte, en Caroline du Nord, est l'abondance des services de haute qualité pour les familles.","ml":"ഷാര്‍ലോട്ട്, നോര്‍ത്ത് കരോലിനയുടെ 1 ശക്തമായ കാര്യം കുടുംബങ്ങള്‍ക്കുള്ള ഉന്നത-നിലവാരത്തിലുള്ള സാദ്ധ്യതകളാണ്‌.","mr":"नॉर्थ कॅरोलिना, चार्लोटकडील महत्त्वाची बाब म्हणजे त्याकडे कुटुंबांकरिता उच्च-गुणवत्तेचे पर्याय उपलब्ध आहेत.","ne":"शार्लट, उत्तर क्यारोलिनाको मजबुत बिन्दुहरूमा एक यो हो कि यसमा परिवारहरूका लागि उच्च-गुणस्तरका विकल्पहरूको प्रचुरता छ।","es":"Una de las principales ventajas de Charlotte, en Carolina del Norte, es que ofrece un buen número de opciones de calidad para familias.","sw":"Mojawapo ya sifa kali za Charlotte, Carolina Kaskazini, ni kwamba ina idadi kubwa ya machaguo ya hali ya juu kwa familia.","te":"షార్లెట్ యొక్క బలమైన పాయింట్లలో ఒకటి, నార్త్ కరోలినా, ఇది కుటుంబాలకు అధిక నాణ్యత ఎంపికలు సమృద్ధిగా కలిగి ఉంది.","ur":"شمالی کیرولینا کے شارلوٹ کے مضبوط نقطوں میں سے ایک یہ ہے کہ یہاں خاندانوں کیلئے اعلی معیاری اختیارات کی فراوانی ہے-","vi":"Một trong những điểm mạnh của thành phố Charlotte ở Bắc Carolina là có vô số những lựa chọn với chất lượng cao dành cho các gia đình.","xh":"Enye yezinto ezigqamileyo nge-Charlotte, e-North Carolina, kungenxa yokuba iintsapho zinokukhetha okuninzi apho.","yo":"Àmì kan gbòógì tí ìlú Charlotte ní ẹkùn àríwá Carolina ni wípé ó ní àǹfàní ìgbé ayé tó pójú owó fáwọn mọ̀lẹ́bí.","zu":"Enye yezindawo ezinamandla zeCharlotte, eNyakatho Carolina, ukuthi inezinto eziningi ezisezingeni eliphezulu imindeni engakhetha kuzo."}
{"ar":"ضم المبنى عدداً من الحجاج الذين أتوا لزيارة المدينة المقدسة عشية الحج.","zh":"这栋楼里住着一些朝圣者，他们是在麦加朝圣前夕来到这座圣城的。","en":"The building housed a number of pilgrims who came to visit the holy city at the eve of hajj pilgrimage.","eu":"Haj erromesaldian hiria bisitatzera etorritako erromes ugari zeuden eraikinean.","fr":"Le bâtiment abritait un certain nombre de pèlerins venus visiter la ville sainte à la veille du pèlerinage du Hadj.","ml":"ഹജ്ജ് തീർത്ഥാടനത്തിന്റെ തലേന്ന് പുണ്യനഗരി സന്ദർശിക്കാൻ എത്തിയ ഒരുപാട് തീർത്ഥാടകർ ആ ബിൽഡിംങിൽ താമസിച്ചു.","mr":"हज यात्रेच्या आदल्यादिवशी पवित्र शहराला भेट देण्यासाठी आलेल्या अनेक यात्रेकरूंना या इमारतीमध्ये ठेवण्यात आले होते.","ne":"हज यात्राको पूर्व सन्ध्यामा पवित्र शहरको भ्रमण गर्न धेरै तीर्थयात्रीहरू आएका थिए।","es":"El albergue hospedaba a varios devotos que habían llegado a la ciudad sagrada las vísperas de la peregrinación del Hajj.","sw":"Jengo hilo lilikuwa na mahujaji kadhaa ambao walikuja kuzuru mji mtakatifu siku iliyotangulia hija.","te":"ఈ భవనంలో హజ్ యాత్ర సందర్భంగా పవిత్ర నగరాన్ని సందర్శించడానికి వచ్చిన యాత్రికుల సంఖ్య చాలా ఎక్కువగా ఉంది.","ur":"حج کی زیارت کے موقع پر اس عمارت میں متعدد عازمین حج مقیم تھے جو مقدس شہر میں زیارت کیلئے آئے تھے-","vi":"Tòa nhà là nơi ở của một số người hành hương đến thăm vùng đất thánh vào đêm đại hành hương.","xh":"Esi sakhiwo sasihlala iqela labandwendweli makhaya ababeze kutyelelo lwesixeko esingcwele phambi kohambo lwenqanawa yeHajj.","yo":"Ilé náà gba àwọn arìnrìnàjò tí wọ́n wá sí ilú mímọ́ ní alẹ́ ìrìnàjò hajj.","zu":"Isakhiwo besihlalisa abahambeli ababezovakasha edolobheni elingcwele ngosuku olwandulela i-hajj pilgrimage."}
{"ar":"تقوم الشركات الإعلامية بشكل روتيني بالكذب حول الغرض من ذلك، بدعوى \"منع القرصنة\".","zh":"媒体公司照例撒谎以掩盖其目的，声称这是为了“防止盗版”。","en":"The media companies routinely lie about the purpose of this, claiming that it is to \"prevent piracy\".","eu":"Hedabideek gezurra esan ohi dute horren helburuei dagokienez, “pirateria ekiditeko” dela aldarrikatuz.","fr":"Les entreprises de médias mentent couramment sur l'objectif de cette mesure, prétendant qu'elle vise à « empêcher le piratage ».","ml":"\"മാധ്യമ കമ്പനികൾ,ഇത് \"\"മോഷണം തടയാനാണ്\"\" എന്ന് വാദിച്ച്, ഇതിന്റെ ഉദ്ദേശ്യത്തെ കുറിച്ച് പതിവായി കള്ളം പറയുകയാണ്. \"","mr":"\"मीडिया कंपन्या याच्या उद्देशाबाबत सतत खोट बोलतात, \"\"पायरसीला प्रतिबंध\"\" करण्यासाठी असं असल्याचा दावा करतात.\"","ne":"मिडिया कम्पनीहरूले यो “पाइरेसी रोक्न” भन्ने दावी गर्दै यसको उद्देश्यको बारेमा नियमित रूपमा झुटो बोल्छन्।","es":"Las empresas de comunicación mienten repetidamente sobre su finalidad, asegurando que sirve para «prevenir la piratería».","sw":"Kampuni za midia daima hudanganya kuhusu madhumuni ya hili, zikidai kwamba ni kwa “kuzuia uharamu”.","te":"\"మీడియా సంస్థలు మామూలుగా దీని ఉద్దేశ్యం గురించి అబద్ధాలు చెబుతున్నాయి, ఇది \"\"పైరసీని నిరోధించడం\"\" అని పేర్కొంది.\"","ur":"میڈیا کمپنیاں اس کے مقصد سے متعلق لگاتار جھوٹ بولتی ہیں کہ یہ\"رازداری روکنے\" کیلئے ہے۔","vi":"Các công ty truyền thông thường nói dối về mục đích của việc này, cho rằng là để “ngăn chăn việc vi phạm bản quyền”.","xh":"Iinkampani zeendaba ziqhele ukuxoka ngenjongo yoku, zisithi oku “kwenzelwe ukuthintela ubumfihlo.”","yo":"Iléẹṣẹ́ agbéròyìnjáde ma ń parọ́ nípa èyí, sọ pé ó wà láti “dènà jíjí iṣẹ́ ọpọlọ”.","zu":"Izinkampani zezezindaba kaningi ziqamba amanga ngenjongo yalokhu, zithi kungenxa \"yokuvimbela ukuba imfihlo\"."}
{"ar":"تم اعتقال الرجل المشتبه في أنه قام بتفجير القنبلة بعد إصابته بجروح جراء الانفجار.","zh":"涉嫌引爆炸弹的男子在爆炸中受伤，随后被拘留。","en":"The man suspected of detonating the bomb was detained, after sustaining injuries from the blast.","eu":"Bonba lehertzearen ustezko arduraduna atxilotu egin zuten, eztandaren eraginez zauriak pairatu ondoren.","fr":"L'homme soupçonné d'avoir fait exploser la bombe a été arrêté, après avoir été blessé par l'explosion.","ml":"ബോംബ് വച്ചതായി സംശയിക്കുന്ന ആളെ കസ്‌റ്റഡിയിൽ എടുത്തു, ഇയാൾക്ക് സ്ഫോടനത്തിൽ നിന്നും പരിക്കേറ്റിട്ടുണ്ട്.","mr":"स्फोटामध्ये इजा झाल्यानंतर बॉम्बस्फोट घडवून आणणारा संशयित मनुष्य ताब्यात घेण्यात आलेला आहे.","ne":"बम विस्फोट गराएको शंका गरिएको व्यक्तिलाई बम विष्फोटबाट घाइते बनाएपछि पक्राउ गरिएको थियो।","es":"Se detuvo al sospechoso de detonar la bomba luego de que sufriera heridas debido a la explosión.","sw":"Mwanamume ambaye alishukiwa kulipua bomu alizuiliwa, baada ya kupata majeraha kutokana na mlipuko.","te":"బాంబు పేలుడుకు పాల్పడినట్లు అనుమానిస్తున్న వ్యక్తిని అదుపులోకి తీసుకున్నారు.","ur":"دھماکے میں زخمی شخص کو دھماکہ کرنے والے مشکوک شخص کے طور پر حراست میں لیا گیا ہے۔","vi":"Người đàn ông bị nghi ngờ là người kích hoạt quả bom đã bị bắt giữ, sau khi bị thương từ sau vụ nổ.","xh":"Le ndoda irkrokrelwa ngokuqhushumbhisa iziqhushumbhisi ibanjiwe, emva kokwenzakaliswa luqhushumbo.","yo":"Wọ́n ti fi páńpẹ́ òfin gbé ọkùnrin tí wọ́n fura sí pé o ju àdó olóró, lẹ́yìn tí ó ṣèse látàrí ìjàmbá àdó olóró náà.","zu":"Indoda esolwa ngokuqhumisa ibhomu yabanjwa, ngemva kokulinyazwa ukuqhuma."}
{"ar":"لن نصلح سيارة أبدًا، أو نبني نافورة في فنائنا الخلفي، أو نسافر إلى بيرو لدراسة الآثار القديمة، أو نعيد تشكيل منزل جارنا.","zh":"我们永远不会对汽车进行大修，不会在后院建喷泉，不会去秘鲁考察古代遗迹，也不会改造邻居的房子。","en":"We will never overhaul a car, build a fountain in our backyard, travel to Peru to examine ancient ruins, or remodel our neighbour's house.","eu":"Ez dugu auto bat inoiz aztertuko, lorategian iturri bat eraikiko, antzinako hondakinak ikertzeko Perura bidaiatuko edo auzokidearen etxea birmoldatuko.","fr":"Nous n'allons jamais rénover une voiture, construire une fontaine dans notre arrière-cour, voyager au Pérou pour examiner des ruines antiques, ou refaire la maison de notre voisin.","ml":"ഒരു കാർ അറ്റകുറ്റപണി നടത്തുക, ഞങ്ങളുടെ വീട്ടുമുറ്റത്ത് ഒരു ഫൗണ്ടൻ പണിയുക, പുരാതന അവശിഷ്ടങ്ങൾ പരിശോധിക്കാൻ പെറുവിലേക്ക് പോകുക, അല്ലെങ്കിൽ ഞങ്ങളുടെ അയൽക്കാരന്റെ വീട് പുനർനിർമ്മിക്കുക ഇവ ഞങ്ങൾ ഒരിക്കലും ചെയ്യില്ല.","mr":"आपण कधीही आपली कार दुरुस्तीसाठी पूर्ण तपासणार नाही, एखादा कारंजा मागच्या अंगणात बांधणार नाही, प्राचीन अवशेष पाहण्यासाठी पेरुकडे प्रयाण करणार नाही किवा आपल्या शेजाऱ्याचे घर पुनरारेखीत करणार नाही.","ne":"हामी कहिल्यै पनि कारलाई पूर्ण रूपमा परिवर्तन गर्नेछैनौँ, हाम्रो घर पछाडि फोहोरा निर्माण गर्नेछैनौँ, पुराना भग्नावशेषहरू जाँच्न पेरु यात्रा गर्नेछैनौँ वा आफ्नो छिमेकीको घर पुनर्निर्माण गर्नेछैनौँ।","es":"Nunca repararemos un vehículo, ni construiremos una fuente en el patio trasero de nuestra casa, ni iremos a Perú para examinar ruinas antiguas, ni remodelaremos la casa del vecino.","sw":"Hatutawahi kukarabati gari lote, kujenga chemchemi katika ua letu la nyuma, kusafiri Peru kukagua magofu ya kale, au kubuni upya nyumba ya jirani.","te":"మేము ఎన్నడూ కారుఓవర్హాల్ చేస్తాము, మా పెరడులో ఫౌంటెన్ నిర్మించడానికి, పురాతన శిథిలాలను పరీక్షించడానికి పెరూకు ప్రయాణి౦చడ౦, లేదా మన పొరుగువారి ఇ౦టిని పునఃనమూనా చేయడ౦ వ౦టివేవీ చేయము.","ur":"ہم کبھی بھی کسی کار کی مرمت، اپنے مکان کے عقبی حصہ میں جھرنا کی تعمیر، قدیم کھنڈرات کا جائزہ لینے کیلئے پیرو کا سفر، یا اپنے پڑوسی کے گھر کی تعمیرِ نو نہیں کرین گے-","vi":"Chúng tôi sẽ không bao giờ đại tu một chiếc xe, xây một vòi phun nước ở sân sau, đi du lịch Peru để thám hiểm các tàn tích cổ đại, hoặc sửa sang nhà của hàng xóm.","xh":"Asoze siyiqale phantsi injini yemoto, sakhe umthombo emva kwendlu yethu, sityelele ePeru ukuze siyokubona amabhodlo akudla, okanye silungise indlu yommelwane.","yo":"A o ni ti moto pale lai lai, ko orisun omi si eyinkule wa, rin lo Peru lati lo wo erunrun atijo, abi tun ile aladugbo wa ko.","zu":"Angeke silungise imoto, sakhe umthombo emuva kwegceke, sithathe uhambo oluya ePheru ukuyohlola amanxiwa akudala, noma silungise indlu kamakhelwane wethu."}
{"ar":"كانت حضارة وادي السند حضارةً في العصر البرونزي في شبه القارة الهندية الشمالية الغربية وكانت تضم معظم باكستان الحديثة وبعض المناطق في شمال غرب الهند وشمال شرق أفغانستان.","zh":"印度河流域文明是青铜时代的文明，位于印度西北部次大陆，覆盖的区域包括了现代巴基斯坦的大部分地区，以及印度西北部和阿富汗东北部的一些地区。","en":"The Indus Valley Civilization was a Bronze Age civilisation in the northwest Indian subcontinent encompassing most of modern-day Pakistan and some regions in northwest India and northeast Afghanistan.","eu":"Indus haraneko zibilizazioa Brontze aroko zibilizazio bat zen, Indiako azpikontinenteko ipar-mendebaldean zegoen, eta egungo Pakistanen zati handiena, Indiako ipar-mendebaldeko eskualde batzuk eta Afganistango ipar-ekialdea hartzen zituen.","fr":"La civilisation de la vallée de l'Indus est une civilisation de l'âge de bronze du sous-continent indien du nord-ouest, qui englobe la plus grande partie du Pakistan actuel et certaines régions du nord-ouest de l'Inde et du nord-est de l'Afghanistan.","ml":"ആധുനിക പാകിസ്താന്റെ മിക്ക ഭാഗങ്ങളും വടക്ക് പടിഞ്ഞാറൻ ഇന്ത്യയിലെയും വടക്ക് കിഴക്കൻ അഫ്ഗാനിസ്ഥാനിലെയും ചില പ്രദേശങ്ങളും ഉൾക്കൊണ്ടിരുന്ന വടക്ക് പടിഞ്ഞാറൻ ഇന്ത്യൻ ഉപഭൂഖണ്ഡത്തിലെ വെങ്കലയുഗ സംസ്‌കാരം ആയിരുന്നു സിന്ധൂനദീതട സംസ്കാരം.","mr":"सिंधू संस्कृती ही वायव्य भारतीय उपखंडातील कांस्य युग संस्कृती होती ज्यामध्ये  आधुनिक काळातील पाकिस्तान, वायव्य भारत आणि ईशान्य अफगाणिस्तानातील काही प्रदेशांचा समावेश होता.","ne":"आधुनिक समयका पाकिस्तान र उत्तर पश्चिमी भारत र उत्तर पूर्वी अफगानिस्तानका केही क्षेत्रहरू समेटिएका सिन्धु घाटी सभ्यता उत्तर पश्चिमी भारतीय उपमहाद्वीपमा काँस युगको सभ्यता थियो।","es":"La civilización del valle del Indo se desarrolló en la Edad del Bronce, en el subcontinente del noroeste de la India, que comprende la mayor parte del hoy territorio pakistaní y algunas zonas del noroeste indio y el noreste afgano.","sw":"Ustaarabu wa Indus Valley ulikuwa wa Enzi za Shaba kaskazini magharibi mwa bara ndogo la Hindi, ukijumuisha kwa wingi Pakistani ya sasa na sehemu za kaskazini magharibi mwa Hindu na kaskazini magharibi mwa Afganistani.","te":"ఇండస్ లోయ నాగరికత వాయువ్య భారత ఉపఖండంలోని కాంస్య యుగం నాగరికత, ఇది ఎక్కువ భాగం ప్రస్తుత పాకిస్తాన్ మరియువాయువ్య భారతదేశం ఇంకా ఈశాన్య ఆఫ్ఘనిస్తాన్ లోని కొన్ని ప్రాంతాలను కలిగి ఉంది.","ur":"وادی سندھ کی تہذیب دور جدید کے پاکستان کے زیادہ تر حصوں، ہندوستان کے کچھ شمال مغربی علاقوں اور افغانستان کے شمال مشرقی علاقوں پر محیط بر صغیر ہند کے شمال مغرب میں کانسے کے عہد کی تہذیب تھی۔","vi":"Nền Văn Minh Lưu Vực Sông Ấn là một nền văn minh thời Đồ Đồng ở khu vực phía tây bắc tiểu lục địa Ấn Độ, bao gồm phần lớn nước Pakistan ngày nay, một số vùng thuộc miền tây bắc Ấn Độ và đông bắc Afghanistan.","xh":"Impucuko ye-Indus Valley yayiyimpucuko yeBronze Age kumazantsi mpuma eIndiya equka uninzi lwePakistan yanamhlanje kunye neminye imimandla emantla ntshona eIndiya nakwimpuma yeAfghanistan.","yo":"Ní àárin gbùngùn Indus, Ọ̀làjú jẹ́ àkókò Bronze Age, ọlàjú ní àríwá-ìwọ̀oòrùn India fi ara pẹ́ ọ̀pọ̀ ti òde òní tí ó wà ní Pakistan àti àwọn agbègbè ní Aríwá-ìwọ̀oòrùn Afghanista.","zu":"Umphakathi wesiGodi sase-Indus kwakuwumphakathi Wenkathi yeBhulonze ezweni laseNdiya elisentshonalanga nyakatho elihlanganisa ubuningi bePakistan yanamuhla kanye nezinye izinkolo entshonalanga nyakatho Ndiya nasempumalanga nyakatho Afghanistan."}
{"ar":"وبحسب ما ذكر في الرواية، فإن دافعه كان الوصول إلى الشّهرة بأيّ ثمن. وقد أعلن سكان أفسس الغاضبون رفضهم تسجيل اسم هيروستراتس مطلقًا.","zh":"据故事情节所写，此人愿不惜一切代价出人头地。愤慨的以弗所人宣布黑若斯达特斯（Herostratus）之名罄竹难书。","en":"According to the story, his motivation was fame at any cost. The Ephesians, outraged, announced that Herostratus' name never be recorded.","eu":"Historiak dioenaren arabera, kosta ahala kosta famatu izatea zen haren helburua. Efesoarrek, haserre, iragarri zuten Herostratus-en izena ez zela inoiz erregistratuko.","fr":"D'après l'histoire, sa motivation était la célébrité à tout prix. Les Ephésiens, indignés, annoncent que le nom d'Herostratus ne sera jamais enregistré.","ml":"സ്റ്റോറി അനുസരിച്ച്, എന്തുവിലകൊടുത്തും പ്രശസ്തി നേടുകയായിരുന്നു അദ്ദേഹത്തിന്റെ ഉദ്ദേശ്യം. ഹെറോസ്ട്രോട്ടസിന്റെ പേര് ഒരിക്കലും രേഖപ്പെടുത്തപ്പെട്ടിട്ടില്ലെന്ന് കുപിതരായ എഫേസ്യൻസ് പ്രഖ്യാപിച്ചു.","mr":"कथेनुसार, त्याची प्रेरणा कोणत्याही परिस्थितीत प्रसिद्धी ही होती. त्यामुळे चिडलेल्या एफेशियन नि हे घोषित केले की हिरोस्ट्रेटस चे नाव केव्हाही नोंदवले जाणार नाही.","ne":"कथाको अनुसार, उनको प्रेरणा कुनै पनि हिसाबमा प्रख्यात थियो। आक्रोशित एफिसियनहरूले हेरोस्ट्राटसको नाम कहिल्यै पनि रेकर्ड गरिने छैन भनेर घोषणा गरे।","es":"Cuentan que su motivación era alcanzar la fama a cualquier precio y que los efesios, indignados por ello, anunciaron que jamás se registraría el nombre de Herostrato.","sw":"Kulingana na hadithi, motisha wake ulikuwa umaarufu kwa gharama yoyote. Waefeso, kwa kukasirika, walitangaza kuwa jina la Herostratus lisirekodiwe daima.","te":"కథ ప్రకారం, ఎలాగైనా కీర్తిని సంపాదించాలనేది అతని ప్రేరణ. కోపంతో ఉన్న ఎఫెసియన్లు, హెరోస్ట్రాటస్ పేరును ఎప్పటికీ నమోదు చేయబడదని ప్రకటించారు.","ur":"کہانی کے مطابق، اسکا مقصد کسی بھی قیمت پر شہرت حاصل کرنا تھا- باشندوں نے غم سے نڈھال ہوکر یہ اعلان کیا کہ ہیروسٹریٹس کا نام کبھی بھی درج نہیں کیا جائے گا-","vi":"Theo truyền thuyết, mục tiêu của y là trở nên nổi tiếng bằng mọi giá. Người Ephesians đã phẫn nộ tuyên bố rằng tên của Herostratus sẽ không bao giờ được ghi chép lại.","xh":"Ngokwebali, injongo yakhe yayikuduma nobakanjani. Ama-Efijian, ecaphukile, athi igama lika Herostratus lingaze libhalwe.","yo":"Bi itan naa se wi, nkan to fi se iwuri nip e ko je gbajumo ni onakona. Awon ara Efesu, won ti binu, won kede pe ki won ma ko oruko Erostratusi lai lai.","zu":"Ngokwendaba, okwakumshukumisa kwakuwukuthola udumo kumnyama kubomvu. Abase-Efesu, bethukuthele begane unwabu, bamemezela ukuthi igama likaHerostratus lingagcinwa ngokubhalwa."}
{"ar":"هؤلاء الوكلاء مسؤولون عن تقديم الخدمات الحكومية و القضائية بموجب المادة 247 من الدستور الباكستاني.","zh":"这些代理人负责根据《巴基斯坦宪法》第 247 条提供政府和司法服务。","en":"These agents are responsible for providing government and judicial services under Article 247 of the Pakistani Constitution.","eu":"Agente horiek gobernu- eta justizia-zerbitzuak emateaz arduratzen dira, Pakistango Konstituzioaren 247. artikuluaren arabera.","fr":"Ces agents ont la responsabilité de prévoir les services gouvernementaux et judiciaires prévus sous l'Article 247 de la Constitution pakistanaise.","ml":"പാക്കിസ്ഥാൻ ഭരണഘടനയുടെ അനുച്ഛേദം 247 പ്രകാരം,ഗവൺമെന്റിനെയും ജുഡീഷ്യൽ സർവീസുകളെയും നിശ്ചയിക്കുന്നതിന്റെ ഉത്തരവാദിത്തം   ഈ ഏജന്റുകൾക്കാണ്.","mr":"पाकिस्तान संविधानाच्या कलम 247 नुसार हे प्रतिनिधी शासकीय आणि न्यायालयीन सेवा देण्यास जबाबदार आहेत.","ne":"यी एजेन्टहरू पाकिस्तानी संविधानको धारा 247 अन्तर्गत सरकारी र न्यायिक सेवाहरू प्रदान गर्न जिम्मेवार छन्।","es":"Estos funcionarios tienen el deber de proveer servicios gubernamentales y judiciales a tenor de lo dispuesto por el artículo 247 de la Constitución paquistaní.","sw":"Wakala hawa wana wajibu wa kutoa huduma za kiserikali na kisheria chini ya Kifungu cha 247 cha Katiba ya Pakistani.","te":"ఈ ఏజెంట్లు పాకిస్థాన్ రాజ్యాంగంలోని 247 వ అధికరణం ప్రకారం ప్రభుత్వ, న్యాయ సేవలను అందించే బాధ్యత వహిస్తారు.","ur":"یہ ایجنٹ حضرات پاکستانی قانون کے آرٹیکل نمبر 247 کے تحت حکومتی اور عدالتی خدمات فراہم کرنے کے ذمّے دار ہیں۔","vi":"Những cơ quan này chịu trách nhiệm cung ứng các dịch vụ hành pháp và tư pháp theo Điều 247 của Hiến Pháp Pakistan.","xh":"La magosa anembopheleleko yokunikezela ngeenkonzo zezomthetho nezoburhulumente phantsi kweGatya 247 Lomgaqo siseko wasePakistan.","yo":"Àwọn asojú wọ̀nyí jẹ́ ìdúró fún ìpèse ìjọba àti àwọn ẹka ìdájọ́ lábẹ́ abala òjìlénígba ó lé méje ìwé òfin ilẹ̀ Pakistan.","zu":"Laba baphatheli banomthwalo wokunikeza izinkonzo zikahulumeni kanye nezokwahlulela ngaphansi koMthetho 247 woMthetho-sisekelo wasePakistan."}
{"ar":"بفضل روابط كابلات الألياف الضوئية الموجودة تحت سطح البحر إلى أوروبا والأقمار الصناعية ذات النطاق العريض، فإن غرينلاند لديها اتصال جيد بالإنترنت حيث 93٪ من السكان لديهم اتصال بالإنترنت.","zh":"多亏有了与欧洲相连的海底光缆和宽带卫星，格陵兰网络连接畅通，93% 的人口接入了互联网。","en":"Thanks to undersea fiber optic cable links to Europe and broadband satellite, Greenland is well connected with 93% of the population having internet access.","eu":"Europarekin lotzen duen itsaso azpiko zuntz optikoari eta banda zabaleko sateliteari esker, Groenlandia ongi konektatuta dago eta biztanleriaren % 93k dauka Internet konexioa.","fr":"Grâce aux liaisons par câble sous-marin à fibre optique vers l’Europe et par satellite à large bande, le Groenland est bien connecté et 93% de la population a accès à Internet.","ml":"കടലിനടിയിലൂടെയുള്ള ഫൈബർ ഒപ്റ്റിക് കേബിൾ ബന്ധങ്ങളും, ബ്രോഡ്ബാൻഡ് സാറ്റലൈറ്റും കാരണം ഗ്രീൻലാൻഡിൽ ഇൻറ്റർനെറ്റ് ബന്ധം ശക്തമാണ്, ജനസംഖ്യയിൽ 93% ശതമാനം ജനങ്ങൾക്കും ഇന്റർനെറ്റ് സൗകര്യമുണ്ട്.","mr":"युरोपपर्यंत असलेली समुद्राखालील फायबर ऑप्टिक केबल आणि ब्रॉडबँड सॅटेलाइट यांमुळे, ग्रीनलँडमधील ९३% लोकसंख्या इंटरनेटच्या अॅक्सेसने जोडली गेली आहे.","ne":"युरोप र ब्रोडब्यान्ड स्याटेलाइटमा अन्डर सि फाइबर अप्टिक केबल लिङ्कहरूले गर्दा, ग्रिनल्यान्ड इन्टरनेट पहुँच भएका 93% जनसङ्ख्यामा राम्रोसँग जडान भएको छ।","es":"Las conexiones de cable de fibra óptica submarinos que llegan hasta Europa y el satélite de banda ancha hacen posible que Groenlandia cuente con buena conectividad y que el 93% de la población tenga acceso a Internet.","sw":"Shukrani kwa viungo vya kebo za nyuzi za kioo chini ya bahari katika Uropa na satelaiti pana yenye bendi za masafa mapana, Greenland imeunganishwa vizuri na asilimia 93 ya watu wana ufikiaji wa intaneti.","te":"ఐరోపా మరియు బ్రాడ్ బ్యాండ్ శాటిలైట్ లకు అండర్ సీ ఫైబర్ ఆప్టిక్ కేబుల్ లింక్ ల ద్వారా, గ్రీన్ లాండ్ ఇంటర్నెట్ యాక్సెస్ ఉన్న 93% జనాభాతో బాగా అనుసంధానించబడింది.","ur":"یورپ تک زیر سمندر فائبر آپٹک تار روابط اور براڈ بینڈ سیٹلائٹ کی بدولت، گرین لینڈ انٹرنیٹ تک رسائی رکھنے والی 93 فیصد آبادی کے ساتھ اچھی طرح مربوط ہے۔","vi":"Nhờ có liên kết cáp quang dưới biển đến Châu Âu và vệ tinh băng thông rộng, Greenland kết nối tốt với 93% dân số có truy cập internet.","xh":"Ngenxa yeentambo ze-fiber optic ezingaphantsi kolwandle namakhonkco aya kwi Europe kunye ne-broadband satellite, iGreenland iqhagamshelekee kakuhle yaye inabantu abayi-93% abanokufikelela kwi intanethi.","yo":"Ọpẹlopé àsopọ̀ okùn fibre lábẹ́ òkun tsi Yuropi ati boolu gbohungbohun satelaiti, Greenland ní àsopọ̀ dada pẹ̀lú 93% àwọn èrò tó ráyè lo íńtánẹ̀ẹ̀tì.","zu":"Ngenxa yokuxhumana kwekhebuli enemicu yokudlulisa ukukhaya ehamba ngaphansi kolwandle nesiphuphutheki sokuxhumanisa, i-Greenland uxhumene kahle nabantu abangu-93% abanoxhumano lwe-inthanethi."}
{"ar":"اضطراب نقص الانتباه \"متلازمة عصبية يمكن تشخيصها عن طريق ثلاثة أعراض معتادة هي الاندفاع، وسهولة التشتت، وفرط النشاط أو الطاقة الزائدة\".","zh":"“注意力缺失症“是一种神经系统综合症，三种典型的限定症状包括冲动、注意力分散、多动或精力过剩。","en":"Attention Deficit Disorder \"is a neurological syndrome whose classic defining triad of symptoms including impulsivity, distractibility, and hyperactivity or excess energy\".","eu":"Arreta-defizitaren nahasmendua “sindrome neurologiko bat da, eta definitzen duten sintomen hirukote klasikoa, oldarkortasuna, distraitzeko erraztasuna eta hiperaktibitatea edo gehiegizko energia dira”.","fr":"Le trouble déficitaire de l'attention « est un syndrome neurologique dont les trois symptômes caractéristiques sont l'impulsivité, la difficulté à se concentrer et l'hyperactivité (ou excès d'énergie) ».","ml":"\"അറ്റൻഷൻ ഡെഫിസിറ്റ് ഡിസോർഡർ എന്നത് \"\"ഒരു നാഡീ സംബന്ധമായ രോഗലക്ഷണമാണ്, ഇതിന്റെ നിർവചനത്തിലെ മൂന്ന് രോഗലക്ഷണങ്ങളാണ് അമിതാവേശം, സംഭ്രമം, ഹൈപ്പർ ആക്ടിവിറ്റി അല്ലെങ്കിൽ അമിത ഉത്സാഹം\"\".\"","mr":"अवधान त्रुटी विकृती हे एक चेतासंस्था संलक्षण आहे ज्यामध्ये  आवेग, विकर्षणशीलता आणि अतिक्रिया शीलता किंवा अतिरिक्त उर्जा यांचा अभिजात त्रिवेणी संगम आहे.","ne":"ध्यान कमी हुने गडबडी “एक स्नायु समबन्धी सिन्ड्रोम हो जसको उत्कृष्ट परिभाषा दिने त्रय लक्षणहरूमा आवेगशीलता, ध्यानभङ्गता र उच्च गतिविधि वा अत्यधिक ऊर्जा समावेश हुन्छन्।","es":"El trastorno por déficit de atención «es un síndrome neurológico en el que, por definición, convergen tres síntomas: la impulsividad, la distracción y la hiperactividad o exceso de energía».","sw":"Tatizo la Upungufu wa Umakini \"ni ugonjwa wa neva ambao dalili zake tatu za kawaida za kuufafanua ni msukumo, mvurugo na utendaji wa kupita kiasi au nguvu za ziada.\"","te":"\"అటెన్షన్ డెఫిసిట్ డిజార్డర్ అనేది \"\"ఒక న్యూరోలాజికల్ సిండ్రోమ్, దీనిని ఉత్తమంగా చెప్పాలంటే ఉద్రేకం, పరధ్యానం మరియు అతిచురుకుతనం లేదా అదనపు శక్తి లాంటి మూడు లక్షణాలు కలిపి ఉంటాయి.\"\"\"","ur":"اٹینشن ڈی فیسٹ ڈس آرڈر \"ایک اعصابی سنڈروم ہے جس کی عمدہ تعریف کرنے والی سہ رخی علامتیں اکساہٹ، توجہ کا انتشار اور غیر معمولی فعالیت یا یا غیر معمولی قوت کو شامل ہے۔\"","vi":"Chứng giảm chú ý “là một hội chứng thần kinh được đặc trưng bởi bộ ba hội chứng gồm bốc đồng, mất tập trung, tăng động hoặc thừa năng lượng”.","xh":"I-Attention Deficit Disorder “sisigulo sengqondo esineempawu ezintathu eziqhelekileyo eziquka ukuvele wenze izinto, ukuphazamiseka msinyane kuquka nokudlamka okugqithiseleyo.”","yo":"Attention Deficit Disorder, ni ààrùn ọpọlọ tí o máa ń fa kí ènìyàn máa ní àwọn àpẹẹrẹ bí wérewère, wọ́nranwọ̀nran, ránhunràun, àti wàìwàì tàbí gànràngànrà.”","zu":"Isifo Sokuthanda Ukunakwa \"yisifo se-neurological syndrome esivame ukubonakalangezimpawu ezihlanganisa ukwenza izinto ngokunganaki, ukuphazamiseka, kanye nokuba nomdlandla ngokweqile noma amandla ngokweqile\"."}
{"ar":"كان الملك سيجونغ الملك الرابع لأسرة جوسون، وكان أحد أكثر الملوك الذين حظوا بتقدير كبير.","zh":"世宗大王为朝鲜王朝的第四任君主，也是最受推崇的君主之一。","en":"King Sejong was the fourth king of the Joseon Dynasty and is one of the most highly regarded.","eu":"Sejong erregea Joseon dinastiako laugarren erregea izan zen, eta estimatuenetako bat da.","fr":"Sejong le Grand fut le quatrième roi de la dynastie Joseon et demeure l’un des souverains coréens les plus respectés.","ml":"ജോസോൺ രാജവംശത്തിലെ നാലാമത്തെ രാജാവായിരുന്നു സെജോംഗ് രാജാവ് അത് വളരെയധികം പരിഗണിക്കപ്പെടുന്ന 1 ആണ്.","mr":"किंग सेजोंग हा जोसेओन राजवंशाचा चौथा राजा होता आणि अतिशय सन्माननीय राजांपैकी तो 1 होता.","ne":"राजा सेजोङ जोसेन राजवंशको चौँथो राजा थिए र सबैभन्दा सम्मानित मध्येको एउटा मानिन्छ।","es":"Sejong fue el monarca número cuatro de la dinastía Joseon y uno de los que ganó mayor respeto.","sw":"Mfalme Sejong alikua ndiye mfalme wa nne kwenye Nasaba ya Joseon na ndiye aliyezingatiwa Zaidi.","te":"కింగ్ సెజోంగ్ జోసెయోన్ రాజవంశం యొక్క నాల్గవ రాజు మరియు అత్యంత గౌరవనీయమైన వారిలో 1రు.","ur":"کنگ سیجونگ جوسیوں خاندان سلاطین کا چوتھا بادشاہ تھا اور انتہائی قابل احترام بادشاہوں میں سے ایک تھا-","vi":"Vua Sejong là vua thứ tư trong Triều đại Joseon và là một trong những vị vua được kính trọng nhất.","xh":"Ukumkani Sejong wayengukumkani wesine woBukumkani bamJoseon yaye ngomnye wabanconywa kakhulu.","yo":"Ọba Sejong ni ọba kẹrin ti ìran Joseon ó sì jẹ́ ìkan lára àwọn tí wọ́n bọ̀wọ̀ fún jùlọ.","zu":"INkosi u-Sejong wayeyinkosi yesine yoBukhosi buka-Joseon futhi ungomunye wabathathelwa phezulu kakhulu."}
{"ar":"ستضع إشعارات تعرض فيها مساعدتك، وتسير على الأرصفة للتواصل مع من يُنظفون يخوتهم أو مع البحارة في الحانة وغيرهم.","zh":"基本上，你可以张贴告示，告知他人你可以提供帮助、在码头上来回走动、接触正在清理游艇的人或酒吧里的水手等等。","en":"Basically you'll be putting up notices offering your help, pacing the docks, approaching people cleaning their yachts, trying to make contact with sailors in the bar, etc.","eu":"Funtsean, zure laguntza eskaintzeko kartelak jarriko dituzu, kaian zehar paseatuko zara, beren yateak garbitzen ari direnengana hurbilduko zara, tabernan marinelekin harremanak sortzen saiatuko zara, etab.","fr":"Fondamentalement, vous afficherez des annonces pour proposer votre aide, arpenterez les quais, aborderez les personnes nettoyant leurs yachts, essayerez de faire connaissance avec des navigateurs au bar, etc.","ml":"തുറമുഖത്തിലൂടെ നടക്കുക, വള്ളങ്ങൾ വൃത്തിയാക്കുന്ന ആളുകളെ സമീപിക്കുക, ബാറിലെ നാവികരുമായി സമ്പർക്കം പുലർത്താൻ ശ്രമിക്കുക തുടങ്ങിയ മാർഗ്ഗങ്ങളിലൂടെ നിങ്ങളുടെ സഹായം വാഗ്‌ദാനം ചെയ്യുന്നുവെന്ന് എല്ലാവരെയും അറിയിക്കാൻ ശ്രമിക്കുക.","mr":"मुख्यतः आपण देऊ करत असलेल्या मदतीचे सूचनेची पत्रके लावणे, गोदीत स्थिरस्थावर होणे, नौकांची साफसफाई करत असलेल्यालोकांशी संपर्क साधणे, बारमधील ना विकांशी संपर्क साधण्याचाप्रयत्न करणे, इत्यादि करत असाल.","ne":"साधारणतया तपाईं अरूलाई आफ्नो सहायता प्रस्तुत गर्दै, डकको लम्बाई नाप्दै, आफ्ना साना डुङ्गा सफा गरिरहेका मानिसहरूसँग नजिकिन खोज्दै, बारमा नाविकहरूसँग सम्पर्क गर्ने प्रयास गर्दै हुनु हुने छ।","es":"Su tarea será, básicamente, colocar avisos en los que ofrezca su ayuda, recorrer los muelles, acercarse a las personas que limpian los yates, intentar hacer contacto con los marineros en el bar, etc.","sw":"Kimsingi utakuwa unaweka matangazo kuhusu msaada wako, kutembea katika gati, kuongelesha watu wanaosafisha mashua zao, kujaribu kuwasiliana na mabaharia kwenye baa, na kadhalika.","te":"ప్రాథమికంగా మీరు మీ సాయం అందించడం, డాక్ లను పేసింగ్ చేయడం, వారి యాచ్ లను శుభ్రం చేసే వ్యక్తులను చేరుకోవడం, బార్ లో నావికులతో కాంటాక్ట్ చేయడం మొదలైన వాటిని గురించి మీరు నోటీస్‌లు పెడ్తారు.","ur":"بنیادی طور پر آپ اپنی مدد کی پیش کش، بندرگاہوں کی تیاری، لوگوں کے یاٹ کی صفائی کرنے والے لوگوں تک پہنچنے، بار میں جہاز رانوں سے رابطہ کرنے کی کوشش کرنے وغیرہ کے سلسلے میں آپ اعلان لگائیں گے۔","vi":"Về căn bản bạn sẽ treo thông báo đề nghị giúp đỡ cập bến cho tàu tiếp cận người dân xin dọn dẹp du thuyền của họ cố gắng làm quen với các thủy thủ trong quán bar v.v.","xh":"Ngokuyintloko uza kubeka izaziso ezichaza into ofuna ukuyenza, uhamba hambe edokisini, uye ebantwini abacoca izikhephe zabo, uzame ukuqhagamshelana noomatiloshe ebharini, njl, njl.","yo":"Bákanáà o ma ṣàfihàn àwọn àkíyèsí tó lè ranilọ́wọ́, pípàrà ibi tí wọ́n ti ń tún ọkọ̀ ojú omi ṣe, sísúma àwọn ènìyàn tó ń fo yáàṣì, ńgbìyànjú láti kàn sí àwọn awaks ojú omi ní ilé ọtí. àti bẹ́ẹ̀bẹ́ẹ̀ lọ.","zu":"Ngokuyisisekelo uzobe ufaka izaziso zosizo olunikezayo, wehla wenyuka ezikhumulweni zemikhumbi, ulanda bantu abahlanza izikebhe zawoseyili, uzama ukuxhumana namatilosi ezinkantini, njalo njalo."}
{"ar":"يمكن تخصيصها لجعل القراءة أسهل وكذلك مع أكبر قدر من الألوان أو أقل حسب الحاجة.","zh":"它可以进行个性化设置以便阅读，也可根据需求使用或多或少的颜色。","en":"It can be customized to make it easy to read and also with as much or little color as desired.","eu":"Egokitu egin daiteke, irakurtzeko erraza izan dadin, eta nahi adina kolore jar dakioke, norbere nahiaren arabera.","fr":"Elle peut être personnalisée afin d'en faciliter la lecture, et l'on peut y mettre autant ou aussi peu de couleur que l'on souhaite.","ml":"വായിക്കുന്നത് ലളിതമാക്കുന്ന തരത്തിലും, ഇഷ്ടാനുസരണം കൂടുതലോ കുറവോ നിറങ്ങൾ ഉപയോഗിക്കാൻ കഴിയുന്ന രീതിയിലും ഇത് യഥേഷ്ടം മാറ്റാൻ സാധിക്കും.","mr":"ते वाचण्यासाठी सोपे व्हावे आणि थोडा रंग किंवा हवा असेल तितका यासह अनुकूल तयार करता येते .","ne":"यसलाई पढ्न सजिलो गराउन र चाहेअनुसारको धेरै वा कम रङले अनुकूलन गर्न सकिन्छ।","es":"Es posible personalizarlo para que sea de fácil lectura y, también, regular la presencia de color, según se prefiera.","sw":"Inaweza kugeuzwa ili iwe rahisi kusoma na pia na rangi nyingi au kidogo kama inavyonuiwa.","te":"దీనిని సులభంగా చదవడానికి మరియు కోరుకున్నవిధంగా లేదా తక్కువ రంగుతో కస్టమైజ్ చేయవచ్చు.","ur":"اس کو پڑھنے میں آسان بنانے اور حسبِ خواہش رنگ کو کم و بیش کرنے کے لئے اسے کسڑمائز کیا جا سکتا ہے۔","vi":"Nó có thể được điều chỉnh để tạo sự dễ dàng cho việc đọc và nhiều hoặc ít màu sắc theo ý muốn.","xh":"Ingatshintshwa yenziwe ilungele wena ukuze kube lula ukuyifunda ibe kufakwe umbala omncinci kangangoko kunokwenzeka ngendlela ofuna ngayo.","yo":"Àkànse lè ba láti mún un kó rọrùn láti ka àti pẹ̀lú àwọ̀ díẹ̀ tàbí iye tí wọ́n bá fẹ́.","zu":"Ingahlelwa ngokuqokwa ukuyenza ifundeke kalula futhi ngemibala iminingi noma emincane njengoba umuntu ethanda."}
{"ar":"الفوتونات أصغر حتى من مكونات الذرات!","zh":"光子甚至比构成原子的物质还要小！","en":"Photons are even smaller than the stuff that makes up atoms!","eu":"Fotoiak atomoa osatzen duten gaiak baino txikiagoak dira!","fr":"Les photons sont même plus petits que les particules formant les atomes !","ml":"ആറ്റങ്ങൾ നിർമ്മിക്കുന്ന ദ്രവ്യങ്ങളെക്കാളും വളരെ ചെറുതാണ് ഫോട്ടോണുകൾ!","mr":"फोटॉन्स हे अनेक अणु ज्या पदार्थापासून बनलेले असतात त्यापेक्षा देखील लहान असतात!","ne":"फोटोनहरू परमाणु बनाउने सामानहरू भन्दा पनि झन साना हुन्छन्!","es":"¡El tamaño de los fotones es incluso menor que el de la materia que compone los átomos!","sw":"Fotoni ni ndogo hata kuliko vitu vinavyotengeneza atomu!","te":"ఫోటాన్లు, అణువులను ఏర్పరచే పదార్థాల కంటే కూడా చిన్నవి!","ur":"فوٹونز ان عناصر سے بھی چھوٹے ہوتے ہیں جو ایٹمز کی تشکیل کرتے ہیں!","vi":"Hạt pho-ton thậm chí còn nhỏ hơn cả những thứ cấu thành nguyên tử!","xh":"Iiphotons zincinane nangakumbi kunee-atom!","yo":"Àwọn ìwọn iná tún kéré ju àwọn n´ kan tó kórajọ di àwọn ìwọn nkan tó gba àyè tó kéré jùlọ.","zu":"Ama-phothon mancane kakhulu kunezinto ezenza ama-athomu!"}
{"ar":"انضم إليهم عام 1945 وبقي حتى عام 1958.","zh":"他于 1945 年加入球队，一直效力到 1958 年。","en":"He joined them in 1945 and stayed until 1958.","eu":"1945ean hasi zen haiekin jokatzen, eta 1958 arte jarraitu zuen bertan.","fr":"Il le rejoint en 1945 et y reste jusqu'en 1958.","ml":"1945-ൽ അദ്ദേഹം അവരോടൊപ്പം ചേരുകയും 1958 വരെ കഴിയുകയും ചെയ്തു.","mr":"तो त्यांच्याशी 1945 मध्ये जोडला गेला आणि 1958 पर्यंत राहिला.","ne":"उहाँ तिनीहरूसँग सन् 1945 मा सामेल हुनुभयो र उहाँ सन् 1958 सम्म बस्नुभयो।","es":"En 1945 se les unió y permaneció allí hasta 1958.","sw":"Alijiunga nao mwaka wa 1945 na akakaa hadi mwaka wa 1958.","te":"అతను 1945 లో వారితో పాటు చేరి, 1958 వరకు ఉన్నారు.","ur":"انہوں نے 1945 میں ان میں شمولیت اختیار کی اور 1958 تک ان کے ساتھ رہے۔","vi":"Ông gia nhập vào năm 1945 và hoạt động đến năm 1958.","xh":"Wabajoyina ngo-1945 waza wahlala kwade kwango-1958.","yo":"Ó dara pọ̀ mọ́wọn ní ọdún 1945, ó sì dúró di ọdún 1958.","zu":"Ubajoyine ngo-1945 futhi wahlala kwaze kwaba u-1958."}
{"ar":"قد تكتشف أنه يتم استغلالك لنقل المخدرات دون أن تعلم، وهو ما يضعك في متاعبٍ جمة.","zh":"你可能会发现自己被人利用，在不知情的情况下成了一个运毒者，这会让你陷入很大的麻烦。","en":"You could find yourself being used as a drug carrier without your knowledge, which will land you in a great deal of trouble.","eu":"Drogak garraiatzeko erabil zaitzakete zeuk jakin gabe eta horrek sekulako arazoetan sar zaitzake.","fr":"Quelqu'un pourrait se servir de vous pour transporter de la drogue à votre insu, ce qui vous attirerait de gros ennuis.","ml":"നിങ്ങളുടെ അറിവില്ലാതെ തന്നെ നിങ്ങളെ ഒരു മയക്കുമരുന്ന് കാരിയറായി ഉപയോഗിക്കുന്നത് തിരിച്ചറിയാം. നിങ്ങളെ വളരെയധികം കുഴപ്പത്തിലാക്കാൻ അത് ഇടയാക്കും.","mr":"तुम्हाला माहिती नसताना तुम्हाला ड्रगचे वाहक म्हणून वापरले गेल्याचे कदाचित तुमच्या लक्षात येऊ शकते, ज्यामुळे तुम्ही मोठ्या अडचणीत सापडू शकता.","ne":"तपाईंले आफूलाई थाहा नभइकन लागू औषध वाहकको रूपमा प्रयोग गरिएको पाउन सक्नुहुन्छ, जसले तपाईंलाई ठूलो समस्यामा पार्नेछ।","es":"Podría encontrarse con que lo están utilizando como un trasportador de psicofármacos sin que usted siquiera lo sepa, lo que le traerá muchísimos problemas.","sw":"Unaweza kujipata ukitumiwa kama msafirishaji wa dawa za kulevya bila kujua, jambo ambalo litakuweka katika shida kubwa.","te":"మీకు తెలీకుండానే మీరు డ్రగ్స్ సరఫరా చేసేవారిగా గుర్తింపబడతారు, ఇది మిమ్మల్ని పెద్ద సమస్యలలో పడేస్తుంది.","ur":"تم پاؤ گے کہ تمہارے علم کے بغیر تم کو ڈرگ کیریر قرار دے دیا گیا ہے۔ اس بنا پر تم خاصی مشکل سے دوچار ہو سکتے ہو۔","vi":"Bạn có thể bị lợi dụng làm người vận chuyển ma túy mà không hề hay biết và việc đó sẽ khiến bạn gặp rất nhiều rắc rối.","xh":"Ungazifumana sele usetyenziswa njengomphathi weziyobisi ngaphandle ungayazi wena lonto, nto leyo eza kukufaka engxakini enkulu.","yo":"Won le ma lo e fi gbe oogun lai je pe o mo, to ma ja e sinu isoro pupo.","zu":"Ungazithola usetshenziswa njengomuntu othwala izidakamizwa ngaphandle kolwazi lwakho, okuzokufaka enkingeni enkulu."}
{"ar":"آل غور والجنرال تومي فرانكس يتحدثان في عجالة بشأن العناوين المفضلة لديهما (كان المفضل لغور عندما أصدرت جريدة ذي أنيون أنه هو وتيبر يمارسان أفضل جنس في حياتهما بعد هزيمته في المجمع الانتخابي عام 2000).","zh":"艾伯特·戈尔和汤米·弗兰克斯将军漫不经心地吐露出他们最喜欢的头条（当时洋葱网曾报道说，戈尔在2000年竞选失利后，与其妻子蒂珀享受了一生中最美好的性爱时光）。","en":"Al Gore and General Tommy Franks casually rattle off their favorite headlines (Gore's was when The Onion reported he and Tipper were having the best sex of their lives after his 2000 Electoral College defeat).","eu":"Al Gore-k eta Tommy Franks jeneralak gogokoen dituzten tituluak aipatu dituzte (Gore-ren gogokoena: The Onion-ek esan zuenekoa bai hura, bai Tipper inoiz ez bezalako sexua izaten ari zirela, 2000. urtean izandako hauteslekuetako porrota dela eta).","fr":"Al Gore et le général Tommy Franks énumèrent par hasard leurs gros titres préférés (celui de Gore était lorsque The Onion avait déclaré que Tipper et lui avaient eu la meilleure expérience sexuelle de leur vie après sa défaite au Collège électoral en 2000).","ml":"അൽ ഗോറും ജനറൽ ടോമി ഫ്രാങ്ക്‌സും അവരുടെ പ്രിയപ്പെട്ട തലക്കെട്ടുകൾ നിർത്താതെ വായിക്കുന്നു (2000-ത്തിലെ ഇലക്ടറൽ കോളേജ് പരാജയത്തിന് ശേഷം ടിപ്പെറും താനും തങ്ങളുടെ ജീവിതത്തിലെ ഏറ്റവും മികച്ച ലൈംഗിക ബന്ധത്തിൽ ഏർപ്പെട്ടിരുന്നു എന്ന് ദി ഒനിയൻ റിപ്പോർട്ട് ചെയ്തതായിരുന്നു ഗോറിന്റെത്).","mr":"अल गोरे आणि जनरल टॉमी फ्रॅंक यांनी त्यांच्या पसंतीच्या मुख्य बातम्या आकस्मिकपणे उघडकीस आणल्या (जेव्हा ओनियनने अहवाल दिला की त्याच्या 2000 इलेक्टोरल कॉलेजच्या पराभवानंतर तो आणि टिपर त्यांच्या आयुष्यातील सर्वोत्कृष्ट सेक्स करत होते तेव्हा गोरे होते).","ne":"अल गोर र जनरल टोमी फ्रान्कस् अनौपचारिक रूपमा आफ्ना मनपर्दा शीर्षकहरूमा चर्चा गर्छन् (गोर तब थिए जब द ओनियनले रिपोर्ट गर्‍यो कि उनी र टिपरले उनको 2000 ईलेक्टोरल कलेज पराजयपछि आफ्नो जीवनकै सर्वश्रेष्ठ यौनसम्बन्ध राख्दै थिए)।","es":"Al Gore y el general Tommy Franks comentan rápidamente y de forma casual sus titulares preferidos (el de Gore fue cuando The Onion dijo que él y Tipper habían tenido el mejor sexo de sus vidas luego de ser vencidos en el Colegio Electoral del 2000).","sw":"Al Gore na Jenerali Tommy Franks kwa kawaida walinjuga mbali vichwa vya habari (Gore alijipata kwenye vichwa vya habari wakati Onion aliripoti kuwa yeye na Tipper walishiriki ngono baada ya kushindwa kwenye uchaguzi wa chuo).","te":"Al Gore మరియు General Tommy Franks తమ అభిమాన హెడ్‌లైన్‌లను సాధారణంగా తీసుకోరు (2000 ఎలెక్టోరల్ కాలేజీ ఓటమి తర్వాత Gore మరియు Tipper వారి జీవితాలలో అత్యంత సుఖమయ జీవితాన్ని అనుభవించారని The Onion మ్యాగజైన్ రిపోర్ట్ చేసినప్పుడు, Gore రాసినవి).","ur":"ال گورے اور جرنل ٹامی فرینکس نے عام سے انداز میں اپنی پسندیدہ سرخیاں پڑھیں (گورے کی سرخی اس بات پر مشتمل تھی کہ جب دی اونین نے رپورٹ کیا کہ وہ اور ٹپر کالج میں 2000 کے انتخابات میں شکست کھانے کے بعد اپنی زندگیوں کا بہترین جنسی تعلق قائم کر رہے تھے)۔","vi":"Al Gore và tướng Tommy Franks đột nhiên đọc một mạch các tiêu đề yêu thích (tiêu đề của Gore là khi The Onion đưa tin ông và Tipper đang có đời sống tình dục tuyệt vời nhất của cuộc đời sau khi thua cuộc trong cuộc bầu cử của Cử tri Đoàn 2000).","xh":"U-Al Gore kunye noGeneral Tommy Franks bavele bancama amanqaku angentla abo abawathandayo (eka-Gore yayikukuba i-Onion yanika ingxelo yokuba yena no-Tipper babefumana ezona zondo zibalaseleyo ebomini babo emva kokuba boyise ikholeji ngo-2000).","yo":"Al Gore áti ọ̀gágun Tommy Franks láìfọtápè ka àwọn àkọlẹ́ ti´ oníkàlùkùn fẹ́ràn (Ti Gore jé ìgbà tí Onion sọ ìròyìn wípẹ́ òhun áti Tipper n ní ìbálòpọ̀ tó dàra jùlo ní ayé wọn lẹ́yìn ìjákulẹ̀ nínú ìdìbò fún ààrẹ áti igbá kẹji ti 2000).","zu":"U-Al Gore noJenene u-Tommy Franks bazixoxela ngezindaba zabo ezisematheni abazithandayo (Eyayithandwa u-Gore bekuyilapho u-The Onion ebika ukuthi yena no-Tipper babejabulela ezocansi ezimnandi kakhulu ekuphleni kwabo ngemva kokunqotshwa kwakhe Okhethweni lweKholeji luka-2000) ."}
{"ar":"لتعلم إنشاء وسائط تفاعلية يجب أن يكون هنالك مهارات عُرفية وتقليدية بالإضافة إلى أدوات متخصصة في الصفوف التفاعلية (القصص المصورة، تعديل على الأصوات والفيديوهات، رواية القصص... إلخ)","zh":"学习制作互动媒体需要常规传统技能，以及在互动课程中掌握的工具（故事板制作、音频和视频编辑、故事情节设计等）。","en":"Learning to create interactive media requires conventional and traditional skills, as well as tools mastered in interactive classes (storyboarding, audio and video editing, story telling, etc.)","eu":"Multimedia-eduki interaktiboak sortzen ikasteko, trebetasun konbentzionalak eta tradizionalak izan behar dira klase interaktiboetan ikasitako tresnak izateaz gain (gidoi grafikoa egitea, audioa eta bideoa editatzea, narrazioa eta abar)","fr":"Apprendre à créer des médias interactifs nécessite des compétences conventionnelles et traditionnelles, ainsi que des outils maîtrisés dans le cadre de cours interactifs (storyboarding, montage audio et vidéo, narration d'histoires, etc.)","ml":"ഇന്ററാക്റ്റീവ് മീഡിയ സൃഷ്‌ടിക്കാൻ പഠിക്കുന്നതിന് സാമ്പ്രദായികവും പരമ്പരാഗതവുമായ കഴിവുകളും അതുപോലെ ഇന്ററാക്റ്റീവ് ക്ലാസുകളിൽ പ്രാവീണ്യമുള്ള ടൂളുകളും (സ്റ്റോറിബോർഡിംഗ്, ഓഡിയോ, വീഡിയോ എഡിറ്റിംഗ്, സ്റ്റോറി ടെല്ലിംഗ് മുതലായവ) ആവശ്യമാണ്.","mr":"इंटरअॅक्टिव मीडिया तयार करण्यास शिकण्यासाठी परंपरागत आणि पारंपारिक कौशल्ये आवश्यक असतात, तसेच इंटरअॅक्टिव वर्गात टूल्स मास्टर (स्टोरीबोर्डिंग, ऑडिओ आणि व्हिडिओ एडिटिंग, कथा सांगणे इत्यादी.) आवश्यक असते.","ne":"अन्तर्क्रियात्मक मिडिया रचना गर्न सिक्न परम्परागत र परम्परागत कौशलका साथै उपकरणहरू अन्तर्क्रियात्मक वर्गहरू (स्टोरीबोर्डिङ, अडियो र भिडियो सम्पादन, कथा वर्णन आदि) मा पोख्त हुन आवश्यक छ।","es":"Aprender a desarrollar medios interactivos implica contar con habilidades convencionales y tradicionales, además del dominio de herramientas en clases interactivas (guion gráfico, edición de audio y video, narrativa, etc.).","sw":"Kujifunza kuunda vyombo vya habari vyenye mwingiliano kunahitaji ujuzi wa kawaida na wa jadi, na vile vile vifaa vilivyotengenezwa katika darasa la mwingiliano (hadithi za vibao, uhariri wa sauti na video, hadithi za hadithi, nk.)","te":"ఇంటరాక్టివ్ మీడియాను సృష్టించడం నేర్చుకోవటానికి కన్వెన్షనల్ మరియు సాంప్రదాయ నైపుణ్యాలు, అలాగే ఇంటరాక్టివ్ క్లాసుల్లో నైపుణ్యం కలిగిన టూల్స్ (స్టోరీబోర్డింగ్, ఆడియో మరియు వీడియో ఎడిటింగ్, కథ చెప్పడం మొదలైనవి) అవసరమవుతాయి.","ur":"تعاملی میڈیا کی تخلیق سیکھنے کے لئے رائج اور تقلیدی مہارات کے ساتھ وہ آلیات بھی ضروری ہیں جن کو تم نے تعاملی کلاسوں میں سیکھا (اسٹوری ۔بورڈنگ، آڈیو اور ویڈیو ایڈیٹنگ، اسٹوری ٹیلنگ، وغیرہ۔","vi":"Học cách tạo ra phương tiện truyền thông tương tác yêu cầu kỹ năng tiêu chuẩn và truyền thống, cũng như các công cụ thành thạo trong các lớp tương tác (xây dựng cốt truyện, chỉnh sửa âm thanh và video, kể chuyện,...).","xh":"Ukufunda ngemidiya ephilayo kudinga ukuba ubenezakhono zalamaxesha kanti nezo zakudala, kunye nezixhobo oziphumelele kwizifundo zokulinganisa (ukuchaza ngamabali, izandi noku editha, ividiyo ukubalisa amabali njalo njalo.)","yo":"Kíkọ́ láti ṣẹ̀da ìgbóhùnsáfẹ́fẹ́ alájọsọ nílò́ àwọn ohun ìbára-ẹni-sọ̀rọ̀ àti àwọn nǹkan abínibí, àti pẹ̀lú láti ni di ògbóntarìgì nihnú ìdánilẹ́kọ̀ọ́ onílànà ìbara-ẹni sọ̀rọ̀ (sísọ̀tàn-pẹ̀lú-pátákò, ṣíṣe àtúntò àwọn ohùn àti ffọ́nrán amóhùnmáwòrán, sísọ ìtàn, abbl.)","zu":"Ukufunda ukwenza ezezindaba ezihilelanayo kudinga amakhono avamile nangokwesikho, kanye namathuluzi afundwe kahle emakilasini ahilelanayo (indaba edwetshwe eshadini, ukuhlela umsindo nevidiyo, ukuxoxa izindaba, njll.)"}
{"ar":"بعد الحريق، تم الحفاظ على القلعة وحمايتها، وبقيت واحدة من أكثر أماكن الجذب إثارةً في بوتان.","zh":"火灾过后，堡垒得到维护和保护，成为不丹最备受瞩目的景点之一。","en":"After the fire, the fortress was preserved and protected, remaining to be one of Bhutan's most sensational attractions.","eu":"Sutearen ondoren, gotorlekua gorde eta zaindu egin zuten, eta Bhutan-go atrakzio paregabeenetako bat da orain ere.","fr":"Après l'incendie, la forteresse a été préservée et protégée, restant l'une des attractions les plus sensationnelles du Bhoutan.","ml":"തീപിടുത്തത്തിനുശേഷം കോട്ട സൂക്ഷിക്കുകയും പരിരക്ഷിക്കുകയും ചെയ്തു, ഇത് ഇപ്പോഴും ഭൂട്ടാന്‍റെ ഉജ്ജ്വലമായ 1 ആകര്‍ഷണമാണ്‌.","mr":"आगीनंतर, किल्ल्याचे जतन आणि संरक्षण करण्यात आले होते आणि तो भूतानच्या सर्वात खळबळजनक आकर्षणांपैकी एक बनला.","ne":"आगलागीपछि, भुटानको सबैभन्दा सनसनीपूर्ण आकर्षणहरूमध्ये बाँकी रहेको एउटा किल्लालाई सुरक्षित र संरक्षित राखिएको थियो।","es":"Luego del incendio, se preservó y se dio protección a la fortaleza, que mantiene su lugar como una de las atracciones más formidables de Bután.","sw":"Baada ya moto, ngome ilihifadhiwa na kulindwa, na kubaki kuwa mojawapo ya vivutio vya kusisimua zaidi vya Bhutan.","te":"అగ్ని ప్రమాదం తరువాత, కోటను సంరక్షించి, రక్షించబడింది, ఇది భూటాన్ యొక్క అత్యంత సంచలన ఆకర్షణల్లో ఒకటిగా నిలిచింది.","ur":"قلعے کو آتش زنی کے بعد محفوظ کیا گیا، وہ بھوٹان کا ایک سب سے زیادہ سنسنی خیز مقام رہ گیا۔","vi":"Sau trận hỏa hoạn, pháo đài được bảo tồn chăm sóc và vẫn là một trong những điểm thu hút ấn tượng nhất của Bhutan.","xh":"Emvakomlilo, inqaba ibigciniwe futhi ikhuselwe, ishiyeka njengenye yezona ndawo zintle zase-Bhutan.","yo":"Lẹ́yìn ìṣẹ̀lẹ̀ iná, wọ́n dá ààbò bo àgọ́ náà, bẹ́ẹ̀ni wọ́n pa á mọ́, èyí tó mún un jẹ́ ọ̀kan gbòógì ohun afanimọ́ra ní ìlú Bhutan.","zu":"Ngemva komlilo, inqaba yasindiswa yaphinde yavikelwa, yasala ingenye yezinto ezihehayo ngokuthinta inhliziyo zase-Bhutan."}
{"ar":"توفر عادة عرض نطاق ترددي أعلى وجودة خدمة أفضل، من الصعب التجسس عليها فهي مشفرة.","zh":"它们通常会提供更高的带宽和更优质的服务。它们经过加密，更难被监视。","en":"They normally offer higher bandwidth and better quality of service. They are encrypted and thus harder to spy on.","eu":"Banda zabalera handiagoa eskaini ohi dute eta zerbitzu kalitate hobea. Halaber, enkriptatuta daudenez, zailagoa da haiek zelatatzea.","fr":"Ils offrent normalement une plus grande largeur de bande et une meilleure qualité de service. Elles sont cryptées et donc plus difficiles à espionner.","ml":"അവ സാധാരണയായി ഉയർന്ന ബാൻഡ്‌വിഡ്ത്തും മികച്ച സേവന നിലവാരവും ഓഫർ ചെയ്യുന്നു. ഗൂഡഭാഷയിലാക്കിയതിനാൽ ചാരപ്പണിയിലൂടെ കൈക്കലാക്കാൻ ബുദ്ധിമുട്ടാണ്.","mr":"ते सामान्यतः उच्चतम बँडविड्थ आणि उत्तम दर्जाची सेवा देतात. ते एनक्रिप्टेड असतात आणि म्हणून त्यांच्यावर टेहळणी करणे अवघड असते.","ne":"तिनीहरूले साधारणतयाः उच्च ब्यान्डविथ र सेवाको अझ राम्रो गुणस्तर प्रदान गर्छन्। तिनीहरू गुप्तीकरण गरिएका हुन्छन् र यसर्थ जासुसी गर्न कठिन हुन्छ।","es":"Por lo general, brindan mayor ancho de banda y mejor calidad de servicio. Están encriptados y, gracias a ello, es más complicado hackearlos.","sw":"Kwa kawaida huwa wanatoa upana wa bendi wa juu na huduma bora zaidi. Wamesimbwa kwa hivyo ni vigumu kuwapeleleza.","te":"ఇవి సాధారణంగా ఎక్కువ బ్యాండ్ విడ్త్‌ను ఇంకా నాణ్యమైన సేవలను అందిస్తాయి. ఇవి ఎన్‌క్రిప్ట్ చేయబడి ఉంటాయి, కనుక వీటిని ఛేదించడం చాలా కష్టం.","ur":"وہ عام طور پر اعلیٰ بینڈوتھ اور خدمت کا بہترمعیار پیش کرتے ہیں۔ وہ انکرپٹڈ ہیں اور اُن کی جاسوسی کرنا قدرے مُشکل ہے۔","vi":"Chúng thường đem lại băng thông cao hơn và chất lượng dịch vụ tốt hơn. Chúng được mã hoá và do đó khó bị theo dõi hơn.","xh":"Ngokwesiqhelo banikezela nge-bandwidth ephezulu kunye nomgangatho ongcono wenkonzo. Zibhalwe ngokufihliweyo kwaye ngenxa yoko kunzima ukuzihlola.","yo":"Wọ́n ma n fúnni ní báńdíwìtì tí o ga jùlọ pèlú iṣẹ́ tí ó dára jùlọ. Ìpamọ́ ni wọ́n wà torí náà ó ṣòro láti tọpinpin wọn.","zu":"Bajwayele ukunikeza izinga eliphezulu bobungakho bokudlulisa futhi nezinga eliphezulu losizo. Bafihle ukwaziswa ngakho kunzima ukwazi ukuthi baphezu kwani."}
{"ar":"يرتبط اقتصاد مدينة سان فرانسسكو بأنها منطقة جذب سياحي عالمية إلا أنه اقتصاد متنوع.","zh":"旧金山的经济与自身是世界级旅游胜地这一点有关，但旧金山的经济却是多元化的。","en":"While San Francisco's economy is linked to it being a world-class tourist attraction, its economy is diversified.","eu":"San Frantziskoko ekonomia lotuta egon arren mundu mailan turismoa erakartzen duen tokia izatearekin, ekonomia dibertsifikatuta dago.","fr":"Le tourisme occupe une place importante dans l'économie de San Francisco en raison de sa renommée à l'international, mais dans le fond, ses activités économiques sont diversifiées.","ml":"സാൻ ഫ്രാൻസിസ്കോയുടെ ഇക്കോണമിയെ ലോകോത്തര വിനോദസഞ്ചാര കേന്ദ്രമായിരിക്കുന്നതിനോട് ബന്ധിപ്പിക്കുമ്പോൾ അതിന്റെ സമ്പദ്‌വ്യവസ്ഥ വൈവിധ്യവൽക്കരിക്കപ്പെടുന്നു.","mr":"सॅन फ्रान्सिस्कोची अर्थव्यवस्था जागतिक स्तरावरील पर्यटकांचे एक आकर्षण यांच्याशी जोडलेली आहे तरीही त्याची अर्थव्यवस्था वैविध्यपूर्ण आहे.","ne":"यसको अर्थव्यवस्था विविध भए पनि सान फ्रान्सिस्कोको अर्थव्यवस्था यो एक विश्व स्तरीय पर्यटक आकर्षणको रूपमा जोडिएको थियो।","es":"A pesar de que la economía de San Francisco está relacionada a su condición de atractivo turístico a nivel global, la misma es diversa.","sw":"Huku uchumi wa San Francisco ukiunganishwa nayo kuwa kivutio cha watalii cha kimataifa, uchumi wake ni mseto.","te":"శాన్​ఫ్రాన్సిస్​కో యొక్క ఆర్ధికవ్యవస్థ ప్రపంచ స్థాయి పర్యాటక ఆకర్షణకు ముడిపడి ఉండగా, దాని ఆర్థిక వ్యవస్థ వైవిధ్యభరితంగా ఉంటుంది.","ur":"سین فرانسسکو کی معیشت کو اس بات سے جوڑا جاتا ہے کہ اس میں ایک عالمی سطح کی سیاحتی کشش ہے، تاہم اس کی معیشت متنوع ہے۔","vi":"Khi nền kinh tế của San Francisco gắn liền với việc đó là nơi thu hút khách du lịch đẳng cấp quốc tế, nền kinh tế của nó đa dạng hóa.","xh":"Ngoxa ezoqoqosho zaseSan Franciso zinxibelelene nayo ekubeni yindawo ethandwayo ephambili kubakhenkethi, zahlukahlukene ezoqoqosho lwayo.","yo":"Níwọn ìgbà tí aje San Francisco sopọ mọ bó ṣe jẹ́ ibi ti gbogbo arìnrìnajo àgbáyẹ nífẹsí, ajẹ́ rẹ jẹ́ oníruurú.","zu":"Noma umnotho wase-San Francisco uxhumane nawo njengendawo ethandwa yizivakashi emhlabeni wonke, umnotho wayo uyingxubevange."}
{"ar":"كما يقدم كل برنامج توصيات عن كتب يجب على الأطفال أن يبحثوا عنها عندما يتوجه كل منهم إلى المكتبة.","zh":"每期节目还会向孩子们提供建议，向推荐他们在去图书馆时应当查阅的书籍。","en":"Each show would also provide recommendations for books that children should look for when they went to their library.","eu":"Halaber, haurrek liburutegian bila ditzaketen liburuen gomendioak ere ematen ditu saio bakoitzak.","fr":"De plus chaque spectacle proposera une suggestion de livres que les enfants devraient emprunter à la bibliothèque.","ml":"ഓരോ ഷോയും കുട്ടികൾ ലൈബ്രറിയിലേക്ക് പോകുമ്പോൾ നോക്കേണ്ട പുസ്തകങ്ങളുടെ ശുപാർശകളും നൽകും.","mr":"प्रत्येक शोमध्ये लहान मुलांनी त्यांच्या ग्रंथालयात गेल्यानंतर कोणती पुस्तके शोधावीत त्याबद्दल शिफारशी देखील दिल्या जातील.","ne":"बालबालिकाहरू पुस्तकालयमा जाँदा तिनीहरूले हेर्नु पर्ने किताबका लागि प्रत्येक कार्यक्रमले पुस्तकहरूका लागि सिफारिस पनि प्रदान गर्छ।","es":"En cada episodio, además, se brindaba información sobre libros que recomendaban que los niños leyeran cuando visitaran una biblioteca.","sw":"Kila onyesho pia lingetoa mapendekezo ya vitabu ambavyo watoto wangepaswa kutafuta walipokwenda katika maktaba.","te":"ప్రతి ప్రదర్శన కూడా పిల్లలు వారి లైబ్రరీకి వెళ్ళినప్పుడు చూడాల్సిన పుస్తకాల కోసం సిఫార్సులు కూడా అందిస్తుంది.","ur":"ہر پروگرام ان کتابوں کی سفارش بھی کرتا ہے جنہیں بچوں کو لائبریری میں جاتے وقت تلاش کرنا چاہیے۔","vi":"Mỗi chương trình cũng sẽ đưa ra đề xuất về những cuốn sách mà trẻ em nên tìm đọc khi đến thư viện.","xh":"Umboniso ngamnye uza kubonelela nangeengcebiso zeencwadi ekufuneka abantwana bazikhangele xa besiya kwilayibrari yabo.","yo":"Àfihàn kọ̀ọ̀kan náà yíò tún gba àwọn ọmọ ní ìmòràn lórí àwọn ìwé láti múlò tí wọn bá lọ sí yàrá ìkàwẹ́.","zu":"Uhlelo ngalunye luzotusa izincwadi lezo izingane okumelwe zizibheke lapho ziye elabhulali yazo."}
{"ar":"من النادر أن ترى عائلات لديهم أطفال، لكن تسمح بعض نُزل الشباب بهم في الغرف الخاصة.","zh":"尽管很少有带着孩子的家庭，但一些旅舍会允许他们住单间。","en":"Families with children are a rare sight, but some hostels do allow them in private rooms.","eu":"Haurrak dituzten familiak ez dira ohikoak, baina ostatu batzuek onartzen dituzte gela pribatuetan.","fr":"Les familles avec enfants sont rares, mais certaines auberges les acceptent dans des chambres privées.","ml":"കുട്ടികളുള്ള കുടുംബങ്ങൾ ഒരു അപൂർവ കാഴ്ചയാണ്, എന്നാൽ ചില ഹോസ്റ്റലുകൾ അവർക്ക് സ്വകാര്യ മുറികൾ അനുവദിക്കുന്നുണ്ട്.","mr":"लहान मुलांसह आलेली कुटुंब सहसा आढळत नाहीत, पण काही हॉस्टेल त्यांना खाजगी खोलीत परवानगी देतात.","ne":"बच्चाहरू भएका परिवारहरू दुर्लभ दृश्य हुन्, तर केही होस्टलले निजी कोठामा तिनीहरूलाई अनुमति दिन्छ।","es":"Las familias con hijos son algo que no se ve frecuentemente, pero ciertos albergues los aceptan en cuartos privados.","sw":"Familia zilizo na watoto si jambo la kawaida, lakini baadhi ya hosteli huwaruhusu katika vyumba vya kibinafsi.","te":"పిల్లలున్న కుటుంబాలు అరుదుగా కనిపిస్తాయి, కానీ కొన్ని హాస్టళ్లు ప్రైవేట్ గదుల్లోకి వారిని అనుమతిస్తాయి.","ur":"بچوں کے ساتھ خاندان شاز و نادر دیکھنے کو ملتے ہیں لیکن کچھ ہاسٹلز پرائویٹ کمروں میں ان کو اجازت دیتے ہیں۔","vi":"Hiếm khi thấy gia đình có trẻ em, nhưng một số ký túc xá có phòng dành riêng cho trẻ em.","xh":"Iintsapho ezinabantwana azifane zibekho, kodwa ezinye iihostele ziyabavumela kumagumbi abucala.","yo":"Ósọ̀wọ́n láti rí àwọn ìdílé pẹ̀lú ọmọ, ṣùgbọ́n àwọn iléègbé àwọn akẹ́ẹ̀kọ́ máa ń fàyè gbà wọn ní yàrá àdáni.","zu":"Imindeni enabantwana ayijwayelekile, kodwa amanye amahostela ayayivumela emakamelweni wangasese."}
{"ar":"أفادت منظمة أوبك في تقريرها الشهري الأحدث بأن صادرات النفط الخام تراجعت إلى أقل مستوى لها منذ عقدين لتصل إلى 2.8 مليون برميل يومياً.","zh":"在最新一期的月报中，石油输出国组织声称原油出口已经跌到了二十年来的最低水平，仅为一天 280 万桶。","en":"In its most recent monthly report, OPEC said exports of crude had fallen to their lowest level for two decades at 2.8 million barrels per day.","eu":"Kaleratu den azken hileko txostenean, LPEEk esan du petrolio gordinaren esportazioa azken bi hamarkadetako mailarik baxuenera jaitsi dela; 2,8 milioi upel esportatzen dira eguneko.","fr":"Dans son dernier rapport mensuel, l'OPEP a déclaré que les exportations de brut étaient tombées à leur niveau le plus bas depuis deux décennies, soit 2,8 millions de barils par jour.","ml":"ഒപെക്കിന്റെ ഏറ്റവും പുതിയ പ്രതിമാസ റിപ്പോർട്ടിൽ ക്രൂഡ് കയറ്റുമതി രണ്ട് പതിറ്റാണ്ടിലെ ഏറ്റവും താഴ്ന്ന നിലയിലേക്ക് പ്രതിദിനം കുറഞ്ഞ് 2.8 ദശലക്ഷം ബാരലായി കുറഞ്ഞുവെന്ന് പറയുന്നു.","mr":"OPEC ने त्यांच्या अगदी अलीकडच्या मासिक अहवालात म्हटले आहे की कच्च्या तेलाची निर्यात 2 दशकांतील सर्वात कमी पातळीवर गेली असून दररोज 2.8 दशलक्ष बॅरल्सपर्यंत घसरली आली आहे.","ne":"आफ्नो सबैभन्दा पछिल्लो मासिक रिपोर्टमा, OPEC ले दुई दशकमा कच्चा तेलको निर्यात 2.8 मिलियन ब्यारल प्रति दिनको न्यूनतम स्तरमा झरेको बतायो।","es":"En su último informe mensual, la OPEP señaló que las exportaciones de crudo habían descendido al nivel más bajo de las últimas dos décadas, a 2,8 millones de barriles diarios.","sw":"Katika ripoti yake ya kila mwezi ya hivi karibuni, Shirika la Nchi Zinazosafirisha nje Petroli ilisema mauzo ya nje ya ghafi yamepungua sana kwa miongo miwili kwa mapipa milioni 2.8 kwa siku.","te":"తన అత్యంత ఇటీవల నెలవారీ నివేదికలో, క్రూడాయిల్ ఎగుమతులు రోజుకు 2.8 మిలియన్ బ్యారల్స్ వద్ద రెండు దశాబ్దాల కనిష్ట స్థాయికి పడిపోయాయని ఒపెక్ పేర్కొంది.","ur":"اپنی سب سے حالیہ ماہانہ رپورٹ میں، OPEC نے بتایا تھا کہ خام تیل کی برآمدات 2.8 ملین بیرلز فی دن کے حساب سے دو دہائیوں میں اپنی کم ترین سطح پر گر چکی ہیں۔","vi":"Trong báo cáo hằng tháng mới nhất, OPEC nói sản lượng dầu thô xuất khẩu đã giảm đến mức thấp nhất trong hai thập niên qua khi chỉ đạt 2,8 triệu thùng mỗi ngày.","xh":"Kwingxelo yayo yakhutsha nje, I Opec ithi urhwebo lwe crude luwele kwelona zinga liphantsi kwidikeydzi ezimbini ngebhareli eziyi 2.8 yezigidi ngosuku.","yo":"Nínú àkọọ́lẹ̀ olóosòṣù rẹ tó jáde gbèyìǹ, OPEC ní ìkó epo jáde ti já wálẹ̀ fún bí i dẹ́kéèdèméjì bíi mílíọ̀nù mẹ́jì ó lé ẹgbẹ̀rin ẹgbẹ̀rún àgbá lóòjọ́.","zu":"Embikweni wabo wamuva wanyanga zonke, i-OPEC ithi ukuthunyelwa kukawoyela ongahluziwe kwehle kwafinyelela ezingeni lako eliphansi izikhathi ezingamashumi amabili ngemiphongolo eyizigidi ezingu-2.8 ngosuku."}
{"ar":"بحلول وقت مبكر من اليوم، كانت سرعة الرياح حوالي 83 كم\/ساعة، وكان من المتوقع أن تستمر في الضعف.","zh":"到今天早些时候，风速为每小时 83 公里左右，预计会不断减弱。","en":"By early today, winds were around 83 km\/h, and it was expect to keep weakening.","eu":"Gaur goizean haizeak 83 km\/h-ko abiadura zuen eta ahultzen joatea espero da.","fr":"En début de journée les vents soufflaient à environ 83 km\/h, et ils devraient continuer à faiblir.","ml":"ഇന്ന് പുലർച്ചെ, മണിക്കൂറിൽ 83 കിലോമീറ്റർ വേഗതയിൽ ആയിരുന്നു കാറ്റ് വീശിയത്, അത് കുറഞ്ഞുവരുമെന്ന് പ്രതീക്ഷിച്ചിരുന്നു.","mr":"आज पहाटेपर्यंत, सुमारे ८३ किमी प्रति तास वेगाने वारे वाहत होते आणि त्यांचा वेग कमी होईल अशी अपेक्षा होती.","ne":"आजको सुरुमा, हावा 83 किमी प्रति घण्टाको वरिपरि थियो र यो कमजोर रहिरहने अपेक्षा गरिएको थियो।","es":"Esta mañana temprano, los vientos eran de alrededor de 83 km\/h y se esperaba que siguieran disminuyendo.","sw":"Kufikia mapema leo, pepo zilikuwa za kilomita 83 kwa saa, na zilitarajiwa kuzidi kudhoofika.","te":"ఈ రోజు ప్రారంభంలో, గాలులు గంటకు 83కి.మీ\/గం. తో వీచి, మరియు బలహీనపడతాయని భావించారు.","ur":"آج سویرے ہوائؤں کی رفتار تقریباً 83 کلومیٹر فی گھنٹہ تھی اور امید تھی کہ کم ہو جائے گی۔","vi":"Tới sáng nay, tốc độ gió khoảng 83 km\/h và dự kiến sẽ tiếp tục suy yếu.","xh":"Ukuqala kwanamhlanje, umoya wawusondele kwi-83 km \/ h, kwaye kwakulindelekile ukuba bube buthathaka.","yo":"Ní bí i ìdájí òní àfẹ́fẹ́ fẹ́ tó bí kìlómítà mẹ́tàlélọ́gọ́rin láàrin wákàtí, a dẹ̀ retí pé agbára ẹ̀ á ma kéré sí.","zu":"Ngasekuseni namuhla, imimoya cishe beyiku-83 km\/h, futhi bekulindeleke ukuthi iqhubeke iphelelwa amandla."}
