{"ar":"كان من المقرر أي يحل شوماخر المتقاعد في عام2006 بعد الفوز ببطولة الفورمولا ١ سبع مراتٍ محل فليب ماسا المصاب.","zh":"在赢得一级方程式赛车锦标赛 (Formula 1) 总冠军七次后于 2006 年退役的名将舒马赫 (Schumacher)，将接替受伤的菲利佩·马萨 (Felipe Massa)。","en":"Schumacher who retired in 2006 after winning the Formula 1 championship seven times, was due to replace the injured Felipe Massa.","eu":"Schumacher 2006an erretiratu zen Formula 1 lehiaketa zazpi aldiz irabazi ondoren, baina Felipe Massa zauritua ordezteko prest zegoen.","fr":"Schumacher, qui a pris sa retraite en 2006 après avoir remporté sept fois le championnat de Formule 1, devait remplacer Felipe Massa, blessé.","ml":"ഫോർമുല 1 ചാമ്പ്യൻഷിപ്പ് 7 പ്രാവശ്യം നേടിയ ശേഷം 2006 ൽ വിരമിച്ച ഷൂമാക്കർ, പരിക്കേറ്റ ഫെലിപ്പെ മ്യാസയുടെ പകരക്കാരൻ  ആയിരുന്നു.","mr":"2006 मध्ये 7 वेळा फॉर्म्युला 1 स्पर्धा जिंकून निवृत्त होणारा  शुमाकर, जखमी फेलिप मेसाची जागा घेणार होता.","ne":"सुमाकर जो 2006 मा सात पटक फर्मुला 1 च्याम्पियनसिप जितेपछि सेवा निवृत्त भए जसले घाइते फेलिप मास्साको ठाउँ लिन आँटेका थिए।","es":"Schumacher, quien se alejó de las pistas en 2006 después de ser siete veces campeón del Fórmula 1, debía ir en reemplazo de Felipe Massa, debido a su lesión.","sw":"Schumacher aliyestaafu mwaka wa 2006 baada ya kushinda michuano ya Formula 1 mara saba, alikua tayari kuchukua nafasi ya Felipe Massa aliyejeruhiwa.","te":"Formula 1 ఛాంపియన్‌షిప్‌లో 7 సార్లు గెలిచిన తర్వాత 2006లో  పదవి విరమణ చేసిన Schumacher, గాయపడిన Felipe Massa స్థానాన్ని భర్తీ చేయడానికి ఉన్నారు.","ur":"شوماکر، جو سات بار فارمولہ 1 چیمپین شپ جیتنے کے بعد 2006 میں ریٹائرڈ ہوئے، وہ زخمی فیلپ ماسا کی جگہ لینے والے تھے۔","vi":"Schumacher, người đã nghỉ hưu năm 2006 sau bảy lần vô địch giải đua Công thức 1, được sắp xếp để thay thế Felipe Massa bị thương.","xh":"USchumacher owayethathe umhlala-phantsi ngo-2006 emva kokuphumelela ubuntshatsheli beFomula 1 amatyeli asixhenxe, wayelindeleke ukuba abambele uFelipe Massa owonzakeleyo.","yo":"Sumaka ti o gba idasile ise ni 2006 leyin ti o yege fun idije Formula 1 lemeje, lo ye ki o ropo Felipe Masa ti o sise.","zu":"UShumacher othathe umhlalaphansi ngo-2006 ngomva kokuwina umncintiswano weFormula 1 izikhathi eziyisikhombisa, kwakumelwe athathele indawo uFelipe Massa olimele."}
{"ar":"يعتقد البعض، ومنهم جون جرانت، أن أزمة التمويل والتحول في فلسفة البرامج التلفزيونية التعليمية قد ساهمت في إنهاء المسلسل.","zh":"约翰·格兰特等人认为，该节目之所以停播，是因为资金短缺，以及教育节目制作理念发生了转变。","en":"It is believed by some, including John Grant, that both the funding crunch and a shift in the philosophy of educational television programming contributed to ending the series.","eu":"Batzuek diote, besteak beste, John Grant-ek, finantzaketa faltak eta telebista pedagogikoaren programazioaren inguruko filosofiak bultzatu dutela telesailen amaiera.","fr":"Certains, dont John Grant, pensent que le manque de financement et le changement de philosophie des programmes éducatifs de la télévision ont contribué à la fin de la série.","ml":"ഫണ്ടിംഗിലെ പ്രതിസന്ധിയും വിദ്യാഭ്യാസ ടെലിവിഷൻ പ്രോഗ്രാമിംഗിന്റെ ഫിലോസഫിയിലുണ്ടായ മാറ്റവും പരമ്പര അവസാനിപ്പിക്കാൻ കാരണമായി എന്നാണ് ജോൺ ഗ്രാന്റ് ഉൾപ്പെടെയുള്ള ചിലർ കരുതുന്നത്.","mr":"जॉन ग्रँट यांच्यासह काही जणांचा असा विश्वास आहे की निधीची कमतरता आणि शैक्षणिक टेलिव्हिजन प्रोग्रामिंगच्या तत्त्वज्ञानामधील बदल या दोन्ही गोष्टींनी  मालिका संपविण्यात योगदान दिले आहे.","ne":"जोन ग्रान्ट लगायत केही व्यक्तिहरूले यो विश्वास गर्छन् कि कोषको समस्या र शैक्षिक टेलिभिजन प्रोग्रामिङको दर्शन दुवैले श्रृङ्खला समाप्त गर्न योगदान पुर्‍याए।","es":"Hay quienes piensan, incluido John Grant, que tanto la crisis financiera como una modificación en la filosofía de la programación televisiva con fines educativos ayudaron a la cancelación de la serie.","sw":"Inaaminika na baadhi, akiwemo John Grant, kwamba hitilafu ya ufadhili na mabadiliko ya falsafa ya maudhui ya televisheni ya kielimu ilichangia kwa kutamatishwa kwa mfululizo.","te":"నిధుల కొరత మరియు విద్యా టెలివిజన్ ప్రోగ్రామింగ్ యొక్క తత్వంలో మార్పు, ఈ రెండూ సిరీస్‌ను ముగించడానికి దోహదపడ్డాయి అని జాన్ గ్రాంట్‌తో సహా కొందరు నమ్ముతారు.","ur":"بعض لوگ بشمول جان گرانٹ کے اس کے قائل ہیں کہ فنڈ نگ کا فقدان اور اجوکیشنل ٹی وی پروگرامنگ کے فلسفہ کا تقلب دونوں نے اس سیریز کے انقطاع میں حصہ لیا۔","vi":"Một số người, bao gồm cả John Grant, tin rằng cả tình trạng khủng hoảng tài trợ và sự thay đổi trong triết lý thiết kế chương trình truyền hình giáo dục đã góp phần dẫn đến sự chấm dứt của chương trình này.","xh":"Abanye kuquka uJohn Grant, bakholelwa ukuba ukungabikho kwemali nokutshintsha kwendlela eziqhuba ngayo iinkqubo zeTV zokufundisa, ezo zinto zombini zibe negalelo ekuyekisweni kwale nkqubo iziziqendu.","yo":"Àwọn kan gbàgbọ́, pẹ̀lú john Grant, pé àti funding crunch àti sísún ní ẹ̀kọ́ ìmòye ètò orí amóhùnmáwòrán dási láti parí eré náà.","zu":"Kukholelwa abanye, kuhlanganise noJohn Grant, ukuthi ukusweleka okukhulu kwemali kanye nokushintsha kwefilosofi yezinhlelo zemfundo zethelevishini kube nomthelela ekupheleni kwezinhlelo ezilandelanayo."}
{"ar":"من العيوب الأخرى لعدسات التكبير هو أن أقصى فتحة (أي السرعة) للعدسة تكون عادة أقل.","zh":"变焦镜头的另一个缺点是镜头的最大光圈（速度）通常较小。","en":"Another disadvantage of zoom lenses is that the maximum aperture (the speed) of the lens is usually lower.","eu":"Zoom lenteen beste desabantaila bat da lentearen irekidura maximoa (abiadura) baxuagoa izan ohi dela.","fr":"Un autre inconvénient des objectifs zooms est que l’ouverture (la vitesse) maximale de l’objectif est généralement plus faible.","ml":"സൂം ലെൻസുകളുടെ മറ്റൊരു പോരായ്മ ലെൻസിന്റെ പരമാവധി അപ്പർച്ചർ (വേഗത) പൊതുവെ കുറവാണ് എന്നതാണ്.","mr":"झूम लेन्सचा आणखी एक तोटा म्हणजे लेन्सचे कमाल एपर्चर (वेग) सहसा कमी असते.","ne":"लेन्सको अधिकतम एपेचर (गति) प्रायः कम हुने भएर जुम लेन्सको अर्को घाटा हो।","es":"Otra desventaja de las lentes con zum es que la máxima apertura (la velocidad) de la lente es, por lo general, más reducida.","sw":"Ubaya mwingine wa lenzi za ukuzaji ni kuwa kilango kipana zaidi (kasi) cha lenzi kwa kawaida huwa cha chini.","te":"జూమ్ లెన్స్‌ల యొక్క మరొక ప్రతికూల విషయం, లెన్స్ యొక్క గరిష్ట సూక్ష్మరంద్రం (వేగం) సాధారణంగా తక్కువగా ఉంటుంది.","ur":"زوم لینسوں کا ایک دوسرا نقصان اسکے لینس کا زائد ترین اپرچر (رفتار) ہے جو عام طور پر کم ہوتا ہے-","vi":"Một bất lợi khác của ống kính phóng đại là độ mở ống kính (tốc độ chụp) tối đa thường thấp.","xh":"Enye into engathandekiyo ngeelensi zokusondeza kukuba santya selensi sidla ngokuba phantsi.","yo":"Àléébù mìíràn tí lẹ́ǹsì àwosúnsún nipé bi ihò bà ṣe tóbi sí (bí o ṣe yára sí ) bẹẹni lẹ́ǹsì lọ́pọ̀ ìgbà yíò sì kéré sí .","zu":"Okunye ukungathandeki kwamalensi okukhulisa iznto ukuthi ubukhulu bemboniso engenisa ukukhaya (isivinini) belensi buphansi ngokuvamile."}
{"ar":"يُعد سوفوكليس وأريستوفان من كتاب المسرحيات المشهورين حتى الآن وتعد مسرحياتهما من أعظم الأعمال في الأدب العالمي.","zh":"索福克勒斯（Sophocles ）和阿里斯托芬（Aristophanes）仍然是受欢迎的剧作家，他们的戏剧被认为是世界文学中最伟大的作品之一。","en":"Sophocles and Aristophanes are still popular playwrights and their plays are considered to be among the greatest works of world literature.","eu":"Sofokles eta Aristofanes ere antzerkigile famatuak dira oraindik ere, eta haien antzerkiak literaturaren munduko lan handienen artean daude.","fr":"Sophocle et Aristophane sont toujours des dramaturges populaires, et leurs pièces sont considérées comme faisant partie des plus grandes œuvres de la littérature mondiale.","ml":"സോഫക്കിൾസും അരിസ്റ്റോഫാനസും ഇപ്പോഴും ജനപ്രിയ നാടകകൃത്തുക്കളാണ്. അവരുടെ നാടകങ്ങൾ ലോക സാഹിത്യത്തിലെ ഏറ്റവും മികച്ച സൃഷ്ടികളായി കണക്കാക്കപ്പെടുന്നു.","mr":"सोफोकल आणि अरिस्टॉपफेन अजून देखील लोकप्रिय नाटककार आहेत आणि त्यांची नाटके जागतिक साहित्यात अत्युच्च कामामध्ये गणली जातात.","ne":"सोफोकल्स र एरिस्टोफेन्स अझै लोकप्रिय नाटककारहरू हुन् र उनीहरूका नाटकहरूलाई विश्व साहित्यबीच महानतम कृतिहरू भएको मानिन्छ।","es":"Sófocles y Aristófanes continúan siendo célebres escritores de obras de teatro y sus trabajos se consideran de los mejores de la literatura mundial.","sw":"Sophocles na Aristophanes bado ni waandishi maarufu wa michezo ya kuigiza na michezo yao huzingatiwa kuwa miongoni mwa kazi kubwa za fasihi ya ulimwengu.","te":"సోఫోక్లెస్ అరిస్టోఫనేస్ ఇప్పటికీ ప్రసిద్ధ నాటక రచయితలు వారి నాటకాలు ప్రపంచ సాహిత్యంలోని గొప్ప రచనలలో ఒకటిగా పరిగణించబడుతున్నాయి.","ur":"سوفوکلس اور ایرسٹوفینز آج بھی مقبول ڈرامہ نویس ہیں اور ان کے ڈرامے عالم ادب کے عظیم فن پاروں میں گردانے جاتے ہیں۔","vi":"Sophocles và Aristophanes vẫn là những kịch tác gia nổi tiếng và các vở kịch của họ được xem là thuộc hàng những tác phẩm văn học vĩ đại nhất của thế giới.","xh":"U-Sophocles no-Aristophanes basengabhali bemiboniso abaziwayo futhi nemiboniso yabo isanconywa njengemiboniso engeyiwayo elizweni lemibhalo.","yo":"Sopocies àti Aristophanes ṣì jẹ́ gbajúgbajà olùkọ̀wé eré àti pé àwọn eré wọn jẹ́ ìkan lára iṣẹ́ tó tóbi jù lọ ní lítírésọ̀.","zu":"USophocles kanye no-Aristophanes basasengababhali bemidlalo abathandwayo futhi imidlalo yabo ithathwa njengemisebenzi emikhulu kakhulu yezincwadi zezwe."}
{"ar":"ثم بعد بضع سنوات، شاهد عالم فلكي إنجليزي يدعى \"إرميا هوروكس\" عبور كوكب الزهرة، في عام 1639.","zh":"然后，几年后的 1639 年，一位名叫耶利米·霍罗克斯 (Jeremiah Horrocks) 的英国天文学家观测到了一次金星凌日。","en":"Then, a few years later in 1639, an English astronomer named Jeremiah Horrocks observed a transit of Venus.","eu":"Ondoren, urte batzuk beranduago, 1639ean, Jeremiah Horrocks izeneko astronomo ingeles batek Artizarraren trantsitu bat behatu zuen.","fr":"Puis, quelques années plus tard, en 1639, un astronome anglais du nom de Jeremiah Horrocks a observé un transit de Vénus.","ml":"തുടർന്ന്, ഏതാനും വർഷങ്ങൾക്കുശേഷം 1639-ൽ, ഇംഗ്ലീഷ് ജ്യോതിശാസ്ത്രജ്ഞനായ ജെറമിയ ഹൊറോക്സ് ശുക്രന്റെ സംക്രമണം നിരീക്ഷിച്ചു.","mr":"नंतर, काही वर्षांनी 1639 मध्ये जेरेमिया हॉरॉक्स नावाच्या इंग्लिश खगोलशास्त्रज्ञाने व्हीनसच्या स्थानांतराचे निरीक्षण केले.","ne":"त्यसपछि, केही वर्षपछि 1639 मा बेलायती खगोलविद Jeremiah Horrocks ले शुक्रको ट्रान्जिट देखे।","es":"Posteriormente, en 1639, Jeremiah Horrocks, un astrónomo oriundo de Inglaterra, logró ver un tránsito de Venus.","sw":"Kisha, miaka michache baadaye mwaka wa 1639, mnajimu Mwingereza aliyeitwa Jeremiah Horrocks alitazama safari ya Venus.","te":"ఆ తర్వాత కొన్ని స౦వత్సరాల తర్వాత 1639లో జెర్మీహోరాక్స్ అనే ఒక ఇ౦గ్లీషు ఖగోళ శాస్త్రజ్ఞుడు శుక్రుని సంక్రమణాన్ని గమనించారు.","ur":"پھر، چند سالوں کے بعد، سن 1639 میں،جرمیاہ ہورکس نامی انگریز ماہر فلکیات نے زہرہ کی نقل و حرکت کا مشاہدہ کیا۔","vi":"Vài năm sau, vào năm 1639, Jeremiah Horrocks - một nhà thiên văn học người Anh - đã quan sát được lộ trình của sao Kim.","xh":"Emva koko, kwiminyaka embalwa kamva, ngo-1639, isazinzulu ngeenkwenkwezi saseNgilani ekuthiwa nguJeremiah Horrocks sabona ukudlula kwe-Venus elangeni.","yo":"Nigbanaa, lẹyin ọdun diẹ ni ọdun 1639, ara Gẹẹsi awoirawọ kan to n jẹ Jerimaya Horiki ri irin ajo Fenus.","zu":"Kwathi, emva kweminyaka embalwa ngo-1639. Isazi sezinkanyezi somNgisi esibizwa ngo-Jeremiya Horrocks sabheka umzila we-Venus."}
{"ar":"\"قد لا يوافقني البعض الرأي ولكني لست مهتماً بذلك.","zh":"“有些人可能不同意，但我不在乎。”","en":"\"Some may not agree but I don't care.","eu":"Batzuk ez dira ados egongo, baina ez dit axola.","fr":"« Certains ne seront peut-être pas d'accord, mais cela m'est égal.","ml":"ചിലർ സമ്മതിച്ചേക്കില്ല, പക്ഷെ ഞാൻ അത് കാര്യമാക്കുന്നില്ല.","mr":"\"\"\"काहीजण मान्य करणार नाही पण मला त्याची चिंता नाही. \"","ne":"केहीले स्वीकार नगर्न सक्छन् तर मलाई फरक पर्दैन।","es":"Algunos puede que no estén de acuerdo, pero me da igual.","sw":"\"Wengine wanaweza kukubaliana lakini sijali.","te":"\"\"\"\"\"\"\"కొ౦తమ౦ది ఒప్పుకోకపోవచ్చు, కానీ నేను పట్టి౦చను.\"\"\"","ur":"\"بعض لوگ اتفاق نہیں کریں گے لیکن مجھے اس کی پروا نہیں۔","vi":"Một số người có thể không đồng ý nhưng tôi không quan tâm.","xh":"\"Abanye banokungavumi kodwa andikhathali.","yo":"“Àwọn kan lè má gbà, ṣùgbọn, kò kàn mí.","zu":"\"Kungenzeka abanye bangavumi kodwa anginandaba."}
{"ar":"أشار الدليل تبعاً لذلك أنه تم التلاعب بأوراق الاختبار مع هال و34 آخرين من موظفي التعليم، اللذين تم اتهامهم في 2013.","zh":"此后的证据表明试卷被篡改过，霍尔 (Hall) 和其他 34 名教育官员因此在 2013 年被起诉。","en":"Evidence thereafter indicated test papers were tampered with Hall, along with 34 other education officials, was indicted in 2013.","eu":"Horren ondoren agertutako aztarnek erakutsi zuten azterketak faltsifikatu egin zirela, eta 2013an Hall eta hezkuntzako beste 34 funtzionario inputatu zituzten.","fr":"Les preuves ont montré par la suite que les tests avaient été falsifiés par Hall, ainsi que par 34 autres fonctionnaires de l'éducation nationale, qui ont été mis en examen en 2013.","ml":"ഉത്തരക്കടലാസുകൾ താറുമാറാക്കിയെന്നും തെളിവുകൾ സൂചിപ്പിച്ചു, ഹാളിനെ കൂടാതെ 34 വിദ്യാഭ്യാസ ഉദ്യോഗസ്ഥരും 2013-ൽ കൂടി കുറ്റാരോപിതരായി.","mr":"त्यानंतर हॉलमध्ये चाचणीच्या कागदपत्रांमध्ये छेडछाड केले असल्याचे संकेत दर्शवले गेले होते, तसेच 2013 मध्ये इतर 34 शिक्ष्ण अधिकार्‍यांसह आरोपी दाखल केले गेले होते.","ne":"त्यसपछि प्राप्त प्रमाणहरूले परीक्षाका उत्तरपुस्तिकामा छेडछाड गरिएको थियो भन्ने जनाएका थिए। हललगायतका अन्य 34 जना शिक्षा अधिकारीहरूलाई सन् 2013 मा अभियोग लगाइएको थियो।","es":"De allí en adelante, la evidencia demostró que los exámenes habían sido falsificados. En 2013, Hall y otros 34 funcionarios educativos fueron acusados.","sw":"Ushahidi baadaye ulionyesha karatasi za mtihani zilivurugwa. Hall, pamoja na maafisa wengine 34 wa elimu, alishtakiwa mnamo 2013.","te":"ఆ తర్వాత సాక్ష్య౦, 34 ఇతర విద్యాశాఖ అధికారులతో కలిసి హాల్ పరీక్షపత్రాలను ట్యా౦పర్ చేసినట్లు సూచించింది, 2013లో నేరారోపణ చేయబడ్డారు.","ur":"اس کے بعد شواہد نے ظاہر کیا کہ ہال نے، دیگر 34 تعلیمی عہدیداران کے ہمراہ ٹیسٹ پیپرز میں تحریف کی تھی، جن پر 2013 میں فرد جرم عائد کی گئی۔","vi":"Bằng chứng sau đó cho thấy các bài thi đã bị sửa đổi và Hall, cùng với 34 viên chức giáo dục khác, đã bị truy tố vào năm 2013.","xh":"Ubungqina emva koko babonisa ukuba amaphepha ovavanyo aphazanyiswe yaye uHall, kunye namanye amagosa ezemfundo angama-34, abekwa ityala ngo-2013.","yo":"Ẹ̀rí fi hàn wípé wọn ti fi ọwọ́ kan àwọn bébà àyẹ̀wò àti Gbọǹgàn pẹ̀lú àwọn òṣìṣẹ́ ètò ẹ̀kọ́ mẹ́rìnlelọ́gbọ̀n ní ọdún 201.","zu":"Ngakho-ke ubufakazi bubonisa ukuthi uHall, kanye nezinye izikhulu zemfundo ezingu-34, zigange ngamaphepha okuhlolwa, kwavezwa ngo-2013,"}
{"ar":"توفر عادة عرض نطاق ترددي أعلى وجودة خدمة أفضل، من الصعب التجسس عليها فهي مشفرة.","zh":"它们通常会提供更高的带宽和更优质的服务。它们经过加密，更难被监视。","en":"They normally offer higher bandwidth and better quality of service. They are encrypted and thus harder to spy on.","eu":"Banda zabalera handiagoa eskaini ohi dute eta zerbitzu kalitate hobea. Halaber, enkriptatuta daudenez, zailagoa da haiek zelatatzea.","fr":"Ils offrent normalement une plus grande largeur de bande et une meilleure qualité de service. Elles sont cryptées et donc plus difficiles à espionner.","ml":"അവ സാധാരണയായി ഉയർന്ന ബാൻഡ്‌വിഡ്ത്തും മികച്ച സേവന നിലവാരവും ഓഫർ ചെയ്യുന്നു. ഗൂഡഭാഷയിലാക്കിയതിനാൽ ചാരപ്പണിയിലൂടെ കൈക്കലാക്കാൻ ബുദ്ധിമുട്ടാണ്.","mr":"ते सामान्यतः उच्चतम बँडविड्थ आणि उत्तम दर्जाची सेवा देतात. ते एनक्रिप्टेड असतात आणि म्हणून त्यांच्यावर टेहळणी करणे अवघड असते.","ne":"तिनीहरूले साधारणतयाः उच्च ब्यान्डविथ र सेवाको अझ राम्रो गुणस्तर प्रदान गर्छन्। तिनीहरू गुप्तीकरण गरिएका हुन्छन् र यसर्थ जासुसी गर्न कठिन हुन्छ।","es":"Por lo general, brindan mayor ancho de banda y mejor calidad de servicio. Están encriptados y, gracias a ello, es más complicado hackearlos.","sw":"Kwa kawaida huwa wanatoa upana wa bendi wa juu na huduma bora zaidi. Wamesimbwa kwa hivyo ni vigumu kuwapeleleza.","te":"ఇవి సాధారణంగా ఎక్కువ బ్యాండ్ విడ్త్‌ను ఇంకా నాణ్యమైన సేవలను అందిస్తాయి. ఇవి ఎన్‌క్రిప్ట్ చేయబడి ఉంటాయి, కనుక వీటిని ఛేదించడం చాలా కష్టం.","ur":"وہ عام طور پر اعلیٰ بینڈوتھ اور خدمت کا بہترمعیار پیش کرتے ہیں۔ وہ انکرپٹڈ ہیں اور اُن کی جاسوسی کرنا قدرے مُشکل ہے۔","vi":"Chúng thường đem lại băng thông cao hơn và chất lượng dịch vụ tốt hơn. Chúng được mã hoá và do đó khó bị theo dõi hơn.","xh":"Ngokwesiqhelo banikezela nge-bandwidth ephezulu kunye nomgangatho ongcono wenkonzo. Zibhalwe ngokufihliweyo kwaye ngenxa yoko kunzima ukuzihlola.","yo":"Wọ́n ma n fúnni ní báńdíwìtì tí o ga jùlọ pèlú iṣẹ́ tí ó dára jùlọ. Ìpamọ́ ni wọ́n wà torí náà ó ṣòro láti tọpinpin wọn.","zu":"Bajwayele ukunikeza izinga eliphezulu bobungakho bokudlulisa futhi nezinga eliphezulu losizo. Bafihle ukwaziswa ngakho kunzima ukwazi ukuthi baphezu kwani."}
{"ar":"اشترت شركة فيرجن فقط \"البنك الجيّد\" في نورثرن روك ، وليس شركة إدارة الأصول.","zh":"维珍集团只收购了北岩银行“好的部分”，没有收购其资产管理公司。","en":"Virgin have only purchased the ‘good bank’ of Northern Rock, not the asset management company.","eu":"Virgin-ek Northern Rock-en “banku ona” soilik erosi zuen, ez ondasunen kudeaketaz arduratzen zen enpresa.","fr":"Virgin n’a acheté que la « banque saine » de Northern Rock, pas la société de gestion d’actifs.","ml":"വിര്‍ജിന്‍ നോര്‍ത്തേണ്‍ റോക്കിലെ 'ഗുഡ് ബാങ്ക്' ആണ്‌ വാങ്ങിയത് അല്ലാതെ അസറ്റ് മാനേജ്മെന്‍റ് കമ്പനിയല്ല.","mr":"वर्जिनने केवळ नॉर्दर्न रॉकची ‘गुड बँक’ खरेदी केली आहे तर मालमत्ता व्यवस्थापन कंपनी खरेदी केली नाही.","ne":"भर्जिनले उत्तरी चट्टानको “राम्रो बैंक” खरिद गरेको छ, सम्पत्ति व्यवस्थापन कम्पनी होइन।","es":"Virgin no ha adquirido la empresa de gestión de activos, sino únicamente el «buen banco» de Northern Rock.","sw":"Virgin wamenunua tu 'benki nzuri' ya Northern Rock, si kampuni ya udhibiti wa rasilimali.","te":"Northern Rock యొక్క 'good bank'ను మాత్రమే Virgin కొనుగోలు చేసింది, దాని అసెట్ మేనేజ్‌మెంట్ కంపెనీని కాదు.","ur":"ورجین نے صرف نادرن راک کے 'اچھے بینک' کو خریدا ہے، نہ کہ اسیٹ مینجمنٹ کمپنی کو۔","vi":"Virgin chỉ mua ‘ngân hàng tốt’ của Northern Rock, chứ không mua công ty quản lý tài sản.","xh":"I-Virgin ithenge kuphela i‘good bank’ yaseNorthern Rock, hayi inkampani ye-asset management.","yo":"Wúndíá ti ra “ilé ìfowópamọ́sí” ti Northern Rock, kì í se iléeṣẹ́ tó ń sàkóso ohun ìní.","zu":"I-Virgin ithenge ‘ibhange elihle’ lase-Roch eseNyakatho kuphela, hhayi inkampani yokuphatha impahla."}
{"ar":"المدينة مقدسة للأديان السماوية الثلاث - اليهودية، والمسيحية، والإسلام، وهي بمنزلة مركز روحي، وديني، وثقافي.","zh":"这座城市是三大一神宗教——犹太教、基督教和伊斯兰教的圣地，是一个真正的精神、宗教和文化中心。","en":"The city is holy to the three monotheistic religions - Judaism, Christianity and Islam, and serves as a spiritual, religious, and cultural center.","eu":"Hiri sakratua da hiru erlijio monoteistetan (judaismoa, kristautasuna eta islama), eta erdigune espiritual, erlijioso eta kulturalaren funtzioa dauka.","fr":"La ville est sainte pour les trois religions monothéistes - le judaïsme, le christianisme et l'islam - et sert de centre spirituel, religieux et culturel.","ml":"ഈ നഗരം ഏകദൈവാധിഷ്ഠിതമായ യഹൂദമതം, ക്രിസ്തുമതം, ഇസ്‌ലാം - എന്നീ 3 മതങ്ങൾക്കും പുണ്യസ്ഥലമാണ്. കൂടാതെ ഒരു ആത്മീയ, മതപര സാംസ്കാരിക കേന്ദ്രവുമാണ്.","mr":"हे शहर ख्रिश्चन आणि इस्लाम या 3 एकेश्वरवादी धर्मांसाठी पवित्र आहे तसेच हे आध्यात्मिक, धार्मिक आणि सांस्कृतिक केंद्र म्हणून ओळखले जाते.","ne":"यो सहर तिनवटा एक ईश्वरवादी धर्महरू – यहुदी, इसाई र इस्लाम धर्महरूका लागि पवित्र छ र आध्यात्मिक, धार्मिक र सांस्कृतिक केन्द्रको रूपमा सेवा दिन्छ।","es":"Los tres cultos monoteístas; esto es, judíos, cristianos e islámicos, la consideran tierra santa y funciona como sede espiritual, religiosa y cultural.","sw":"Mji ni mtakatifu kwa dini tatu zinazomwamini Mungu mmoja - Dini ya Kiyahudi, Ukristo na Uislamu, na hutumika kama kituo cha kiroho, kidini, na kitamaduni.","te":"ఈ నగరం మూడు ఏకదైవిక మతాలకు పవిత్ర స్థలం - జుడాయిజం, క్రైస్తవమతం, ఇస్లాం, మరియు  ఆధ్యాత్మిక, మత, సాంస్కృతిక కేంద్రంగా పనిచేస్తుంది.","ur":"یہ شہرتین توحیدی مذاہب یعنی یہودیت، مسیحیت، اور اسلام کے لئےمقدس ہے، اور اس کا مقام ایک روحانی، دینی، اور ثقافتی مرکز کا ہے۔","vi":"Thành phố này là vùng đất thánh của ba tôn giáo đơn thần - Do Thái giáo, Kito Giáo và Hồi giáo và đóng vai trò như một trung tâm tâm linh, tín ngưỡng và văn hóa.","xh":"Isixeko singcwele kunqulo olwahlukahlukeneyo olunqula uthixo omnye - ubuYuda, ubuKrestu kunye nobuSilamsi yaye sisisazulu senkcubeko, sonqulo nesezinto ezinokwenza nothixo.","yo":"Ilú náa jẹ́ mímọ́ nínú ẹ̀sìn mẹ́ta- Judaism,ọmọlẹ́yìn Kírísítì àti Ìsìláàmù, tí ó sì dúró gẹ́gẹ́ bí olú ìlú ẹ̀sìn, ìgbàgbọ́ àti àṣà.","zu":"Idolobha lingcwele ezinkolweni ezintathu ezikholelwa kuNkulunkulu oyedwa – ubuJuda, ubuKhristu kanye nobuSulumani, futhi liyisikhungo esingokomoya, esingokwenkolo, kanye nesingokwesiko."}
{"ar":"بيتر كوستيلو، أمين الخزينة الأسترالي والرجل الذي سيخلُف رئيس الوزارة جون هاوارد كقائد الحزب الليبرالي، يدعم مجال الطاقة النووية في أستراليا.","zh":"澳大利亚财务部长、最有可能接替总理约翰·霍华德担任自由党领袖的彼得·科斯特洛，对澳大利亚的核电工业表示支持。","en":"Peter Costello, Australian treasurer and the man most likely to succeed Prime Minister John Howard as Liberal party leader has thrown his support behind a nuclear power industry in Australia.","eu":"Peter Costello-k, Australiako diruzainak, ditu alderdi liberaleko buru gisa John Howard lehen ministroaren ondorengo izateko aukera gehien, eta Australian indar nuklearraren industria sortzearen alde egin du.","fr":"Peter Costello, ministre des Finances australien et probable successeur du Premier ministre John Howard à la tête du parti libéral, s'est déclaré favorable à l'idée d'une industrie nucléaire australienne.","ml":"ഓസ്ട്രേലിയൻ ട്രഷററും ലിബറൽ പാർട്ടി നേതാവായി പ്രധാന മന്ത്രി ജോൺ ഹൊവാർഡിന്റെ പിൻഗാമിയാകാൻ ഏറ്റവും കൂടുതൽ സാധ്യത കൽപ്പിക്കപ്പെടുന്ന ആളായ പീറ്റർ കോസ്റ്റെല്ലോ, ഓസ്ട്രേലിയയിലെ ഒരു ആണവോർജ്ജ വ്യവസായത്തിന് പിന്തുണ നൽകി.","mr":"पीटर कॉस्टेलो , ऑस्ट्रेलियन खजानीस आणि पंतप्रधान जॉन हॉवर्ड यांच्या नंतर उदारमतवादी पक्षाचे नेते mhanun जागा घेण्याची सर्वाधिक शक्यता असणारे, यांनी आपला पाठींबा ऑस्ट्रेलियातील अणुउर्जा उद्योगाला देऊ केलेला आहे.","ne":"पिटर कोस्टेलो, अस्ट्रेलियाका कोषाध्यक्ष र सम्भवतः प्रधानमन्त्री जोन होवार्डको उत्तराधिकारी हुन सक्ने लिबरल पार्टीका नेताले अस्ट्रेलियामा रहेको आणविक शक्ति उद्योगका पछाडि आफ्नो समर्थन दिएका छन्।","es":"El tesorero australiano, Peter Costello, que es el sucesor más factible del primer ministro John Howard al frente del partido Liberal, ha respaldado a la industria de energía nuclear en Australia.","sw":"Peter Kostello, mweka hazina wa Australia na mtu aliye na uwezekano mkubwa wa kurithi nafasi ya Waziri Mkuu Yohana Howad kama kiongozi wa Chama Huria ametupa msaada wake kwa tasnia moja ya nguvu za nyuklia huko Australia.","te":"ఆస్ట్రేలియా కోశాధికారి మరియు  ప్రధాన మంత్రి జాన్ హోవార్డ్ తరువాత లిబరల్ పార్టీ నాయకుడిగా వచ్చే అవకాశం ఉన్న పీటర్ కాస్టెల్లో ఆస్ట్రేలియాలో అణు విద్యుత్ పరిశ్రమకు తన మద్దతును ప్రకటించారు .","ur":"آسٹریلیائی خزانچی پیٹر کوسٹیلو کو لبرل پارٹی کے رہنما کے طور پر وزیر اعظم جان ہاورڈ کے جاں نشیں بننے کے بہت زیادہ امکان ہیں، انہوں نے آسٹریلیا میں ایٹمی پاور کی صنعت کی حمایت کا اعلان کیا ہے-","vi":"Peter Costello, Bộ trưởng Ngân khố Úc và là người có khả năng giành thắng lợi nhất trước Thủ tướng John Howard với tư cách là lãnh đạo đảng Tự Do, đã dành sự ủng hộ của mình cho ngành công nghiệp điện hạt nhân ở Úc.","xh":"UPeter Costello, unondyebo waseOstreliya nekukho amathuba amaninzi ukuba odlule iNkulumbuso John Howard njengenkokheli yeLiberal, uyawaxhasa amashishini amandla enyukliya eOstreliya.","yo":"Peter Costello, alákòso ìsúra orílè-èdè Australia tí o si jẹ ẹni tó sẹẹsẹẹ láti gbàjọba lówó adarí ìgbìmò ìjọba John Howard gẹ́gẹ́ bi adarí ẹgbẹ´ oẹlómìnira tí àtíléyìn hán sí ilẹ́ isẹ́ àdó olóró ní Australia.","zu":"U-Peter Cotello, umphathizimali wase-Australia kanye nendoda evame ukuphumelela uNdunankulu u-John Howard njengomholi weqembu i-Liberal ubonise ukweseka kwakhe inkampani kagesi esebenzisa i-nuclear e-Australia."}
{"ar":"يحدد المفوض الكفالة إذا تقررت ويضفي الطابع الرسمي على التهم التي يوجهها الضابط الذي أجرى الاعتقال. ثم تسجل التهم في نظام الكمبيوتر الخاص بالولاية حيث يجري تعقب القضية.","zh":"如果获得批准，法庭专员即可设定保释金，并最终确定执行逮捕的警员提出的指控。这些指控随后会录入该州的计算机系统，以便在其中对案件进行追踪。","en":"The commissioner sets bail, if granted, and formalizes the charges filed by the arresting officer. The charges are then entered into the state's computer system where the case is tracked.","eu":"Ikuskariak ezartzen du fidantza, halakorik ematen bada, eta atxiloketa egin duen poliziak formalizatzen ditu karguak. Ondoren, kargu horiek estatuko sistema informatikoan sartzen dira eta kasuaren jarraipena egiten da.","fr":"Le commissaire fixe la caution, si elle est accordée, et formalise les accusations portées par l'agent qui a procédé à l'arrestation. Les accusations sont ensuite saisies dans le système informatique de l'État où l'affaire est suivie.","ml":"കമ്മീഷണർ ജാമ്യം അനുവദിക്കുകയാണെങ്കിൽ, അറസ്റ്റ് ചെയ്ത ഉദ്യോഗസ്ഥൻ ഫയൽ ചെയ്ത ചാർജുകൾ ഔദ്യോഗികമാക്കുന്നു. തുടർന്ന് കേസ് ട്രാക്ക് ചെയ്യുന്ന സംസ്ഥാനത്തിന്റെ കമ്പ്യൂട്ടർ സിസ്റ്റത്തിലേക്ക് ചാർജുകൾ എന്റർ ചെയ്യുന്നു.","mr":"मंजूर झाला तर आयुक्त जामीन निश्चित करतात आणि अटक करणाऱ्या अधिकाऱ्याने निश्चित केलेल्या आरोपांना औपचारीक केले जाते. त्यानंतर आरोप राज्याच्या संगणक प्रणालीमध्ये नोंदवले जातात तिथून खटल्याकडे लक्ष ठेवले जाते.","ne":"यदि स्वीकृत भएमा आयुक्तले जमानत तोक्छन् र पक्राउ गर्ने अधिकारीले दर्ता गरेको आरोपलाई औपचारिक बनाउँछन्। त्यसपछि आरोपहरू राज्यको कम्प्युटर प्रणालीमा प्रविष्ट गरिन्छ जहाँ मुद्दा ट्र्याक गरिन्छ।","es":"El comisionado fija el monto de la fianza, si se la aprueba, y formaliza los cargos presentados por el oficial que procedió a su detención. Los mismos se ingresan, a continuación, en el sistema informático del estado, a través del cual se hace el seguimiento del caso.","sw":"Kamishna huweka dhamana, ikiwa imeruhusiwa, na kufanya rasmi mashtaka yaliyofailiwa na afisa mwenye kukamata. Kisha mashtaka huingizwa kwenye mfumo wa kompyuta wa nchi ambapo kesi hiyo hufuatiliwa.","te":"ఒకవేళ మంజూరు చేసినట్లయితే, కమిషనర్ బెయిల్ సెట్ చేసి, అరెస్ట్ చేసిన అధికారి ద్వారా దాఖలు చేయబడ్డ అభియోగాలను లాంఛనప్రాయంగా లాంఛనప్రాయంగా నమోదు చేస్తుంది. ఆ తర్వాత కేసు ను ట్రాక్ చేసే రాష్ట్ర కంప్యూటర్ వ్యవస్థలోకి ఛార్జీలను నమోదు చేస్తున్నారు.","ur":"کمشنر بل ترتیب دیتا ہے اگر منظور ہوجائے اور گرفتار کیے جانے والے افسر کی جانب سے دائر کیے گئے الزامات کو باقاعدہ شکل دیتا ہے۔ ان الزامات کو پھر ریاست کے کمپیوٹر سسٹم میں درج کیا جاتا ہے جہاں پر کیس کا ٹریک ریکارڈ رکھا جاتا ہے۔","vi":"Người được ủy quyền nộp tiền bảo lãnh, nếu được chấp thuận, và hợp thức hóa các khoản phí được cảnh sát thực hiện bắt giữ đệ trình lên. Các khoản phí này sau đó được nhập vào hệ thống máy tính của bang nơi vụ án được theo dõi.","xh":"Umkomishana nguye obeka ibheyile, ukuba uyifumene, agunyazise izithyolo ezifayilwe lipolisa elibambayo.Izithyolo ziye ke zingeniswe kwisystem yekompyutha karhulumente apho ityala lithi lilandelelwe.","yo":"Kọmíṣíọ́nà se àgbékalẹ̀ owó ìtanràn, tí ó bá bọ́ si, tí ó sì fì ẹ̀sùn tí agbófinró fi kàn múnlẹ̀. Ẹ̀sùn náà ni ó gbé wọnú ẹ̀rọ ayárabíàsá ìpínlẹ̀ tíwọ́n ti ń taná wádìí ẹ̀sùn náà.","zu":"Ukhomishinali ubeka ibheyili, uma inikezwa, futhi wenza ukubekwa kwecala okwenziwe yiphoyisa elibophe isiboshwa kube ngokomthetho. Amacala ngemva kwalokho afakwa ohlelweni lwekhompyutha lombuso lapho icala lilandelelwa khona."}
{"ar":"وأوضحوا في بيان أن \"الطاقم يعمل حالياً لتحديد أفضل وسيلة لانتشال السفينة بأمان\".","zh":"他们还在一份声明中表示，“船员目前正在确定安全撤离军舰的最佳方法”。","en":"They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".","eu":"Halaber, adierazpen batean esan dutenez, “tripulazioa lanean ari da ontzia segurtasunez ateratzeko metodorik egokiena zehazteko”.","fr":"Ils ont également affirmé dans une déclaration : « L'équipage travaille actuellement à déterminer le meilleur moyen d'extraire le navire en toute sécurité ».","ml":"\"അവർ പ്രസ്താവനയിൽ പറഞ്ഞു, \"\"കപ്പൽ സുരക്ഷിതമായി വേർതിരിച്ചെടുക്കുന്നതിനുള്ള ഏറ്റവും നല്ല രീതി നിർണ്ണയിക്കാൻ ക്രൂ നിലവിൽ പ്രവർത്തിക്കുന്നു\"\".\"","mr":"\"त्यांनी त्यांच्या निवेदनातही म्हटले की, \"\"दल सध्या जहाज बाहेर काढण्याची सुरक्षित पद्धत ठरवण्यावर काम करत आहे\"\".\"","ne":"“चालक दल हाल सुरक्षित रूपमा जहाज निकाल्ने उत्तम विधि निर्धारित गर्न काम गरिरहेको छ” उनीहरूले विज्ञप्तिमार्फत बताए।","es":"También se dijo en un comunicado que: «La tripulación se encuentra actualmente trabajando para decidir cuál es el método más seguro para extraer el barco».","sw":"Pia walisema katika taarifa, “Wafanyakazi sasa hivi wanafanya kazi kuamua mbinu bora ya kuondoa meli kwa usalama”.","te":"\"వారు కూడా ఒక ప్రకటనలో, \"\"సిబ్బంది ప్రస్తుతం ఓడను సురక్షితంగా తీయడానికి ఉత్తమమైన పద్ధతిని నిర్ణయించడానికి కృషి చేస్తున్నారు\"\"అని చెప్పారు.\"","ur":"انہوں نے اپنے بیان میں یہ بھی کہا کہ ”جہاز کا عملہ فی الوقت ان بہترین طریقوں پر غور کر رہا ہے جن کے ذریعہ جہاز کو بحفاظت نکالا جا سکے۔“","vi":"Họ cũng cho biết trong một tuyên bố: “Hiện thuỷ thủ đoàn đang nỗ lực tìm ra phương pháp hiệu quả nhất để giải phóng con tàu một cách an toàn”.","xh":"Bongezile kwingxelo, \"Iqela labaqeshwa lisebenzela ukubona eyona ndlela yokulanda inqwelo mafutha\".","yo":"Won tubo foro le pe, “Awon to alaakoso oko oju omi ti n sa agbara won lati mo ona to dara ju lati yo oko naa laisi ifarapa.","zu":"Babuye bathi kusitatimende, “Iqembu liyasebenza manje ukuthola indlela enhle kakhulu yokukhipha umkhumbi”."}
{"ar":"إن الشخص الذي يبلغ وزنه 200 رطلاً (أي ما يعادل 90 كجم) على الأرض يزن حوالي 36 رطلاً (16 كجم) على قمر آيو. إذاً فإن الجاذبية، تشدّك بقدر أقل طبعاً .","zh":"一个在地球上重 200 磅（90公斤）的人，在木卫一上的重量约为 36 磅（16公斤）。因此重力理所当然地对你产生了较小的牵引力。","en":"A person who weighs 200 pounds (90kg) on Earth would weigh about 36 pounds (16kg) on Io. So the gravity, of course, pulls less on you.","eu":"Lurrean 200 libra (90 kg) pisatzen dituen pertsonak 36 libra (16 kg) inguru pisatuko lituzke Io-n. Beraz, grabitateak gutxiago tiratuko zintuzke.","fr":"Une personne qui pèse 200 livres (90kg) sur Terre pèserait environ 36 livres (16kg) sur Io. Donc la gravité, bien sûr, vous attire moins.","ml":"ഭൂമിയിൽ 200 പൗണ്ട് (90 കിലോഗ്രാം) ഭാരം വരുന്ന ഒരാൾക്ക് അയോയിൽ 36 പൗണ്ട് (16 കിലോഗ്രാം) ഭാരം ഉണ്ടാകും. അതുകൊണ്ട് തീർച്ചയായും കുറവ് ഗുരുത്വാകർഷണമേ നിങ്ങൾക്ക് അനുഭവപ്പെടൂ.","mr":"पृथ्वीवर २०० पाउंड (९० किलो) वजन असलेल्या व्यक्तीचे वजन आयओवर सुमारे ३६ पाउंड (१६ किलो) असेल. म्हणजे, गुरुत्वाकर्षणाचा जोर, अर्थातच, तुमच्यावर कमी असतो.","ne":"पृथ्वीमा 200 पाउण्ड (90 किलो) तौलको व्यक्ति आइओमा करिब 36 पाउण्ड (16 किलो) तौल हुन्थ्यो। त्यसैले तपाईंलाई गुरुत्वाकर्षणले कम तान्छ।","es":"Alguien cuyo peso en la Tierra es de 200 libras (90 kg) en Ío pesaría cerca de 36 libras (16 kg). Ello significa, claro está, que su gravedad ejerce menos atracción.","sw":"Mtu aliye na uzito wa pauni 200 (kilogramu 90) duniani anaweza kuwa na uzito wa pauni 36 (kilogramu 16) kwenye lo. Kwa hivyo mvuto, bila shaka, huvuta kidogo sana kwako.","te":"భూమిపై 200 పౌండ్ల (90 kg) బరువున్న వ్యక్తి lo పై 36 పౌండ్ల (16 kg) బరువు ఉంటాడు. కాబట్టి గురుత్వాకర్షణ, మిమ్మల్ని తక్కువగా లాగుతుంది.","ur":"ایک شخص جسکا زمین پر وزن تقریبا 200 پاونڈز (90 کلوگرام ) ہے اسکا ذرہ پر وزن تقریبا 36 پاونڈز (16 کلوگرام ) ہوگا- لہٰذا کَشِشِ ثَقَل آپکو یقینا کم کھینچتی ہے-","vi":"Một người nặng 200 pao (90kg) trên Trái Đất sẽ nặng khoảng 36 pao (16kg) trên Io. Vì vậy, tất nhiên trọng lực sẽ ít tác động lên bạn.","xh":"Umntu obunzima obuzipawundi eziyi-200 (iikhologram eziyi-90) emhlabeni anganobunzima obumalunga neepawundi eziyi-36 (iikhilogram eziyi-16) kwi lo. Ngoko ke igravithi, kakade,itsala kancinci kuwe.","yo":"Ẹni tí ó wọn 200 pounds (90kg) ní Ayé ma wọn 36 pounds (16kg). Nítorínà agbára yẹn ma fà ọ́.","zu":"Umuntu onesisindo esingamaphawundi angu-200 (90kg) eMhlabeni angaba nesisindo esicishe sibe amaphawundi angu-36 (16kg) e-Io. Ngakho amandla okudonsa, empeleni, akudonsa kancane."}
{"ar":"كان لديها جيشًا وبحرية أضعف رغم أنهم بنوا مؤخرًا أربع سفن جديدة قبل بداية الحرب مباشرة.","zh":"该国陆军和海军都比较弱，尽管他们在战争开始前不久建造了四艘新舰船。","en":"It had a weaker army and a weaker navy, although they had just built four new ships right before the beginning of the war.","eu":"Armada eta marina ahulagoa zituen, nahiz eta gerra hasi baino lehen itsasontzi berriak eraiki.","fr":"Leur armée et leur flotte étaient plus faibles, et ce malgré le fait qu’ils aient construit quatre nouveaux navires juste avant le début de la guerre.","ml":"യുദ്ധം തുടങ്ങുന്നതിന് തൊട്ടുമുമ്പ് അവർ നാല് പുതിയ കപ്പലുകൾ നിർമ്മിച്ചിരുന്നെങ്കിലും അതിൽ ദുർബലമായ സൈന്യവും ദുർബലമായ നാവികസേനയും ആയിരുന്നു ഉണ്ടായിരുന്നത്.","mr":"त्यांच्याकडे कमकुवत लष्कर आणि कमकुवत नौसेना होती, तरीही त्यांनी युद्धाच्या सुरूवातीपूर्वीच नवीन 4 जहाजे बांधली होती.","ne":"योसँग कमजोर सेना र कमजोर नौसेना थियो, तथापि तिनीहरूले युद्धको ठीक अघि भर्खरै चार नयाँ जहाजहरूको निर्माण गरेका थिए।","es":"Su ejército y marina eran más débiles, aunque cuatro barcos nuevos acababan de ser construidos justo antes del inicio de la guerra.","sw":"Ilikuwa na jeshi dhaifu na nevi dhaifu, ingawa walikuwa wamejenga tu meli nne mpya kabla ya kuanza kwa vita.","te":"యుద్ధం  ప్రారంభించడానికి ముందే  వారు నాలుగు కొత్త నౌకలను నిర్మించినప్పటికీ, వారి సైన్యం మరియు నౌకాదళం  బలహీనంగా ఉంది.","ur":"اس کی بّری فوج اور بحری فوج کمزور ہیں اگرچہ انھوں نے جنگ کی بلکل شروعات میں چار نئے بیڑے بنائے۔","vi":"Họ có quân đội và hải quân yếu hơn, mặc dù học mới chỉ xây dựng bốn tàu mới trước khi bắt đầu cuộc chiến tranh.","xh":"Yayinomkhosi ongomelelanga kunye nomkhosi waselwandle ongenamandla, nangona babesanda ukwenza iinqanawa ezine ezintsha kanye ngaphambi kokuqalisa kwemfazwe.","yo":"Lóòọ́tọ́ wọ́n sẹ̀sẹ̀ kọ́ àọn ọkọ̀ ojú omi tuntun mẹ́rin sáájú kí ogun tó bẹ̀rẹ̀, ó ní ikọ̀ ológun tí kò lágbára àti àwọn ikọ̀ ológun ojú omi tí kò ra jaja.","zu":"Banamabutho angenamandla kanye nemikhumbi yempi engenamandla, ngisho noma bakhe imikhumbi emisha emine ngaphambi nje kokuqala kwempi"}
{"ar":"يوجد تداخل كبير ما بين الهندسة والمجالات الأخرى وتشمل التخطيط الحضري والهندسة المدنية والفنون الزخرفية والتصميم الداخلي وتصميم المناظر الطبيعية.","zh":"建筑与城市规划、土木工程、装饰艺术、室内设计和景观设计等领域有相当多的重叠之处。","en":"Architecture overlaps considerably with other fields including urban planning, civil engineering, decorative arts, interior design and landscape design.","eu":"Arkitektura gainjarri egiten da beste arlo batzuekin; besteak beste, hiri-plangintza, ingeniaritza zibila, dekorazio-arte, barne-diseinu eta lorategi-diseinuarekin.","fr":"L’architecture recoupe considérablement d’autres domaines, notamment l’urbanisme, le génie civil, les arts décoratifs, la décoration intérieure et l’aménagement paysager.","ml":"നഗര ആസൂത്രണം, സിവിൽ എഞ്ചിനീയറിംഗ്, അലങ്കാര കലകൾ, ഇന്റീരിയർ ഡിസൈൻ, ലാൻഡ്സ്കേപ്പ് ഡിസൈൻ എന്നിവ ഉൾപ്പെടെയുള്ള മറ്റ് മേഖലകളുമായി വാസ്തുവിദ്യ കാര്യമായി ബന്ധപ്പെട്ടുകിടക്കുന്നു.","mr":"आर्किटेक्चरमध्ये शहरी नियोजन, सिव्हील इंजिनीअरिंग, सुशोभिकरणासंबंधित कला, इन्टिरीअर डिझाइन आणि लॅन्डस्केप डिझाइन यांचा बऱ्यापैकी समावेश होतो.","ne":"भवन निर्माण विधाले सहरी योजना, सिभिल इन्जिनियरिङ, सजावटी कला, आन्तरिक डिजाइन र ल्याण्डस्केप डिजाइनसहित अन्य क्षेत्रहरू पर्याप्त अधिव्यापन गर्दछ।","es":"La arquitectura tiene numerosos puntos de encuentro con otras disciplinas, entre las que se incluyen la planificación urbana, la ingeniería civil, el arte decorativo, el diseño de interiores y el paisajismo.","sw":"Majenzi huingiliana sana na nyanja nyingine zikiwemo mipango ya mji, uhandisi wa umma, sanaa za mapambo, ubunifu wa ndani na ubunifu wa mandhari.","te":"అర్బన్ ప్లానింగ్, సివిల్ ఇంజనీరింగ్, డెకొరేటివ్ ఆర్ట్స్, ఇంటీరియర్ డిజైన్ మరియు ల్యాండ్‌స్కేప్ డిజైన్ లాంటి వాటితో కూడిన ఇతర  ఫీల్డ్‌లతో ఆర్కిటెక్చర్ గణనీయంగా ముడిపడి ఉంది.","ur":"شہری منصوبہ بندی، سول انجینئرنگ، آرائشی آرٹس، داخلہ ڈیزائن اور زمین کی تزئین کے ڈیزائن سمیت دیگر شعبوں سے فن تعمیر کافی حد تک بڑھ جاتا ہے۔","vi":"Kiến trúc xâm phạm đáng kể đến các khu vực khác bao gồm quy hoạch đô thị, xây dựng dân dụng, trang trí, thiết kế nội thất và thiết kế cảnh quan.","xh":"Uyilo buhambelana nezinye iimfundiso njengoyilo lwedolophu, ubunjineli bezakhiwo, ubugcisa bohombiso, ukuhombisakwngaaphakathi kwaye nokulungisa umhlaba ukuze kufakwe izityalo.","yo":"Ìyàwòrán ilé ti kọjá pẹ̀lú àwọn ikọ̀ tókù pẹ̀lú ètò agbègbè tó lajú, ìmọ̀ ẹ̀rọ àwọn tó ń kọ́alé, iṣl ọnà alárà, aṣe inú ilé lẹ́ṣọ̀ọ́ àti ìyàwòrán oníbùú.","zu":"Ukwakhiwa kwezindlu buhlangana kakhudlwana nezinye izinkundla kuhlanganise nokuhlelwa kwamadolobha, ubunjiniyela bokuklama izakhiwo zomphakathi, ubuciko bokuhlobisa, ukuhlobisa ingaphakathi lezindlu kanye nokuhlobisa amagceke."}
{"ar":"في 24 سبتمبر 1759، وقع آرثر غينيس عقد إيجار لمدة 9000 سنة لمصنع الخمور سانت جيمس جيت في دبلن، أيرلندا.","zh":"1759 年 9 月 24 日，阿瑟·吉尼斯在爱尔兰都柏林为圣詹姆斯之门啤酒厂签署了一份 9000 年的租约。","en":"On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.","eu":"1759ko irailaren 24an, Arthur Guinness-ek 9.000 urteko alokairua sinatu zuen Dublineko (Irlanda) St. James’ Gate garagardotegia eskuratzeko.","fr":"Le 24 septembre 1759, Arthur Guinness a signé un bail de 9 000 ans pour la brasserie St James' Gate à Dublin en Irlande.","ml":"സെപ്തംബർ 24, 1759 ൽ, അയർലണ്ടിലെ ഡ്യൂബ്ലിനിലുള്ള സെന്റ് ജയിംസ് ഗേറ്റ് ബ്രിവറിയുടെ 9,000 വർഷത്തെ പണയക്കരാറിൽ ആർതർ ഗിന്നസ് ഒപ്പുവെച്ചു.","mr":"२४ सप्टेंबर १७५९ रोजी, आर्थर गिनसने डब्लिन, आयर्लंडमधील सेंट जेम्सच्या गेट ब्रीवरीसाठी ९००० वर्षांच्या भाडेपट्टीवर सही केली.","ne":"सेप्टेम्बर 24, 1759 मा, आर्थर गिनीजले आयरल्याण्डको डुब्लिनको सेण्ट जेम्स गेट ब्रुअरीका लागि 9,000 वर्षको सम्झौतामा हस्ताक्षर गरे।","es":"El 24 de septiembre de 1759, Arthur Guinness suscribió un contrato de arrendamiento de 9000 años de vigencia por la cervecería St. James's Gate en Dublín, Irlanda.","sw":"Mnamo September 24, 1759, Arthur Guinness alitia saini makubaliano ya kukodishwa kwa kiwanda cha pombe cha St James' Gate kilicho huko Dublin, Ireland.","te":"సెప్టెంబరు 24 1759 న ఐర్లాండ్ లోని డబ్లిన్ లో ఉన్న సెయింట్ జేమ్స్ గేట్ బ్రూవరీ కోసం 9,000 సంవత్సరాల లీజుకు ఆర్థర్ గిన్నిస్ సంతకం చేశారు.","ur":"آئرلینڈ کے ڈبلن میں سینٹ جیمز گیٹ بریوری کیلئے 9،000 سال کے لیز پر 24 ستمبر 1759 کو آرتھر گنیس نے دستخط کیے۔","vi":"Vào 24 tháng Chín năm 1759, Arthur Guinness ký hợp đồng thuê 9.000 năm cho St James' Gate Brewery tại Dublin, Ireland.","xh":"NgoSeptemba 24, 1759, uArthur Guinness watyikitya isivumelwano sokuqesha iSt James Gate Brewery eDublin, e-Ireland kangangeminyaka eyi-9000.","yo":"Ní ọjọ́ Kẹrìnlélógún, oṣù kẹsàn án ọdún 1759, ni Arthur Guinness fọwọ́ sí fífí St James' Gate Brewery ni Dublin, Ireland, sílẹ̀ fún yíya fún 9,000 ọdú.","zu":"NgoSeptemba 24, 1759, u-Arthur Guinness wasayina isivumelwano sokuqashisa sika-9,000 ngonyaka seSt James' Gate Brewery eDublin, e-Ireland."}
{"ar":"بوجه عام، يتطلب البقاء في أي دولة أجنبية لفترة طويلة الحصول على تأشيرة مقدماً.","zh":"通常来说，较长时间停留在外国需要提前获取签证。","en":"In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.","eu":"Oro har, atzerriko herrialde batean denboraldi luzea egoteko, bisa bat lortu beharko duzu aurretik.","fr":"En général, pour séjourner dans un pays étranger sur une longue période, vous devez obtenir au préalable un visa.","ml":"പൊതുവെ,ദീർഘിപ്പിച്ച ഒരു കാലയളവിൽ ഏതെങ്കിലും വിദേശ രാജ്യത്ത് തങ്ങുന്നതിന് മുൻകൂറായി ഒരു വിസ നിങ്ങൾ തരപ്പെടുത്തണം","mr":"सर्वसाधारणपणे, तुम्हाला कोणत्याही परदेशी देशात जास्त कालावधीकरिता राहण्यासाठी आधीपासूनच व्हिसा प्राप्त करणे आवश्यक असते.","ne":"सामान्यतया, लामो समय अवधिका लागि कुनै पनि विदेशी मुलुकमा बस्नु परेमा तपाईंलाई अग्रिम भिसा प्राप्त गर्नु जरुरी हुन्छ।","es":"Por lo general, para permanecer en cualquier país extranjero por un extenso período de tiempo será preciso obtener una visa por anticipado.","sw":"Kwa ujumla, kukaa kwenye nchi ya kigeni kwa muda mrefu zaidi kunahitaji upate visa mapema.","te":"సాధారణంగా, ఏదైనా విదేశీ దేశంలో దీర్ఘకాలం పాటు ఉండటం వల్ల మీరు ముందస్తుగా వీసా పొందాల్సి ఉంటుంది.","ur":"بطورِ عام کسی غیر ملک میں طویل مدت تک قیام کے لئے تمہیں پیشگی ویزا حاصل کرنا لازم ہے۔","vi":"Nhìn chung, ở lại tại bất cứ quốc gia nào trong thời gian dài cũng đòi hỏi bạn phải xin cấp thị thực trước.","xh":"Ngokuqhelekileyo, xa uza kuhlala ixesha elide kwilizwe lasemzini kuye kufuneke ufumane i-visa kwangaphambili.","yo":"Ní gbogbogbò, wíwà ní ilẹ̀ òkèrè tówù kó jẹ́ tayọ àkókò tí ó yẹ, yíò nílò kí ènìyàn ti gba ìwé ìrìnnà sílẹ̀.","zu":"Ngokuvamile, ukuhlala kwelinye izwe isikhathi eside kuzodinga ukuthi uthole ivisa kusengaphambili."}
{"ar":"توفى راكب الدراجات النارية ذا ال13 عام بيتر لينز بعد كونه جزءاً في حادث حلبة إنديانابوليس موتور سبيدواي.","zh":"13 岁的摩托车赛车手彼得·伦茨在印第安纳波利斯赛车场上发生车祸丧生。","en":"Peter Lenz, a 13-year-old motorcycle racer, has died after being involved in a crash at the Indianapolis Motor Speedway.","eu":"Peter Lenz 13 urteko motor-lasterkaria hil egin da Indianapolis-eko Motor Speedway-en istripu bat izan ondoren.","fr":"Peter Lenz, un pilote de moto de 13 ans, est mort après avoir été impliqué dans un accident sur l'Indianapolis Motor Speedway.","ml":"മോട്ടോർ സൈക്കിൾ റെയിസറായ, 13 വയസ്സുകാരൻ പീറ്റർ ലെൻസ്, ഇൻഡ്യനാപോളിസ് മോട്ടോർ സ്പീഡ്‌വേയിൽ ഉണ്ടായ അപകടത്തിൽ മരിച്ചു.","mr":"पीटर लेन्झ, हा 13-वर्षीय मोटरसायकल स्पर्धक, इंडियानापोलिस मोटर स्पीडवेवर एका अपघातानंतर मरण पावला आहे.","ne":"इन्डियानापोलिस मोटर स्पिडवेमा दुर्घटनामा परेर 13 वर्षे मोटरसाइकल रेसर पिटर लेन्जको मृत्यु भएको छ।","es":"Peter Lenz, un corredor de motocicletas de 13 años, falleció luego de participar en un accidente en el autódromo de Indianápolis.","sw":"Peter Lenz, mwendeshaji wa pikipiki za mashindano mwenye umri wa miaka 13, alifariki baada ya kuhusika katika ajali kwenye Motor Speedway ya Indianapolis.","te":"ఇండియానాపోలిస్ మోటార్ స్పీడ్ వే వద్ద జరిగిన ప్రమాదంలో 13 ఏళ్ల పీటర్ లెంజ్ అనే మోటార్ సైకిల్ రేసర్ దుర్మరణం చెందాడు.","ur":"پیٹرلینز، ایک 13 سالہ موٹرسائیکل ریسر، انڈیانا پولیس موٹر اسپیڈوے پر ایک تصادم کا شکار ہوکر جاں بحق ہوچُکا ہے۔","vi":"Tay đua mô tô 13 tuổi Peter Lenz đã thiệt mạng liên quan đến một vụ đụng xe ở Đường đua Mô-tô Indianapolis.","xh":"UPeter Lenz, umdlali wemidyarho yezithuthu oneminyaka eyi-13, uye wasweleka emva kokutshayisa e-Indianapolis Motor Speedway.","yo":"Peter Lenz,ọmọ ọdún mẹ́tàlá a fi kẹ̀kẹ́ sáré ìje jáde láyé lẹ́yìn àkọlù tó wáyé ni ojú ọ̀nà márosẹ̀ Indianapolis.","zu":"UPeter Lenz, oneminyaka ewu-13 ongumjahi wezithuthuthu, uye washona ngemva kokuthinteka enhlekeleleni eyenzeke e-Indianapolis Motor Speedway."}
{"ar":"حتى إذا كنت تقود سيارتك عبر الغابات المطرية شبه الاستوائية، فإن فتح الأبواب لبضع ثوانٍ أثناء دخولك إلى السيارة يشكل وقتاً كافياً للبعوض للدخول إلى السيارة معك.","zh":"如果您正在开车穿越亚热带雨林，在您进入车内时车门敞开的几秒钟时间里，也足以让蚊子与您一起钻进车里。","en":"Even if you're driving through the subtropical rainforest, a few seconds with the doors open while you get inside the vehicle is enough time for mosquitoes to get in the vehicle with you.","eu":"Oihan subtropikalean autoz baldin bazoaz ere, ibilgailuan sartzeko ateak irekita dauden segundo gutxiak nahiko dira eltxoak zurekin batera sartzeko.","fr":"Même si vous conduisez dans la forêt tropicale, quelques secondes avec les portes ouvertes pendant que vous montez dans le véhicule suffisent pour que les moustiques montent dans le véhicule avec vous.","ml":"നിങ്ങൾ ഉഷ്ണമേഖലയോട് അടുത്തുകിടക്കുന്ന മഴക്കാടുകളിലൂടെ സഞ്ചരിക്കുകയാണെങ്കിലും, വാഹനത്തിനുള്ളിൽ കയറുന്നതിന് വാതിലുകൾ തുറക്കുന്ന കുറച്ച് നിമിഷങ്ങൾ മതി കൊതുകുകൾ നിങ്ങളോടൊപ്പം വാഹനത്തിൽ കയറാൻ.","mr":"जरी तुम्ही एखाद्या उष्ट कटिबंधातील पर्जन्य वनातून ड्राईव्ह करीत असाल, तुम्ही वाहनात बसेस्तोवर काही क्षण जरी दरवाजा उघडा राहिला तरी डासांना वाहनातून तुमच्या बरोबर येण्यासाठी तितका कालावधी पुरेसा आहे.","ne":"तपाईं सबट्रपिकल वर्षावनको माध्यमबाट यात्रा गर्दै हुनु हुन्छ भने ढोका खोलेको केही सेकेन्ड भित्रै तपाईं गाडीभित्र पस्दा लामखुट्टे तपाईंसँगै गाडीमा जानका लागि पर्याप्त समय हुन्छ।","es":"Aun si está conduciendo por la selva subtropical y abre las puertas solo unos segundos para entrar al vehículo, eso es suficiente para que los mosquitos suban con usted.","sw":"Hata ikiwa unaendesha kupitia msitu wa mvua wa kitropiki ndogo, sekunde chache milango ikiwa wazi unapoingia kwenye gari ni muda unaotosha kwa mbu kuingia na wewe garini.","te":"మీరు సబ్​ట్రాపికల్ వర్షారణ్యం గుండా వెళుతున్నప్పటికీ, మీరు వాహనం లోపలికి వెళ్లేటప్పుడు తలుపులు తెరిచిన కొన్ని సెకన్లు సమయం దోమలు లోపలికి రావడానికి సరిపోతుంది.","ur":"اگر آپ سب ٹراپیکل برساتی جنگل سے گزر رہے ہوں تو گا ڑی میں داخل ہونے کے لئے چند سکنڈ کے لئے دروازہ کھولنا مچھروں کے لئے کافی وقت ہے کہ وہ بھی آپ کے ساتھ داخل ہوکر آپ کے ہم نشیں ہو جائیں۔","vi":"Ngay cả khi bạn đang lái xe qua khu rừng cận nhiệt đới, một vài giây mở cửa để đi vào xe cũng đủ thời gian cho muỗi đồng hành lên xe cùng bạn.","xh":"Nokuba uqhuba kwihlathi elinethropikhi, imizuzwana embalwa uvule iingcango ngelixa ungena ngaphakathi kwisithuthi lixesha elaneleyo lokuba iingcongconi zingene emotweni kunye nawe.","yo":"Kódà tí o bá ń ri ìrìn àjò láàárin aginjù, ìṣẹ́jú àáyá tí o fi ṣí ilẹ̀kùn láti wọ inú ọkọ̀ ti tó fún àwọn ẹ̀fọn láti wọlé pẹ̀lú rẹ.","zu":"Ngishoushayela ehlathini lemvula elinezihlahla ezinde, imizuzwana embalwa ngenkathi uvule izicabha zemoto ukuze ungene kuyona iyisikhathi esanele ukuthi omiyane bangene emotweni Kanye nawe."}
{"ar":"يمكن الجمع بين زيارة الموقع بشكل مناسب مع رحلة بالقارب إلى البحيرة.","zh":"参观景点时，还可以顺便乘船游湖。","en":"A visit to the site can be conveniently combined with a boat trip to the lake.","eu":"Toki hau bisitatzea era egokian konbina daiteke lakuan txalupa batean ibiltzearekin.","fr":"La visite du site peut être agréablement associée à une promenade en bateau sur le lac.","ml":"ആ സ്ഥലത്തേക്കുള്ള സന്ദർശനത്തിനൊപ്പം തടാകത്തിലേക്ക് ഒരു ബോട്ട് യാത്ര കൂടി സൗകര്യപ്രദമായി ചേർത്തിട്ടുണ്ട്.","mr":"तलावाच्या बोटीच्या सहलीसह पर्यटन ठिकाणाला भेट देणे सोयीस्करपणे एकत्र जोडले जाऊ शकते.","ne":"साइटसम्मको भ्रमण तालसम्मको डुङ्गा यात्राका साथ सहजै मिलाउन सकिन्छ।","es":"Puede organizarse una provechosa combinación entre una visita al lugar y un paseo en barco hacia el lago.","sw":"Ziara katika eneo hilo inaweza kujumuishwa kwa urahisi na safari ya ziwa katika boti.","te":"సైట్ కి సందర్శన సరస్సుకు బోట్ ట్రిప్ తో సౌకర్యంగా  కలపవచ్చు.","ur":"کشتی کے ذریعے جھیل کا سفر کرنے کے ذریعے آسانی کے ساتھ سائٹ کا دورہ کیا جا سکتا ہے۔","vi":"Chuyến tham quan nơi này có thể kết hợp thuận tiện với một chuyến đi thuyền đến hồ.","xh":"Utyelelo kwindawo lungadityaniswa ngokuchuliweyo kunye nohambo ngesikhephe oluya echibini.","yo":"Àbẹ̀wò sí ààyè náà se é dàpọ̀ pẹ̀lú ìrìn-àjò ọkọ̀ ojú omi sí adágún láì sí ìnira.","zu":"Ukuvakashela indawo kungahlanganiswa ngokufanelekile nohambo lwesikebhe lokuya echibini."}
{"ar":"ترق سماكة الغاز بابتعادك عن مركز الشمس.","zh":"当你距离太阳中心越远，气体就越稀薄。","en":"The gas becomes thinner as you go farther from the center of the Sun.","eu":"Gasa mehetu egiten da Eguzkiaren erdigunetik zenbat eta urrunago egon.","fr":"Le gaz se raréfie à mesure que l'on s'éloigne du centre du Soleil.","ml":"സൂര്യന്റെ മധ്യത്തിൽ നിന്ന് നിങ്ങൾ കൂടുതൽ ദൂരത്തേക്ക് പോകുമ്പോൾ വാതകം നേർത്തതായി വരുന്നു.","mr":"आपण सूर्याच्या मध्यभागीपासून पुढे जात असताना वायूचा स्तर पातळ होतो.","ne":"तपाईं सूर्यको केन्द्रबाट टाढा जाँदा ग्यास पातलो हुँदै जान्छ।","es":"A medida que pierde proximidad con el sol, el gas se vuelve más ligero.","sw":"Gesi huwa nyembamba kadiri unavyosonga mbali na Jua.","te":"సూర్యుని కేంద్రం నుండి ఎక్కువ దూరం వెళ్లే కొద్దీ గ్యాస్ తక్కువ బరువు అవుతుంది.","ur":"اگر آپ سورج کے مرکز سے دور جاتے ہیں تو گیس نسبتاً پتلی ہو جاتی ہے۔","vi":"Càng ở xa tâm Mặt Trời thì khí này càng loãng hơn.","xh":"Igesi iya incipha njengoko usiya ubhekela kumbindi welanga.","yo":"Afẹ́fẹ́ ma ń tíńrín sí i, bí o bá se n jìnnà sí ààrin òòrùn.","zu":"Igesi iba yincane njengoba uhamba uqhela enkabeni yeLanga."}
{"ar":"في النهاية لا يخفى تنافس موفري الأسِرَّة والإفطار على شيئين أساسيين هما الأسِرَّة والإفطار.","zh":"在高端市场上，显而易见，一众 B&B 公司主要在两个方面展开竞争：床铺和早餐。","en":"At the top end, B&Bs obviously compete mainly on two main things: bedding and breakfast.","eu":"Guztiaren gainetik, halako tokiak bi gauzaren inguruan lehiatzen dira: lotarako tokia eta gosaria.","fr":"Dans le haut de gamme, les chambres d’hôtes se font évidemment concurrence principalement sur deux points : la literie et le petit déjeuner.","ml":"ടോപ്പ് എൻഡിൽ, ബി&ബികൾ മുഖ്യമായും രണ്ട് പ്രധാന കാര്യങ്ങളിൽ മത്സരിക്കുന്നു: ശയ്യോപകരണങ്ങളും പ്രഭാതഭക്ഷണവും.","mr":"अखेरीस, B&B स्पष्टपणे प्रामुख्याने 2 मुख्य गोष्टींवर प्रतिस्पर्धा करतात: बेडिंग आणि ब्रेकफास्ट.","ne":"शीर्ष अन्त्यमा, बी एण्ड बीएस स्पष्ट रूपमा दुई मुख्य चीजहरूमा प्रतिस्पर्धा गर्छ: ओछ्यान र बिहानको खाजा।","es":"En la mejor categoría, la contienda entre los B&B se da, por supuesto, en dos servicios: la ropa de cama y el desayuno.","sw":"Mwishowe, ni wazi kwamba B&amp;Bs hushindana haswa kwenye vitu viwili vikuu: matandiko na kiamsha kinywa.","te":"అత్యధికంగా, B&Bలు ముఖ్యంగా 2 విషయాల మీద పోటీ పడుతున్నాయి: బెడ్డింగ్ మరియు బ్రేక్‌ఫాస్ట్.","ur":"بی اینڈ بیز سب سے زیادہ، یقیناً دو اہم چیزوں پر بنیادی طور پر مُقابلہ کرتے ہیں: بیڈنگ اور بریک فاسٹ۔","vi":"Ở phân khúc cao cấp, B&amp;Bs rõ ràng chỉ cạnh tranh hai điều chính: giường ngủ và bữa sáng.","xh":"Kwicala eliphezulu, kucacile ukuba izinto ezimbini eziphambili iiB&amp;B ezikhuphisana ngazo: yindawo yokulala nesidlo sakusasa.","yo":"Ní ìparí lókè, B%Bs dára tí a bá ń wo ibùsùn àti óúnjẹ àárọ̀.","zu":"Ezingeni eliphezulu, amaB&amp;B ngokusobala ancintisana ngezinto ezimbili eziyinhloko: indawo yokulala nokudla kwasekuseni."}
{"ar":"لذلك السبب، تجد كل شيء تراه على شاشة التلفاز مقطوع الحواف، من الأعلى والأسفل و الجانبين.","zh":"出于该原因，你在电视上看到的画面边框，包括顶部、底部和侧边，都被裁剪了。","en":"For that reason, everything you see on the TV had the borders cut, top, bottom and sides.","eu":"Horregatik, ertzak ebaki zaizkio telebistan ikusten duzun guztiari (goian, behean, zein alboetan).","fr":"Pour cette raison, tout ce que vous visionnez sur télévision a les bords coupés en haut, en bas et sur les côtés.","ml":"അക്കാരണത്താൽ, ടിവിയിൽ നിങ്ങൾ കാണുന്ന എല്ലാത്തിനും ബോർഡർ കട്ടുകളും, മുകൾ, കീഴ്‌ഭാഗങ്ങളും ഉണ്ടായിരുന്നു.","mr":"त्या कारणास्तव, तुम्ही टीव्हीवर पाहता त्या प्रत्येक गोष्टीमध्ये बॉर्डर्स कट, टॉप, बॉटम आणि साइड्स असतात.","ne":"त्यसकारण, तपाईंले टिभीमा देख्नुहुने सबै चीजमा सीमाना काटौती, माथि, तल र छेउहरू हुन्थ्यो।","es":"Es este el motivo por el que todas las imágenes que ve en la televisión aparecen con los bordes superior, inferior y laterales cortados.","sw":"Kwa sababu hiyo, kila kitu mnachokiona kwenye runinga kilikatwa mipaka, juu, chini na pande.","te":"ఆ కారణంగా, మీరు టీవీలో చూసే ప్రతిదానికీ సరిహద్దుల కత్తిరింపు, పైభాగం, కిందిభాగం మరియు పక్క వైపులా కలదు.","ur":"اسی وجہ سے ٹی وی پر تم دیکھتے ہو کہ ہر شے کی بارڈر اوپر، نیچے، اور اطراف میں کٹی ہوتی ہے۔","vi":"Vì lý do nói trên, những gì bạn thấy trên truyền hình đều có các đường viền cắt ở trên, dưới và hai bên.","xh":"Ngeso sizathu, yonke into oyibonayo kumabonakude isikwe imida, ngaphezulu, ezantsi kunye namacala.","yo":"Fun idi eyi, gbogbo nkan ti o ba n ri lori amohunmaworan ni won ge ala okoe, isale ati egbegbe re kuro.","zu":"Ngenxa yalesosizathu, konke okubona kuTV kusikwe imingcele yakho, phezulu, ezansi kanye nasezinhlangothini."}
{"ar":"حصد نادال نقاط على الشبكة بنسبة 88% في المباراة، ليفوز بـ76 نقطة في الإرسال الأول.","zh":"纳达尔（Nadal ）在比赛中把 88% 的净胜分收入囊中，在第一个发球局赢得 76 分。","en":"Nadal bagged 88% net points in the match winning 76 points in the first serve.","eu":"Nadal-ek sareko puntuen % 88 bereganatu zituen partidan, eta 76 puntu irabazi zituen lehen sakearekin.","fr":"Nadal a amassé 88 % de points nets dans le match, remportant 76 points au premier service.","ml":"ഫസ്റ്റ് സെർവിൽ 76 പോയിന്റുകൾ നേടി 88% പോയിന്റുകൾ നദാൽ സ്വന്തമാക്കി.","mr":"नदालने सामन्यात 88% नेट पॉइंट्स मिळवत पहिल्या सर्व्हिस मध्येच 76 पॉइंट्स मिळवले.","ne":"खेलमा नडालले 88% कुल अङ्क प्राप्त गरेका थिए जसमा उनले पहिलो सर्भमै 76% अङ्क प्राप्त गरेका थिए।","es":"En el partido, Nadal acumuló un 88% de puntos netos y ganó 76 en el primer servicio.","sw":"Nadal alipata 88% ya pointi kwenye mechi na kushinda pointi 76 kwenye utumishi wa kwanza.","te":"తొలి సెర్వ్‌లో 76 పాయింట్లు గెలుచుకున్న నాదల్, మ్యాచ్‌లో మొత్తం 88% పాయింట్లు గెలుపొందాడు.","ur":"پہلی باری میں 76 پوائنٹس سے جیتنے والے میچ میں نڈال نے %88 نیٹ پوائنٹس حاصل کیے۔","vi":"Nadal bỏ túi 88% số điểm lên lưới trong trận đấu thắng 76 điểm trong lượt giao bóng đầu tiên.","xh":"UNadal ufumene amanqaku ayi-88% kumdlalo, ephumelela ngamanqaku ayi-76 kwi-serve yokuqala.","yo":"Nadal ní àmì ayò 88% ní bọ́ọ̀lù náà tó sì gba àmì ayò 76 ní abala àkọ́kọ́.","zu":"UNadal uthole amaphuzu angu-88% ahlangene emaphuzwini angu-76 okuwina umdlalo engxenyeni yokuqala."}
{"ar":"احتج ما يقرب من 200 شخص، في لندن، أمام مكاتب بعض أصحاب حقوق الطبع والنشر الكبار.","zh":"伦敦约有 200 人在主要的版权持有者的办公室外抗议。","en":"In London, about 200 people protested outside some major copyright holders' offices.","eu":"Londresen, 200 lagun inguruk protesta egin dute egile-eskubideen hainbat jabe nagusiren bulegoen aurrean.","fr":"À Londres, environ 200 personnes ont manifesté devant les bureaux de certains grands détenteurs de droits d’auteur.","ml":"ലണ്ടനിലെ ചില പ്രമുഖ പകർപ്പവകാശ ഉടമകളുടെ ഓഫീസുകൾക്ക് മുന്നിൽ 200 ഓളം പേർ പ്രതിഷേധിച്ചു.","mr":"लंडनमध्ये, सुमारे २०० लोकांनी काही मुख्य कॉपीराइट धारकांच्या कार्यालयांबाहेर आंदोलन केले.","ne":"लन्डनमा करिब 200 मानिसले केही मुख्य प्रतिलिपि अधिकार प्राप्त कार्यालयहरूको बाहिर विरोध गरे।","es":"En Londres, cerca de 200 personas se manifestaron afuera de las oficinas de algunos de los propietarios de derechos de autor más importantes.","sw":"Katika London, takribani watu 200 waliandamana nje ya ofisi za baadhi ya wenye hakimiliki.","te":"లండన్ లో, కొన్ని ప్రధాన కాపీరైట్లు కలిగి ఉన్నవారి ఆఫీసుల బయట సుమారు 200 మంది ప్రజలు నిరసన వ్యక్తం చేశారు.","ur":"لندن میں تقریبا 200 لوگوں نے کچھ بڑے کاپی رائٹ ہولڈرز کے دفاتر کے باہر احتجاج کیا۔","vi":"Ở Luân Đôn, khoảng 200 người đã biểu tình bên ngoài một số văn phòng bản quyền lớn.","xh":"ELondon, malunga nabantu abayi-200 baye baqhankqalaza ngaphandle kweeofisi zabantu ababambe amalungelo okubhala nokupapasha imisebenzi yabo.","yo":"Nìlú Londoni o tó bìí èyàn 200 tó fìfè éhónú hàn níwájú dìé nínú àwọn ilé isé nla tó n di ètò ìlò mu.","zu":"ELandani, abantu abangaba u-200 babhikisha ngaphandle kwamahhovisi wezinye zezinkampani ezinkulu ezinamalungelo okushicilela."}
{"ar":"بسبب حرارة النهار، قد يرى المسافرون السراب الذي يوهم بوجود الماء (أو أشياء أخرى).","zh":"在白天最热的时候，旅行者们可以体验到由水（或其他东西）所形成的错觉——海市蜃楼。","en":"In the heat of the day, travelers can experience mirages that give the illusion of water (or other things).","eu":"Eguneko beroaren eraginpean, bidaiariek ilusioak izan ditzakete, ura (edo beste zerbait) dagoen irudipena ematen dutenak.","fr":"Avec la chaleur de la journée, les voyageurs peuvent apercevoir des mirages qui donnent l'illusion de l'eau (ou d'autres choses).","ml":"പകൽ ചൂടിൽ, യാത്രക്കാർക്ക് വെള്ളത്തിന്റെ (അല്ലെങ്കിൽ മറ്റ് വസ്തുക്കളുടെ) മിഥ്യാബോധം നൽകുന്ന ജലവിഭ്രാന്തി അനുഭവിക്കാൻ കഴിയും.","mr":"दिवसाच्या उष्णतेमध्ये, प्रवाशांना मृगजळाचा अनुभव येऊ शकतो, जे पाणी असल्याचा भास निर्माण करतात (किंवा इतर वस्तू).","ne":"दिउँसोको गर्मीमा यात्रीहरूले पानीको जस्तो भ्रम (वा अन्य चीजहरू) दिने मिराजहरू अनुभव गर्न सक्छन्।","es":"Durante el calor diurno, es posible que los turistas vean espejismos que generan la ilusión de visualizar agua, entre otros.","sw":"Katika joto la siku, wasafiri wanaweza kuona mazigazi ambayo hutoa dhana ya maji (au vitu vingine).","te":"పగటి పూట వేడిలో, ప్రయాణికులు ఎండమావి (లేదా ఇతర విషయాలు) యొక్క భ్రమను ఇచ్చే అద్భుతాలను అనుభవించవచ్చు.","ur":"دن کی گرمی میں، مسافروں کو نظر کا دھوکا ہوسکتا ہے جو پانی (یا دوسری چیزوں) کا بھرم دیتا ہے۔","vi":"Trong cái nóng ban ngày, du khách có thể trải qua ảo ảnh giống như ảo giác về nước (hoặc những thứ khác).","xh":"Xa kushushu kakhulu, abahambi bangabona imbonakalo engathi ngamanzi (okanye ezinye izinto).","yo":"Nínú gbogbo rògbòdìyàn òní, àwọn arìnrìn àjò lè ní ìrírí òmìrán tí ó dábí omi (tàbí àwọn ǹkan míràn).","zu":"Uma kuwusuku olushisayo, izihambi zingabona utalagu olubukeka njengamanzi (noma ezinye izinto)."}
{"ar":"قبل فحص من الضحية، يجب عليك أولاً مسح مسرح الجريمة لضمان سلامتك.","zh":"要检查受害者，你必须先勘察现场，确保自身的安全。","en":"To Check the victim, you must first survey the scene to ensure your safety.","eu":"Biktima ikuskatzeko, egoera aztertu behar duzu lehenengo, zure segurtasuna bermatzeko.","fr":"Avant d'examiner la victime, assurez-votre sécurité en inspectant les lieux.","ml":"ഇരയെ തേടുമ്പോൾ, ആദ്യം സ്വന്തം സുരക്ഷ ഉറപ്പുവരുത്തുവാനായി സ്ഥലം പരിശോധിക്കണം.","mr":"बळीची तपासणी करण्यापूर्वी, आपल्या सुरक्षेची खात्री करण्याकरिता आपण स्थळाचे सर्वेक्षण करायलाच हवे.","ne":"पीडितको जाँच गर्न, तपाईंले पहिले आफ्नो सुरक्षाका लागि स्थलको सर्वेक्षण गर्नुपर्छ।","es":"Para examinar a la víctima, usted primero debe inspeccionar la escena a efectos de garantizar su propia seguridad.","sw":"Ili Kumwangalia mwathirika, ni lazima kwanza uchunguze eneo ili kuhakikisha usalama wako.","te":"బాధితుడిని చెక్ చేయడం కొరకు, మీ భద్రతను ధృవీకరించడం కొరకు మీరు మొదట సంఘటనా స్థలాన్ని సర్వే చేయాలి.","ur":"حادثہ کے شکار فرد کی جانچ سے پہلے اپنی حفاظت کے لیے جائے حادثہ کا جائزہ لیں۔","vi":"Khi kiểm tra nạn nhân, bạn phải khảo sát hiện trường trước để bảo đảm an toàn cho bản thân.","xh":"Ukuze ujonge iXhoba, kumele uqwasele indawo uqiniseke ukhuselekile.","yo":"Láti sàyẹ̀wò afarakáásá, o gbọ́dọ̀ kọ́kọ́ se àyèwò ibi ìṣẹ̀lẹ̀ fún ààbò ara rẹ.","zu":"Ukuhlola umuntu ohlukunyeziwe, a kufanele kuqalauhlole indawo yesehlakalo ukuqinisekisa ukuphepha kwakho."}
{"ar":"تصل قناة \"البحر الأبيض - بحر البلطيق\" المحيط المتجمد الشمالي ببحر البلطيق، مروراً ببحيرتي أونيجا ولادوجا ومدينة سانت بطرسبرغ، في الأغلب من خلال أنهار وبحيرات.","zh":"白令海峡经由奥内加湖（Lake Onega）、拉多加湖（Lake Ladoga）和圣彼得堡（Saint Petersburg）连接北冰洋和波罗的海，连接处多数是河流和湖泊。","en":"The White Sea–Baltic Canal connects the Arctic Ocean to the Baltic Sea, via Lake Onega, Lake Ladoga and Saint Petersburg, mostly by rivers and lakes.","eu":"Itsaso Zuriak eta Baltikoak osatzen duten ubideak Ozeano Artikoa eta Itsaso Baltikoa lotzen ditu, Onega aintzira, Ladoga aintzira eta San Petersburgo tarteko, erreketan eta aintziretan zehar oro har.","fr":"Le canal de la mer Blanche relie l'océan Arctique à la mer Baltique, via le lac Onega, le lac Ladoga et Saint-Pétersbourg, passant principalement par les rivières et les lacs.","ml":"ലേക് ഒനെഗ, ലേക് ലഡോഗ, സെന്റ് പീറ്റേഴ്‌സ്ബർഗ് എന്നിവ വഴി ആർട്ടിക് സമുദ്രത്തെ ബാൾട്ടിക് കടലുമായി വൈറ്റ് സീ-ബാൾട്ടിക് കനാൽ ബന്ധിപ്പിക്കുന്നു, കൂടുതലും നദികളും തടാകങ്ങളും.","mr":"पांढरा समुद्र - बाल्टिक कालवा आर्क्टिक महासागरास बाल्टिक समुद्राशी ओनेगातलाव, लाडोगा तलाव आणि सेंट पीटर्सबर्ग  बहुतांश नद्या आणि तलावाद्वारे जोडला गेलेला आहे.","ne":"ह्वाइट सी-बाल्टिक क्यानलले धेरैजसो नदी र तालहरूद्वारा ओनेगा ताल, लादोगा ताल र सेन्ट पिटर्सबर्गमार्फत आर्कटिक महासागरलाई बाल्टिक सीसँग जोड्छ।","es":"El Océano Ártico está ligado al Mar Báltico a través del Canal del Mar Blanco-Báltico, por medio de los lagos Onega y Ladoga y a San Petersburgo, mayormente por ríos y lagos.","sw":"Mfereji kati ya Bahari Nyeupe na Baltic huunganisha Bahari kuu ya Atiki na Bahari ya Baltic, kupitia Ziwa Onega, Ziwa Ladoga na Saint Petersburg, mara nyingi kwa mito na maziwa.","te":"white Sea-Baltic కాలవ Onega సరస్సు, Ladoga సరస్సు ఇంకా Saint Petersburgల మీదుగా ఎక్కువగా నదులు, సరస్సుల ద్వారా Arctic మహాసముద్రాన్ని Baltic సముద్రంతో కలుపుతుంది.","ur":"سفید سمندر – جھیل اونیگا، جھیل لاڈوگا اور سینٹ پیٹرز برگ کے ذریعہ، زیادہ تر دریاؤں اور جھیلوں کے ذریعہ بالٹک کینال بحیرہ آرکٹک کو بحیرہ بالٹک سے جوڑتی ہے-","vi":"Kênh Đào Bạch Hải-Baltic nối Bắc Băng Dương với Biển Baltic, đi qua Hồ Onega, Hồ Ladoga và Saint Petersburg, chủ yếu bằng sông, hồ.","xh":"I White Sea–Baltic Canal idibanisa i-Arctic Ocean ukuya kwi Baltic Sea, nge-Lake Onega, Lake Ladoga and Saint Petersburg, ikakhulu ngemilambo namachweba.","yo":"Òkun Funfun - Kànáà Baltiki há mó. Òkun Atiki, láti Odò Onega, Odò Ladoga àti Eyan mimo Pitasboogi, odo nla ati kekere ni púpọ̀ wọn.","zu":"Ulwandle oluMhlophe–Umsele i-Baltic luhlanganisa uLwandlekazi i-Arctic noLwandle i-Baltic, ngendlela yeChibi i-Onega, iChibi i-Ladoga kanye ne-Saint Petersburg, kakhulu ngemifula namachibi."}
{"ar":"حل نيوت جينجريتش، رئيس مجلس النواب الأمريكي السابق، في المرتبة الثانية بنسبة 32%.","zh":"前美国众议院议长纽特·金里奇获得 32% 的选票，位居第二。","en":"Former U.S. Speaker of the House Newt Gingrich came in second with 32 percent.","eu":"AEBetako Gobernuko Bozeramaile izandako Newt Gingrich bigarren geratu zen botoen ehuneko 32 jasota.","fr":"L'ancien président de la Chambre des représentants des États-Unis, Newt Gingrich, est arrivé en deuxième position avec 32 %.","ml":"മുൻ യുഎസ് സ്‌പീക്കർ ഓഫ് ദി ഹൌസ് ആയ, ന്യൂട്ട് ഗിംഗ്റിച്ച് 32 ശതമാനവുമായി രണ്ടാം സ്ഥാനത്തെത്തി.","mr":"माजी यू.एस. सभापती न्यूट गिंगरिच 32 टक्क्यांसह दुसर्‍या स्थानावर आले.","ne":"सदनका पूर्व अमेरिकी अध्यक्ष न्युट जिङ्ग्रिच 32 प्रतिशत प्राप्त गरेर दोस्रो स्थानमा आए।","es":"Newt Gingrich, ex presidente de la Cámara de Representantes de EE. UU., obtuvo el segundo puesto, alcanzando el 32 % de los votos.","sw":"Spika wa Nyumba wa zamani wa Marekani Newt Gingrich alikuwa wa pili kwa asilimia 32.","te":"మాజీ U.S. స్పీకర్ Newt Gingrich 32 శాతంతో రెండవ స్థానంలోకి వచ్చాడు.","ur":"امریکی ایوانِ نمائند گان کے سابق اسپیکر نیوٹ گنگریچ 32 فی صد کے ساتھ دوسرے مقام پر رہے۔","vi":"Cựu phát ngôn viên Hoa Kỳ của House Newt Gingrich về nhì với 32 phần trăm.","xh":"Owayekubasisithethi kwi-U.S House, uNewt Gingrich uphume kwindawo yesibini ngo-32 pesenti.","yo":"Ẹni tí ó ti fìgbà kan jẹ́ abẹnugan ilé nílẹ̀ U.S, Newt Gingrich ló gbé ipò kejì pẹ̀lú ìdá méjìlélọ́gbọ̀n.","zu":"Owayengumkhulumeli Wendlu i-Newt Gingrich e-U.S. ube ngowesibili ngamaphesenti angu-32."}
{"ar":"العضو الرئيسي للجهاز الدوري هو القلب الذي يضخ الدم.","zh":"循环系统的主要器官是心脏，心脏负责输送血液。","en":"The major organ of the circulatory system is the heart, which pumps the blood.","eu":"Zirkulazio-sistemaren organo nagusia bihotza da, eta odola ponpatzen du.","fr":"L'organe principal du système cardio-vasculaire est le cœur, celui-ci pompe le sang.","ml":"രക്തചംക്രമണ വ്യൂഹത്തിന്റെ പ്രധാന അവയവം ഹൃദയമാണ്, ഇതാണ് രക്തം പമ്പ് ചെയ്യുന്നത്.","mr":"रक्ताभिसरण संस्थेमधील सर्वात महत्वाचा अवयव हा हृदय आहे, जे रक्त अभिसारीत करते.","ne":"रक्तसञ्चार प्रणालीको प्रमुख अङ्ग भनेको मुटु हो, जसले रगत पम्प गर्छ।","es":"El corazón, que bombea la sangre, es el órgano más importante del sistema circulatorio.","sw":"Kiungo kikuu cha mfumo wa mzunguko ni moyo, ambao hupiga damu.","te":"ప్రసరణ వ్యవస్థలోని ప్రధాన అవయవం గుండె, ఇది రక్తాన్ని పంప్ చేస్తుంది.","ur":"دوران خون کے نظام کا اہم عضو دل ہے، جو خون کو پمپ کرتا ہے۔","vi":"Cơ quan chính của hệ tuần hoàn là trái tim, đảm nhiệm công việc bơm máu đi khắp cơ thể.","xh":"Elona lungu liphambili kwinkqubo yokujikeleza kwegazi yintliziyo, empompa igazi.","yo":"Ẹ̀yà ara pàtàkì fún ìgbẹ́jẹ̀ kiri ni ọkàn, èyí tó má ń pín ẹ̀jẹ̀ káàkiri.","zu":"Isitho esikhulu esimisweni sokujikeleza kwegazi inhliziyo, empompa igazi."}
{"ar":"يمكنك شراء المنتجات حسب حاجتك، ولكن معظمها سيكون له تأثير ضئيل أو ليس له تأثير فعلى على الأداء.","zh":"可以根据需要购买产品，但大多数产品对成绩几乎没有实际影响。","en":"Products can be purchased as needed, but most will have little or no real impact on performance.","eu":"Behar ahala eros daitezke produktuak, baina errendimenduan eragin gutxi edo batere ez dute izango gehienek.","fr":"Les produits peuvent être achetés si le besoin se fait sentir, mais la plupart n'auront que peu ou aucune incidence réelle sur la performance de l'athlète.","ml":"ഉൽ‌പ്പന്നങ്ങൾ‌ ആവശ്യാനുസരണം വാങ്ങാൻ‌ കഴിയും, എന്നാൽ മിക്കതും പ്രകടനത്തിൽ വളരെ ചെറിയ അല്ലെങ്കിൽ‌ കാര്യമായ സ്വാധീനം ചെലുത്തുന്നില്ല.","mr":"आवश्यकतेनुसार उत्पादने खरेदी करता येऊ शकतात, परंतु बहुतेक जणांच्या कामगिरीवर फार थोडा किंवा प्रत्यक्ष परिणाम होणार नाही.","ne":"उत्पादनहरू आवश्यकताअनुसार किन्न सकिन्छ, तर धेरैजसोको प्रदर्शनमा थोरै वा केही वास्तविक प्रभाव हुनेछैन।","es":"Existen artículos que se pueden adquirir si se los estima necesarios; no obstante, la mayoría de ellos no tendrá impacto verdadero alguno en el rendimiento, o su incidencia será mínima.","sw":"Bidhaa zinaweza kununuliwa zinapotakikana, lakini nyingi zitakuwa na athari ndogo au isiyo halisi kwa utendaji.","te":"ఉత్పత్తులను అవసరమైనప్పుడు కొనవచ్చు, కాని చాలావరకు పనితీరుపై తక్కువ లేదా అసలు ప్రభావమే చూపదు.","ur":"مصنوعات کو حسبِ ضرورت خریدا جاسکتا ہے، مگر زیادہ تر کا کارکرگی پر کم یا کوئی اصل اثر نہیں ہوگا۔","vi":"Các sản phẩm có thể được mua nếu cần nhưng hầu như sẽ có rất ít hoặc không ảnh hưởng thực sự đến phong độ.","xh":"Iimveliso zingathengiswa kangangoko zifunwa, kodwa uninzi luzoba nefuthe elincinci okanye zingabi nalo kwa ifuthe ekusebenzeni.","yo":"A lè ra ohun èlò nígbàkúgbà tí lílò bá kàn án, àmọ́ ọ̀pọ̀ ní kò ní ní ipa púpò tàbí kankan lóri ìsé.","zu":"Imikhiqizo ingathengwa ngokwesidingo sakho, kodwa eminingi izoba nokumbalwa noma ingabi namthelela otheni ekusebenzeni."}
{"ar":"فقد تم الإبلاغ عن أقل من ألف حالة ضمن البشر، لكن بعضها كان قاتلاً.","zh":"据报道，人类感染禽流感的病例不到 一千例，但其中有一些病例是致命的。","en":"Fewer than a thousand cases have ever been reported in humans, but some of them have been fatal.","eu":"Ehun kasu baino gutxiago azaldu dira gizakietan, baina haietako batzuk hilgarriak izan dira.","fr":"Moins d'un millier de cas ont été rapportés chez les humains, mais certains ont été mortels.","ml":"മനുഷ്യരിൽ ആയിരത്തിലധികം കേസുകൾ ഇതുവരെ റിപ്പോർട്ട് ചെയ്യപ്പെട്ടിട്ടുണ്ട്. അവയിൽ ചിലത് മാരകമായിരുന്നു.","mr":"मानवामध्ये एक हजार पेक्षा प्रकरणे आजपर्यंत नोंदवली गेली आहेत, परंतु त्यातील प्राणघातक आहेत.","ne":"मानवमा हजारभन्दा कम घटनाहरू रिपोर्ट गरिएका छन् र तीमध्ये केही घातक छन्।","es":"Aun cuando se han registrado menos de mil casos en personas, algunos de estos tuvieron un desenlace fatal.","sw":"Kesi chache chini ya elfu zimewahi kuripotiwa kwa wanadamu, lakini baadhi yazo zilipelekea kifo.","te":"మానవుల్లో వెయ్యి కి పైగా కేసులు ఎప్పుడూ నమోదు కాలేదు, కానీ వాటిలో కొన్ని ప్రాణాంతకం అయ్యాయి.","ur":"انسانوں میں ابھی تک ہزار معاملے سے بھی کم دیکھے گئے ہیں، لیکن ان میں سے کچھ مہلک ثابت ہوئے ہیں۔","vi":"Chỉ có chưa tới một ngàn ca bệnh ở người được báo cáo, nhưng một số ca đã dẫn đến tử vong.","xh":"Zingaphantsi kwewaka iimeko ezixeliweyo ebantwini, kodwa ezinye zazo ziye zabulala.","yo":"Àwọn ìṣẹ̀lẹ̀ tí wọn ti fi rojo lára èyàn ò tó egberun, ṣùgbọ́n àwọn kan tí wọ́n rí gbẹ̀mí lọ.","zu":"Ukugula okungaphansi kwenkulungwane kubikiwe ebantwini, kodwa okunye kwakho bekubulala."}
{"ar":"خرج \"ستيوارت\" و\"دجوردون\" و\"كينسيث\" و\"هارفيك\" من المراكز العشرة الأولى في بطولة السائقين مع بقاء أربعة سباقات في الموسم.","zh":"斯图尔特、戈登 、肯塞斯和哈维克在本赛季还剩四场比赛的情况下，进入车手积分榜前十名。","en":"Stewart, Gordon, Kenseth, and Harvick round out the top-ten positions for the Drivers' Championship with four races remaining in the season.","eu":"Stewart, Gordon, Kenseth eta Harvick-ek osatzen dute pilotuen lasterketako hamar lehenen zerrenda, denboraldia amaitzeko lau lasterketa falta direnean.","fr":"Stewart, Gordon, Kenseth et Harvick complètent les dix premières places du championnat des pilotes à quatre courses de la fin de la saison.","ml":"സീസണിൽ 4 റെയ്‌സുകൾ ബാക്കി നിൽക്കെ, സ്റ്റീവർട്ട്, ഗോർഡൻ, കെൻസേത്ത്, ഹാർവിക് എന്നിവർ ഡ്രൈവേഴ്‌സ് ചാമ്പ്യൻഷിപ്പിലെ ആദ്യ പത്ത് സ്ഥാനക്കാരുടെ പട്ടിക പൂർത്തിയാക്കുന്നു.","mr":"स्टिवर्ट, गॉर्डन, केन्सथ आणि हार्विक यांनी सिझनमध्ये चार रेस शिल्ल्क असताना ड्रायव्हर स्पर्धेसाठी सर्वोच्च दहा जागांमध्ये स्थान मिळवले आहे.","ne":"स्टेवर्ट, गोर्डन, केन्सेथ र हार्विकले चालक च्याम्पियनसिपको लागि शीर्ष दश स्थानमा चारवटा दौडहरू बाँकी छँदै आफ्नो स्थान बनाए।","es":"Stewart, Gordon, Kenseth and Harvick completan los diez primeros puestos del Campeonato de Pilotos, en una temporada que todavía cuenta con cuatro carreras más por delante.","sw":"Stewart, Gordon, Kenseth na Harvick wanachukua nafasi kumi za juu za Ubingwa wa Madereva huku mbio nne zikibaki katika msimu.","te":"ఈ సీజన్‌లో ఇంకా నాలుగు రేసులు మిగిలి ఉన్నా, డ్రైవర్స్ ఛాంపియియన్‌ షిప్‌లో స్టీవర్ట్, గోర్డాన్, కెన్సేత్, ఇంకా హార్విక్ మొదటి పది స్థానాలలో నిలిచారు.","ur":"ڈرائیورس چیمپین شپ میں سٹورٹ، گورڈن، کنسیتھ، اور ہاروک نے اوپر کی دس پوزیشن حاصل کی۔ اب موسم کے فقط چار مقابلے باقی رہ گئے۔","vi":"Stewart, Gordon, Kenseth và Harvick lọt vào vị trí top mười tại Giải vô địch Đua xe khi mùa giải còn bốn chặng đua là kết thúc.","xh":"UStewart, uGordon, uKenseth, kunye noHarvick bathatha izithuba ezilishumi eziphezulu ze-Championship zabaqhubi kusasele imidyarho emine enyakeni.","yo":"Stewart, Gordon, Kenseth, àti Harvick parí ìdíje olúborí awakọ ní ipò mẹ́wàá àkọ́kọ́̀ níbi eréje se ku mẹ́rin ní sáà .","zu":"USteward, uGordon, uKenseth, kanye noHarvick baqedela uhlu lwezikhundla eziyishumi eziphezulu zoBungqwele babaShayeli njengoba kusele imijaho emine kuyisizini."}
{"ar":"تركز هذه العقلية على السرعة والمنطق والدقة وأيضاً على تحديد الحقائق وإعادة تطبيق التقنيات الموجودة وجمع المعلومات.","zh":"这种思维模式看重的是速度、逻辑和准确性，还有甄别事实、对现有技术的重新应用和信息收集。","en":"The focus of this mindset is speed, logic and accuracy, also identification of facts, reapplying existing techniques, gathering information.","eu":"Pentsamolde hori abiaduran, logikan eta zehaztasunean oinarritzen da, baita gertakariak identifikatzean, eskuragarri dauden teknikak erabiltzean eta informazioa biltzean ere.","fr":"Cet état d'esprit repose sur la rapidité, la logique et l'exactitude, mais aussi l'identification des faits, la mobilisation de techniques pré-existantes et la recherche d'infos.","ml":"ഈ മാനസികാവസ്ഥയുടെ കേന്ദ്രബിന്ദു വേഗത, യുക്തി, കൃത്യത എന്നിവയും, അതോടൊപ്പം യാഥാർത്ഥ്യങ്ങളെ തിരിച്ചറിയുകയും, നിലവിലുള്ള സാങ്കേതിക വിദ്യകൾ വീണ്ടും ഉപയോഗിക്കുന്നതും, വിവരങ്ങൾ ശേഖരിക്കുന്നതുമാണ്.","mr":"या मानसिकतेचा भर वेग, तर्क आणि अचूकतेवर आहे, तसेच वस्तुस्थिती ओळखणे, वर्तमान तंत्रांचा पुन्हा अवलंब, माहिती संकलनावर देखील आहे.","ne":"यो मानसिकताको जोड भनेको गति, तर्क र शुद्धता साथै तथ्यहरूको पहिचान अवस्थित तरिकाहरूको पुनः प्रयोग जानकारी सङ्कलन हो।","es":"El aspecto central de esta forma de pensar es la rapidez, la lógica y la precisión, así como la identificación de cuestiones fácticas a través de la reutilización de técnicas existentes y de la recolección de datos.","sw":"Angazio la mtazamo huu ni kasi, mantiki na usahihi, pia utambuzi wa ukweli, kutumia tena mbinu zilizopo, kukusanya taarifa.","te":"ఈ మైండ్ సెట్ యొక్క ప్రధాన ాంశం వేగం, తర్కం మరియు ఖచ్చితత్త్వం, వాస్తవాలను గుర్తించడం, ఇప్పటికే ఉన్న టెక్నిక్ లను తిరిగి అన్వయించడం, సమాచారాన్ని సేకరించడం.","ur":"اس ذہنیت کا نقطہ ارتکاز، رفتار، منطق اور درستگی کے علاوہ حقائق کی شناخت کرنا، موجودہ تکنیک کا دوبارہ استعمال کرنا، معلومات جمع کرنا بھی ہے-","vi":"Sự tập trung tâm trí là tốc độ, sự hợp lý và tính chính xác, cũng như sự xác định thực tế, áp dụng lại các kỹ thuật có sẵn, thu thập thông tin.","xh":"Injongo zalomboni sijoliswe kwisantya, kulandelelwano nakwinkcaneko nasekuphawuleni amanqanaba, kuphindaphindwe amacebo akhoyo, kuqokelelwe ulwazi.","yo":"Afojusun ero okan yi ni ijafafa, ogbon inu ati isefefe o tun je ida otito mo, lilo awon eeto aatele ti o wa nile, kiko otito jo.","zu":"Ukugxila kwalomcabango isivinini, ingqondo kanye nokunemba, futhi nokuphawulwa kwamaqinisio, ukusebenzisa kabusha izindlela ezikhona, ukuqongelela ukwaziswa."}
{"ar":"يُقال أن \"ألين\"، الذي هو من أغنى أغنياء العالم، استثمر جزءاً كبيراً من ثروته في الاستكشاف البحري وبدأ سعيه للعثور على سفينة \"موساشي\" بسبب اهتمامه بالحرب الذي استمر طوال حياته.","zh":"艾伦是世界上最富有的人之一。据报道，他将很大一部分财富投资到海洋勘探上，并因为毕生对战争的浓厚兴趣而开始寻找武藏号。","en":"One of the world's richest people, Allen has reportedly invested much of his wealth in marine exploration and began his quest to find the Musashi out of a lifelong interest in the war.","eu":"Munduko pertsona aberatsenetako bat da Allen, eta aberastasunaren zati handi bat itsasoa esploratzeko erabili du. Bizitza osoan gerraren inguruan izan duen interesagatik jarri zuen abian Musashi bilatzeko misioa.","fr":"Allen, l'une des personnes les plus riches du monde, aurait apparemment investi une grande partie de sa fortune dans l'exploration sous-marine, et aurait commencé sa quête pour retrouver le Musashi, en raison de sa passion pour la guerre depuis sa jeunesse.","ml":"ചിലർ പറയുന്നതനുസരിച്ച്, ലോകത്തിലെ ഏറ്റവും വലിയ ധനികരിൽ ഒരാളായ അലൻ, യുദ്ധത്തിനെക്കുറിച്ച് അറിയുവാനുള്ള ആജീവനാന്ത താല്പര്യം മൂലം തന്റെ സമ്പത്തിന്റെ ഭൂരിഭാഗവും സമുദ്രപര്യവേഷണത്തിനായി ഉപയോഗിക്കുകയും മുസാഷിയെ കണ്ടെത്താനുള്ള ശ്രമം ആരംഭിക്കുകയും ചെയ്തു.","mr":"जगातील सर्वात श्रीमंत लोकांपैकी एक असलेले अॅलन यांनी घोषणा करून त्यांची संपत्ती सागरी शोधांमध्ये गुंतवली आहे आणि त्यांना युद्धामध्ये आजीवन असलेल्या आवडीमुळे त्यांनी मुसाशीचा शोध घेणे सुरू केले.","ne":"संसारकै सबैभन्दा धनी व्यक्तिमध्ये एक, एलेनले कथित रूपमा आफ्नो धेरैजसो धन समुद्री अन्वेषणमा लगानी गरे र युद्धमा जीवनपर्यन्तको इच्छापछि मुसासी फेला पार्ने आफ्नो खोज सुरु गरे।","es":"Se cree que Allen, de las personas más pudientes del globo, ha invertido buena parte de su fortuna en exploraciones marinas y el motivo de encarar la búsqueda de los Musashi fue el interés que siempre tuvo en la guerra.","sw":"Mmoja wa watu tajiri zaidi ulimwenguni, Allen ameripotiwa kuwekeza mwingi wa utajiri wake katika uchunguzi wa baharini na alianza juhudi zake za kuipata Musashi kutokana na mvuto wa maisha yake yote katika vita hivyo.","te":"ప్రపంచంలోని అత్యంత ధన్యవంతులలో Allen ఒకరు. ఆయన తన సంపదలో ఎక్కువ భాగాన్ని సముద్ర అన్వేషణ మీద పెట్టుబడి పెట్టి, తనకి యుద్ధం పట్ల ఉన్న చిరకాల మక్కువతో Musashiని కనుగొనాలనే తపన మొదలైందని నివేదించబడింది.","ur":"دنیا کے سب سے امیر لوگوں میں سے ایک، ایلن نے مبینہ طور پر اپنی زیادہ تر دولت سمندری تفتیش میں خرچ کی اور اپنی پوری زندگی جنگ میں دلچسپی رکھنے کی وجہ سے موساشی کو ڈھونڈنے کیلئے اپنی جدوجہد کرتے رہے۔","vi":"Allen, một trong những người giàu nhất thế giới được biết là đã đầu tư rất nhiều tiền của vào thám hiểm đại dương và bắt đầu truy tìm ra tàu Musashi từng gây chú ý trong suốt thời gian chiến tranh.","xh":"Omnye wabantu abazizityebi emhlabeni, u-Allen uxele ukuba utyale ubutyebi bakhe kuphononongo lwaselwandle kwaye waqala iphulo lakhe lokufumana iMusashi esusela emdleni wakudala wobomi kule mfazwe.","yo":"Ikan ninu awon eyan to lowo ju laye, won ni Aleni ti fi pupo ninu owo e sinu iwariri omi, iwaadi re lati ri Musasi waye nitorip o ti nifesi ogin naa lati ojo pipe.","zu":"Omunye wabantu abacebe kakhulu basemhlabeni, u-Allen kubikwa ukuthi utshale ingcebo yakhe eningi ekuhloleni okwenzeka olwandle futhi waqala ukucinga iMusashi ngemva kwesithakazelo sempilo yonke empini."}
{"ar":"يحلم العديد باليوم الذي يمكن أن يسافر فيه البشر إلى نجم آخر، واستكشاف عوالم أخرى، يتساءل البعض ما الذي يحدث هناك، يُعتقد أن الحياة الأخرى أو الكائنات الفضائية تعيش على كوكب آخر.","zh":"许多人梦想着人类有一天可以移民到其他星球，探索其他世界。有些人想知道宇宙有什么；有些人相信其他行星上可能有外星人或其他生命。","en":"Many people dream of the day when humans can travel to another star and explore other worlds, some people wonder what's out there some belive that aliens or other life may live on another plant.","eu":"Jende askok amets egiten du gizakiok beste izar batera bidaiatzeko eta beste mundu batzuk esploratzeko unearekin, batzuek jakin nahi dute zer dagoen hor kanpoan, zeren, haien ustez, posible da estralurtarrak edo beste izaki batzuk bizitzea beste planeta batean.","fr":"Beaucoup rêvent du jour où nous pourrons voyager vers une autre étoile et explorer d'autres mondes. Pour certains, il s'agit de savoir ce qu'il y a ailleurs, d'autres croient que des extraterrestres ou d'autres formes de vie pourraient vivre sur une autre planète.","ml":"മനുഷ്യരാശിക്ക് മറ്റ് നക്ഷത്രങ്ങളിലേക്ക് സഞ്ചരിക്കുവാനും മറ്റ് ലോകങ്ങൾ പര്യവേക്ഷണം ചെയ്യുവാനും സാധ്യമാവുന്ന ദിവസത്തെക്കുറിച്ച് കുറെ ആളുകൾ സ്വപ്നം കാണുന്നുണ്ട്, ചിലർ ശൂന്യാകാശത്ത് എന്താണുള്ളത് എന്നതിനെക്കുറിച്ച് അത്ഭുദപ്പെടുന്നു, ചിലർ അന്യഗ്രഹങ്ങളിൽ ജീവനുണ്ട് എന്ന് വിശ്വസിക്കുന്നു.","mr":"बरेच लोकं त्या दिवसाचे स्वप्न पाहतात जेव्हा माणूस दुसऱ्या ताऱ्याकडे प्रवास करुन इतर जगाचा शोध घेऊ शकेल, काही लोकांना तेथे काय आहे याचे आश्चर्य वाटते अथवा काही लोकं एलियन किंवा इतर जीवन दुसर्‍या ग्रहावर जगू शकते यावर विश्वास ठेवतात.","ne":"धेरै मानिसहरूले त्यस दिनको सपना देख्छन् जब मानव अर्को तारामा यात्रा गर्न र अन्य संसारहरूको अन्वेषण गर्न सक्दछन्, केही मानिसहरू त्यहाँबाट के निस्किन्छ भनेर अचम्म मान्छन् र केहीले एलियन वा अन्य जीवन अर्को संयन्त्रमा बाँच्न सक्ने विश्वास गर्दछन्।","es":"Muchas personas sueñan con el día en que los humanos viajen a otra estrella y exploren otros mundos. Algunas se preguntan qué hay allí afuera, otras creen que en otros planetas pueden vivir extraterrestres u otras formas de vida.","sw":"Watu wengi huota kuhusu siku ambayo wanadamu wanaweza kusafiri kwa nyota nyingine na kuvumbua ulimwengu mwingine. Watu wengine hushangaa ni nini iko huko nje, wengine wanaamini kuwa wageni au maisha mengine yanaweza kuishi kwenye sayari nyingine.","te":"మానవులు వేరే నక్షత్రానికి ప్రయాణించి ఇతర ప్రపంచాలను అన్వేషించగల రోజును గురించి చాలామంది కలలు కంటున్నారు, గ్రహాంతర వాసులు లేదా ఇతర జీవనాగాములు మరో మొక్కపై జీవించవచ్చని కొంతమంది ఆశ్చర్యపోతారు.","ur":"کئی لوگ اس دن کا خواب دیکھتے ہیں جب انسان کسی دوسرے سیارے کی جانب سفر کر سکےگا اور دوسری دنیا دریافت کریگا، کچھ لوگوں کو حیرت ہوتی ہے کہ آخر وہاں کیا ہے، کچھ لوگوں کا ماننا ہے کہ کسی دوسرے سیارے پر شاید الیینز یا دوسری زندگیاں آباد ہوں گی۔","vi":"Nhiều người mơ ước đến ngày mà loài người có thể đi đến một vì sao khác và khám phá những thế giới khác, một số người thắc mắc là có cái gì ở ngoài kia và một số người tin rằng người ngoài hành tinh hoặc những dạng sống khác có thể tồn tại ở một hành tinh khác.","xh":"Abantu abaninzi banamaphupha apho uluntu lungaya kwenye inkwenkwezi lubone amanye amazwe, abanye bayamangaliswa kokukhoyo apho abanye bakholelwa ukuba i-alien okanye obunye ubomi bukhona okanye ezinye izityalo","yo":"Ọ̀pọ̀ èyàn ló n lálàá ọjọ́ tí ọmọ èyàn á rin ìrìn àjò lọ sínú ìràwọ̀ mín tí wọn á káàkiri agbaye mín, àwọn èyàn mín ń ro nkan tí ó wà ní agbaye mín àwọn kan gbàgbọ́ pé àwọn àjòjì mín wà, tàbí pé alàyè wà ní àwọn agbọn mín.","zu":"Abantu abaningi baphupha ngosuku lapho beyokwazi ukuvakashela izinkanyezi baphinde babone neminye imihlaba, abanye bayazibuza ukuthi kunani lapha phezulu abanye bakholelwa ukuthi abantu bakwamanye amapulanethi noma ezinye izinhlobo zokuphila zingaphila kwelinye ipulanethi."}
{"ar":"عندما يُظهر الأفراد بضعة متغيرات لسمة محددة، فهُم متعددو الأشكال.","zh":"当个体表现出某一性状的几个变体时，它们就是多态的。","en":"When the individuals show several variants of a particular trait they are polymorphic.","eu":"Banakoek ezaugarri baten hainbat aldaera badituzte, polimorfikoak direla esaten da.","fr":"Lorsque les individus présentent plusieurs variantes d'un trait particulier, ils sont polymorphes.","ml":"ഒരു പ്രത്യേക രോഗലക്ഷണത്തിന്റെ പല തരങ്ങൾ കാണിക്കുന്ന വ്യക്തികൾ പോളിമോർഫിക് ആണ്.","mr":"व्यक्ती जेव्हा एखाद्या विशिष्ट स्वभाववैशिष्ट्याच्या छटा दाखवतात तेव्हा ते पॉलिमॉर्फिक असतात.","ne":"जब व्यक्तिहरूले कुनै विशेष गुणका धेरै रूपहरू देखाउँछन् तिनीहरू बहुरूपी हुन्छन्।","es":"Se llama polimórficos a quienes exhiben diversas variantes de un mismo rasgo.","sw":"Wakati watu wanaonyesha tofauti kadhaa za tabia fulani wanasemekana kuwa polimofiki.","te":"ఒక నిర్ధిష్ట లక్షణం యొక్క అనేక వేరియెంట్ లను వ్యక్తులు చూపించినప్పుడు, అవి బహురూపకమైనవి.","ur":"جب افراد کسی مخصوص خصلت کے متعدد قسمیں ظاہر کرتے ہیں تو وہ کثِير شَکلی (پولی مورفک) ہوتے ہیں-","vi":"Khi có người thể hiện nhiều biến dị của một đặc điểm cụ thể cho biết họ có tính cách đa hình.","xh":"Xa abantu ngabanye beveza iintlobo ezohlukileyo zomkhwa othile kuthiwa ba-polymorphic.","yo":"Ti eyan kan ba fi opolopo orisi iwa kan han a je pe won wa polimofiki.","zu":"Uma abantu ngabanye beveza izimfanelo ezihlukahlukene eziningana zesici esithile banezimo eziningi."}
{"ar":"ثمانية عشر في المائة من الفنزويليين عاطلون عن العمل، ويعمل معظم الموظفون يعملون في الاقتصاد غير الرسمي.","zh":"百分之十八的委内瑞拉人失业，而大部分就业者是非正规经济从业人员。","en":"Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.","eu":"Venezuelako biztanleen ehuneko hemezortzi lanik gabe dago, eta lana duten gehienek ekonomia informalean lan egiten dute.","fr":"Dix-huit pour cent des Vénézuéliens sont au chômage, et la plupart de ceux qui ont un emploi travaillent dans l'économie informelle.","ml":"വെനിസ്വേലയിലെ ജനങ്ങളിൽ പതിനെട്ട് ശതമാനം പേരും തൊഴിൽ രഹിതരാണ്, ജോലി ചെയ്യുന്നവരിൽ ഭൂരിഭാഗവും അനൗദ്യോഗിക സമ്പദ്‌വ്യവസ്ഥയിലാണ് ജോലി ചെയ്യുന്നത്.","mr":"व्हेनेझुएलियन नागरिकांपैकी अठरा टक्के लोकं बेरोजगार आहेत आणि नोकरी करणाऱ्यांपैकी बहुतेक लोकं अनौपचारिक अर्थव्यवस्थेत काम करतात.","ne":"अठार प्रतिशत भेनेजुएलाका मानिसहरू बेरोजगार छन्, र रोजगार गर्ने धेरै जस्ता मानिसहरू अनौपचारिक अर्थव्यवस्थामा काम गर्छन्।","es":"El dieciocho por ciento de los venezolanos no tiene empleo y la mayor parte de quienes sí lo tienen, trabajan en la informalidad.","sw":"Asilimia kumi na nane ya Wavenezuela hawana ajira, na wengi wa wale walioajiriwa hufanya kazi katika sekta isiyo rasmi.","te":"18 శాతం మంది వెనిజులా దేశస్తులే నిరుద్యోగులుగా ఉన్నారు, వీరిలో ఎక్కువ మంది అనధికారిక ఆర్థిక వ్యవస్థలో పనిచేస్తున్నారు.","ur":"وینزویلا کے اٹھارہ فیصد لوگ بے روزگار ہیں، اور ملازمت کرنے والے بیشتر افراد غیر رسمی معیشت میں کام کرتے ہیں۔","vi":"Mười tám phần trăm người dân Venezuela hiện bị thất nghiệp, và hầu hết những người còn đi làm đều làm việc trong nền kinh tế không chính thức.","xh":"Ishumi elinesibhozo leepesenti kubantu baseVenuezela abaphangeli, yaye uninzi lwabo lusebenza kwicandelo lezoqoqosho labantu abaziqeshileyo nelingekho phantsi kolawulo lwemithetho karhulumente.","yo":"Ìdá méjìdílógún àwọn èèyàn ilẹ̀ Venezuela ni kò ní iṣẹ́, ọ̀pọ̀ àwọn tó sì níṣẹ́ ló ń siṣẹ́ ní ẹka ọrọ̀ ajé tí kìí se fọ́mà.","zu":"Amaphesenti ayishumi nesishiyagalombili abantu baseVenezuela awasebenzi, futhi iningi lalabo abasebenzayo libambe amatoho."}
{"ar":"التقى الفريقان في نصف النهائي من البطولة الرئيسية حيث تغلّب فريق \"نوسا\" على حاملي اللقب بفارق 11 نقطة.","zh":"双方在主要的半决赛中较量。努萨以 11 分的优势获胜。","en":"The two sides would meet in the major semi final where Noosa ran out winners by 11 points.","eu":"Bi aldeek finalaurreko nagusian egin zuten topo eta Noosa-k ez zuen markatu 11 puntutik aurrera.","fr":"Les deux équipes se sont affrontées lors de la grande demi-finale lors de laquelle Noosa l'a emporté à 11 points.","ml":"രണ്ട് ടീമുകളും മേജർ സെമി ഫൈനലിൽ ഏറ്റുമുട്ടുകയും  11 പോയിന്റുകൾക്ക് നൂസ വിജയികയും ചെയ്തു.","mr":"2 संघांचा प्रमुख उपांत्य सामन्यात सामना होणार असून नुसा 11 गुणांनी बाद झाला आहे.","ne":"दुवै पक्षहरू प्रमुख सेमिफाइनलमा भेट्नेछ जहाँ नुसा 11 अंकले विजयी भइन्।","es":"Los dos equipos se encontrarían en la gran semifinal en la que Noosa fue vencida por 11 puntos.","sw":"Pande hizo mbili zilikutana katika nusu fainali kuu ambapo Noosa ilishinda kwa pointi 11.","te":"ప్రధాన సెమీ ఫైనల్ లో ఇరుజట్లు తలపపంచుకోగా, నూసా 11 పాయింట్లతో విజేతలను మట్టికరిపించింది.","ur":"دونوں فریق میجر سیمی فائنل میں ملیں گے جہاں نوسا نے جیتنے والوں کو 11 پوائنٹس سے ہرایا۔","vi":"Hai bên đối đầu nhau trong trận bán kết mà Noosa đã giành chiến thắng với cách biệt 11 điểm.","xh":"La macala mabini adibana kumdlalo ophambili wokugqibela apho iNoosa iphumelele khona ngamanqaku ali-11.","yo":"Àwọn igun méjèèjì ni yíó pàdé níkẹyìn àsekágbá ní ibi tí Noosa ti jáwé olúborí pẹ̀lú àmì mọ́kànlá.","zu":"Amaqembu amabili ayezohlangana emdlalweni omkhulu owandulela owamanqamu lapho iNoosa iwine ngamaphuzu angu-11."}
{"ar":"لدى مُعظم المعابد مهرجانٌ سنويٌ يبدأ من نهاية تشرين الثاني وحتى منتصف أيار، والذي يختلف وفقاً للتقويم السنوي لكل معبد.","zh":"大多数寺庙都有一年一度的节日，从十一月底开始，到五月中旬结束，每个寺庙的节日时间各不相同。","en":"Most of the temples do have an Annual festival starting from November end to Mid of May, which varies according to each temple's annual calendar.","eu":"Tenplu gehienetan urteroko jaialdi bat egiten da, azaroa amaieratik maiatza erdialdera arte, tenplu bakoitzaren urteko egutegiaren arabera.","fr":"La plupart des temples tiennent un festival annuel qui commence en fin novembre et se termine à la mi-mai, qui varie selon le calendrier annuel de chacun.","ml":"മിക്ക ക്ഷേത്രങ്ങളിലും നവംബർ അവസാനം മുതൽ മെയ് പകുതി വരെയുള്ള കാലയളവിൽ ഒരു വാർഷികോത്സവം നടക്കാറുണ്ട്, ഓരോ ക്ഷേത്രത്തിന്റെയും വാർഷിക കലണ്ടർ അനുസരിച്ച് ഉത്സവത്തിന്റെ സമയം വ്യത്യാസപ്പെടുന്നു.","mr":"यापैकी बहुतांश मंदिरांमध्ये नोव्हेंबरची अखेर ते मेच्या मध्यापर्यंत वार्षिक उत्सव असतात, जे प्रत्येक मंदिराच्या वार्षिक कॅलेंडरनुसार भिन्न असतात.","ne":"मन्दिरको वार्षिक चाडपर्व नोभेम्बर अन्त्यदेखि मेको मध्यसम्म हुन्छ। प्रत्येक मन्दिरको वार्षिक पात्रो फरक हुन्छ।","es":"La mayoría de los templos celebra un festival anual cuyo inicio puede tener lugar entre noviembre y mediados de mayo, lo que depende del calendario anual de cada templo.","sw":"Hekalu nyingi zina sikukuu ya Kila mwaka kuanzia mwishoni mwa Novemba hadi katikati mwa Mei, ambayo hufautiana kulingana na kalenda ya mwaka ya kila hekalu.","te":"చాలా దేవాలయాల వార్షికోత్సవాలు దాదాపుగా నవంబర్ నెల మధ్య నుండి, మే నెల మధ్య వరకూ జరుగుతుంటాయి, ఇవి ఒకొక్క దేవాలయం సంవత్సర క్యాలెండర్‌ను బట్టి వాటి తేదీలు ఉంటాయి.","ur":"زیادہ تر مندروں میں نومبر کے آخر سے مئی کے وسط تک سالانہ فیسٹول منائے جاتے ہیں، جو ہر ایک مندر کے سالانہ کیلنڈر کے حساب سے الگ الگ ہوتے ہیں۔","vi":"Hầu hết các đền chùa đều có một dịp lễ hội hàng năm bắt đầu từ cuối tháng Mười Một đến giữa tháng Năm, tùy theo lịch hoạt động hàng năm của mỗi đền chùa.","xh":"Iitempile ezininzi zineminyhadala ebanjwa qho Ngonyaka ukususela ngoNovemba ukuya kuphela Phakathi ngoMeyi, kwaye yohlukana ngokwekhalenda yetempile nganye.","yo":"Púpọ̀ nínú àwọn tempili lo ma n ṣe ayẹyẹ ọdún lati ìparí Belú dé àrín Èbìbí tí ó ma n yàtọ̀ síra torí kalenda tempili kookan.","zu":"Iningi lamathempeli linawo umkhosi Waminyaka Yonke oqala ekupheleni kukaNovemba kuya Phakathi kukaMeyi, okuhluka kuya ngekhalenda laminyaka yonke lethempeli ngalinye."}
{"ar":"السبب الأكثر شيوعاً للحوادث في الشتاء هو الطرق الزلقة والأرصفة (الأرضيات المرصوفة) والسلالم الخاصة.","zh":"冬天最常见的事故原因是道路和路面（人行道）湿滑，特别是台阶。","en":"The most common cause for accidents in winter is slippery roads, pavements (sidewalks) and especially steps.","eu":"Neguko istripuen arrazoi nagusia errepide, galtzada (espaloi) eta bereziki eskailera irristakorrak dira.","fr":"En hiver, la cause d’accidents la plus fréquente est le caractère glissant des routes, des trottoirs et surtout des marches.","ml":"ശീതകാലത്ത് അപകടങ്ങൾ ഉണ്ടാവുന്നതിന് പ്രധാനകാരണം വഴുക്കലുള്ള റോഡുകളും, കൽപടവുകളും (നടപ്പാതകൾ), പ്രത്യേകിച്ചും പടികളുമാണ്.","mr":"निसरडे रस्ते, फरसबंदी (फूटपाथ) आणि मुख्यतः पायऱ्या ही हिवाळ्यात अपघात होण्याची सर्वात सामान्य कारणे आहेत.","ne":"जाडामा दुर्घटनाका सबैभन्दा सामान्य कारणहरू चिप्ला सडक, फुटपाथ (साइडवाक) र विशेष गरी सिंढीहरू हुन्।","es":"En época invernal, la causa más habitual de accidentes son las carreteras, las acercas y, en particular, los escalones resbaladizos.","sw":"Sababu ya kawaida zaidi ya ajali katika msimu wa baridi ni barabara, lami (vijia vya kando) na hasa ngazi zenye utelezi.","te":"జారే రోడ్లు, పేవ్‌మెంట్లు (నడిచే త్రోవలు) మరియు జారే అడుగులు చాలావరకూ శీతాకాలంలో ప్రమాదాలకు కారణమవుతాయి.","ur":"موسم سرما میں حادثوں کا سب سے عام سبب پھسلنے والے راستے، فوت پاتھ اور بطور خاص زینے ہیں۔","vi":"Nguyên nhân phổ biến nhất gây ra tai nạn trong mùa đông là đường, vỉa hè và đặc biệt là các bậc thang trơn trượt.","xh":"Esona sizathu seengozi ebusika ziindlela ezityibilikisayo, iindlela zokuhamba (indlela zabantu) futhi ingakumbi iziteps.","yo":"Nkan to ma n saba sokunfa ijamba ni akoko otutu ni yiyo titi oloda, pepele (eba ona) ati paapa julo ona igbese.","zu":"Into eyimbangela evamile yezingozi ebusika imigwaqo eshelelayo, imigwaqo egandayiwe (izindawo zokuhamba) futhi ikakhulukazi izitebhisi."}
{"ar":"عند وصول المسئول، انفجرت الشقة.","zh":"官员到达后，公寓发生了爆炸。","en":"When the official arrived, the apartment exploded.","eu":"Langilea iristean, apartamentuak eztanda egin zuen.","fr":"Une fois l'agent arrivé sur place, l'appartement a explosé.","ml":"ഉദ്യോഗസ്ഥർ എത്തിയപ്പോൾ അപ്പാർട്ട്മെന്റ് പൊട്ടിത്തെറിച്ചു.","mr":"तो ऑफिसर आला तेव्हा, अपार्टमेंटमध्ये विस्फोट झाला.","ne":"जब अधिकारी आइपुगे, अपार्टमेन्ट विस्फोट भयो।","es":"Cuando el empleado llegó, el departamento explotó.","sw":"Afisa alipowasili, ghorofa ililipuka.","te":"అధికారి రాగానే అపార్ట్ మెంట్ లో పేలుడు.","ur":"جب اہلکار پہنچنے، تو اپارٹمنٹ میں دھماکہ ہو گیا۔","vi":"Khi viên chức đó đến, căn hộ đã nổ tung.","xh":"Xa igosa lifika, isakhiwo saqhushumba.","yo":"Ní ìgbà tí àwọn aṣojú dé, ilé náà gbaná.","zu":"Lapho kufika izikhulu, ifulethi yaqhuma."}
{"ar":"في هذه الحالة، ساعد استحضار النماذج السابقة للسلوك الريادي والنجاحات الناتجة الناس على استيعاب التغيّرات الجديدة واتجاه الكنيسة المحليّة الجديد.","zh":"在这种情况下，回顾之前的创业行为和取得的成功可以帮助人们对当地教会的新变化和新方向保持开放的态度。","en":"In this instance, recalling previous instances of entrepreneurial behavior and resulting successes helped people to be open to new changes and new direction for the local church.","eu":"Egoera horretan, aurreko jarrera ekintzaileak eta haien arrakasta gogoratzeak jendeari lagundu zion aldaketa berriekiko eta herriko elizarekiko norabide berriarekiko alde agertzen.","fr":"En l’occurrence, le fait de se rappeler des exemples précédents de comportement entrepreneurial et des succès qui en ont résulté a aidé les gens à s’ouvrir à de nouveaux changements et a aidé l'église locale à prendre une nouvelle direction.","ml":"ഈ സന്ദർഭത്തിൽ, സംരംഭകത്വ പെരുമാറ്റത്തിന്റെ മുൻ സന്ദർഭങ്ങളും അതിന്റെ ഫലമായുണ്ടായ വിജയങ്ങളും പ്രാദേശിക ചർച്ചിനായി പുതിയ മാറ്റങ്ങളും പുതിയ ദിശയും സ്വീകരിക്കാൻ ആളുകളെ സഹായിച്ചു.","mr":"या उदाहरणात, उद्योजकीय वागणुकीच्या मागील घटना आठवल्यामुळे मिळालेल्या यशाने लोकांना स्थानिक चर्चसाठी नवीन बदल आणि नवीन दिशांना स्वीकारण्यात मदत केली.","ne":"यस घटनामा, पहिलेका उद्यमशील व्यवहारका उदाहरणहरू र तिनका सफल परिणामहरू स्मरण गर्नाले मानिसहरूलाई नयाँ परिवर्तनप्रति र स्थानीय चर्चका लागि नयाँ निर्देशन प्रति खुला हुन सहयोग पुर्‍यायो।","es":"Aquí, recordar instancias anteriores de comportamiento empresarial, y los éxitos obtenidos gracias a ellos, aportó a lograr que las personas se abrieran a nuevos cambios y direcciones para la iglesia local.","sw":"Kwa wakati huu, kukumbuka matukio ya awali ya tabia za ujasiriamali na mafanikio yaliyofuatia kulisaidia watu kuwa wazi kwa mabadiliko mapya na mwelekeo mpya wa kanisa la kienyeji.","te":"ఈ సందర్భంలో, వ్యవస్థాపక ప్రవర్తన యొక్క గత సందర్భాలను గుర్తు చేసుకోవడం దాని ఫలితంగా సాధించిన విజయాలు స్థానిక చర్చికి కొత్త మార్పులకు  కొత్త దిశకు తెరవడానికి సహాయపడింది.","ur":"اس مثال میں، گزشتہ مہم کارانہ رویئے اور نتیجتاً ملنے والی کامیابی کی مثالوں کو یاد کرنا لوگوں کو مقامی چرچ کی نئی تبدیلیوں اور نئی سمتوں کی جانب مبذول کرنے میں مددگار ثابت ہوا۔","vi":"Trong trường hợp này, việc gợi nhớ lại những trường hợp trước đó về hoạt động khởi nghiệp và kết quả thành công đã giúp mọi người cởi mở hơn đối với những thay đổi và hướng đi mới cho nhà thờ địa phương.","xh":"Kweli xesha, ukukhumbula kumaxa angaphambili emikhwa yoshishino enemiphumela kwimpumelelo yanceda abantu ukuba bavumele utshintsho banike nomkhomba Ndlela kwibandla elisekuhlaleni.","yo":"Fún àpẹẹrẹ yìí, sise ìrántí àwọn ìhùwàsí onísòwò àti àwọn àbájáde àsẹyorí rẹ máà n ran àwọn ènìyàn lọ́wọ́ làti tẹ́wọ́gba àwọn ìyàtọ titun àti ìdarí fún ìjọ agbẹ̀gbẹ̀.","zu":"Kulesi simo, ukukhumbula izimo ezidlule zokuziphatha kwezamabhizinisi kanye nempumelelo ebakhona kwasiza abantu bamukele izinguquko kanye nendlela entsha yesonto lendawo."}
{"ar":"كثيراً ما يموت السمك بسبب التركز العالي للسموم في المياه.","zh":"鱼类经常由于水中毒素浓度极高而死亡。","en":"Fish often die because of the high concentrations of the toxin in the waters.","eu":"Arrainak hil egiten dira maiz, uretan dagoen toxinaren kontzentrazio handia dela eta.","fr":"Les poissons meurent souvent à cause des concentrations élevées de toxines dans les eaux.","ml":"വെള്ളത്തിൽ വിഷാംശത്തിന്റെ അളവ് കൂടുമ്പോൾ മത്സ്യങ്ങൾ മിക്കപ്പോഴും ചത്തു പോകുന്നു.","mr":"अनेकदा मासे पाण्यातील विषद्रव्यांच्या अधिक प्रमाणामुळे मरतात.","ne":"पानीमा विषाक्तताको उच्च गाढापनले गर्दा प्रायः माछा मर्छन्।","es":"Con frecuencia, las concentraciones elevadas de la toxina en las aguas provocan la muerte de los peces.","sw":"Mara nyingi samaki hufa kwa sababu ya viwango vikubwa vya sumu ndani ya maji.","te":"నీటిలో విషతుల్యం అధిక గాఢత కారణంగా చేపలు తరచుగా మరణిస్తాయి.","ur":"مچھلیاں اکثر پانیوں میں زہریلے مواد کی زیادہ کثافت کی وجہ سے مرجاتی ہیں۔","vi":"Cá thường chết vì nồng độ độc tố cao trong nước.","xh":"Iintlanzi zidla ngokufa ngenxa yokubakho kwetyhefu eninzi emanzini.","yo":"Eja maa n saba ku nitori awon oro to ropo ninu omi.","zu":"Esikhathini esiningi izinhlanzi zibulawa ubuthi obuningi obusemanzini."}
{"ar":"يُطلق السيخ على دينهم جورمات، وهو البنجابي \"طريق المعلم\". ويعتبر المعلم الرئيسي من الجوانب الأساسية لجميع الأديان الهندية، ولكن في السيخية اتخذت أهمية تشكل جوهر معتقدات السيخ.","zh":"锡克教徒把自己的宗教称为 Gurmat，在旁遮普语中是“古鲁（导师）之路”的意思。古鲁是所有印度宗教的基本组成部分，但在锡克教中地位特别高，成为了锡克教信仰的核心。","en":"Sikhs call their religion Gurmat, which is Punjabi for \"way of the guru\". The guru is a fundamental aspect of all Indian religions but in Sikhism has taken on an importance that forms the core of Sikh beliefs.","eu":"Sikh-ek haren erlijioari Gurmat deritze; punjabieraz “guruaren bidea” esan nahi du. Gurua Indiako erlijio guztien oinarrizko alderdi bat da, baina sikhismoan garrantzia handia du eta sikh sinesmenen muina osatzen du.","fr":"Les sikhs appellent leur religion Gurmat, ce qui signifie « voie du gourou » en pendjabi. Le gourou est un aspect fondamental de toutes les religions indiennes, mais dans le sikhisme, il a pris une importance qui forme le noyau des croyances sikhes.","ml":"\"സിഖുകാർ തങ്ങളുടെ മതത്തെ ഗുർമത്ത് എന്ന് വിളിക്കുന്നു, \"\"ഇത് ഗുരുവിന്റെ വഴിക്ക്\"\" പഞ്ചാബി ആണ്. ഗുരു എല്ലാ ഇന്ത്യൻ മതങ്ങളുടെയും അടിസ്ഥാനപരമായ ഭാവമാണ് എന്നാൽ സിഖ് മതത്തിൽ ഒരു പ്രാധാന്യം നേടിയിട്ടുണ്ട് അത് സിഖ് വിശ്വാസങ്ങളുടെ കാതലാണ്.\"","mr":"\"शीख आपल्या धर्माला गुरमत म्हणतात, पंजाबी भाषेत याचा अर्थ \"\"गुरूंनी दाखविलेला मार्ग\"\" असा होतो. गुरू हा सर्व भारतीय धर्मांचा मूलभूत पैलू आहे परंतु शीख धर्म हा शीख धारणांचा गाभा बनविणाऱ्या एका महत्वावर बेतलेला आहे. \"","ne":"सिखहरूले आफ्नो धर्मलाई गुरमत भन्दछन्, जुन पन्जावीमा “गुरुको मार्ग” हो। गुरु सबै भारतीय धर्महरूका लागि एक आधारभूत पक्ष हो तर सिख धर्ममा एक महत्त्वको रूपमा लिइएको छ जसले सिख विश्वासहरूको मूल रूप बनाउँछ।","es":"Los sijes denominan Gurmat a su religión, que, en punjabi, quiere decir «camino del gurú». El gurú es un aspecto esencial de todas las religiones indias, pero, en el sijismo, ha cobrado una importancia que conforma el eje de las creencias sij.","sw":"Sikhs huiita dini yao Gurmat, ambayo ni Kipunjabi kwa \"njia ya guru\". Guru ni kipengele msingi cha dini zote za India lakini Ukalasinga umechukua umuhimu ambao hubuni msingi wa imani za Kalasinga.","te":"\"\"\"సిక్కులు తమ మతం గుర్మత్ అని పిలుస్తారు, ఇది పంజాబీ \"\"\"\"గురువు మార్గం\"\"\"\"గా పిలువబడుతుంది. అన్ని భారతీయ మతాలకు గురువు ఒక ప్రాథమిక భావన, అయితే సిక్కు మతంలో సిక్కు మతానికి ప్రాముఖ్యత ఉంది, ఇది సిక్కు విశ్వాసాలకు ప్రధాన కారణం.\"\"\"","ur":"سکھ لوگ اپنے مذہب کو گرومت کہتے ہیں جس کے معنی گورو کے مذہب ہیں۔ گورو کا تصوُّر تمام ہندوستانی مذاہب کا ایک بنیادی پہلو ہے لیکن سکھ مت میں اس کی اہمیت ایک بنیادی عقیدہ کی حیثیت سے ہے۔","vi":"Người theo Sikh giáo gọi tôn giáo của mình là Gurmat, tức là Punjabi vì đường lối của guru\". Guru là một khía cạnh cơ bản của mọi tôn giáo Ấn Độ nhưng trong Sikh giáo đã chiếm vai trò quan trọng tạo thành cốt lõi trong tư tưởng của Sikh giáo.","xh":"Ama-Sikh abiza inkolo yabo I-Gurmat, esisi-Punjabi esithetha ukuthi \"indlela yomfundisi\". Umfundisi yinto ebabuleke kangangoko kwiinkolo zama-Ndiya kodwa kwi-Sikhism ubalelona lungu libalulekileyo kwezona nkolo zee-Sikhs.","yo":"Àwọn Sikhs ń pe ẹ̀sìn wọn ní Gurmat, èyí tí wọ́n pè ní Punjabi “nílànì àwọn guru”. Àwọn guru ní ẹ̀sìn àkọ́kọ́ gbogbo ẹ̀sìn Indian àmọ́ Sikhism ti di pàtàkì èyí tí ó jẹ́ pàtàkì ìgbàgbọ́ Sikh.","zu":"Ama-Sikh abiza inkolo yawo ngokuthi yiGurmat, okusho ukuthi “indlela yomfundisi”. NgesiPunjabi umfundisi isici esisemqoka sazo zonke izinkolo zobuNdiya kodwa enkolweni yobuSikh unokubaluleka okwakha umnyombo wezinkolelo zobuSikh."}
{"ar":"الخليّة هي أصغر الأجزاء البنيويّة والوظيفيّة في الكائنات الحيّة (الأشياء).","zh":"细胞是各类生物体中最小的结构和功能单位。","en":"A cell is the smallest structural and functional unit of a living (things) organism.","eu":"Organismo (gauza) bizi baten egitura- eta funtzio-unitate txikiena da zelula bat.","fr":"Une cellule est la plus petite unité structurelle et fonctionnelle d'un organisme vivant.","ml":"ഒരു ജീവ (ജീവി) ജാലത്തിന്റെ ഏറ്റവും ചെറിയ ഘടനാപരവും പ്രവർത്തനപരവുമായ യൂണിറ്റാണ് കോശം.","mr":"पेशी हे सजीवांचे (जिवंत वस्तू) सर्वात लहान रचनात्मक आणि कार्यात्मक एकक आहे.","ne":"कोष जीवित (वस्तुहरू) जीवको सबैभन्दा सानो संरचनात्मक र कार्यात्मक एकाई हो।","es":"Se define a la célula como la más pequeña unidad estructural y funcional que forma un organismo (cosas) vivo.","sw":"Seli ni sehemu ndogo ya kimuundo na ya kazi ya viumbe (vitu) hai.","te":"ఒక జీవిలో కణం అనేది అతి చిన్న నిర్మాణ మరియు క్రియాత్మక యూనిట్.","ur":"ایک خلیہ، ایک جاندار کا سب سے چھوٹا ساختی اور عملیاتی اکائی ہے۔","vi":"Tế bào là đơn vị chức năng và cấu tạo nhỏ nhất trong cơ thể (vật) sống.","xh":"Iseli lelona candelo lincinci lisebenzayo (lezinto) eziphilayo.","yo":"Seeli je eya ara (awon) alaye to kere ju to ni itosona ati ise.","zu":"Ingqamuzana ingxenye encane kunazo zonke engokwesakhiwo nesebenzayo yento ephilayo (izinto)."}
{"ar":"انضم إليهم عام 1945 وبقي حتى عام 1958.","zh":"他于 1945 年加入球队，一直效力到 1958 年。","en":"He joined them in 1945 and stayed until 1958.","eu":"1945ean hasi zen haiekin jokatzen, eta 1958 arte jarraitu zuen bertan.","fr":"Il le rejoint en 1945 et y reste jusqu'en 1958.","ml":"1945-ൽ അദ്ദേഹം അവരോടൊപ്പം ചേരുകയും 1958 വരെ കഴിയുകയും ചെയ്തു.","mr":"तो त्यांच्याशी 1945 मध्ये जोडला गेला आणि 1958 पर्यंत राहिला.","ne":"उहाँ तिनीहरूसँग सन् 1945 मा सामेल हुनुभयो र उहाँ सन् 1958 सम्म बस्नुभयो।","es":"En 1945 se les unió y permaneció allí hasta 1958.","sw":"Alijiunga nao mwaka wa 1945 na akakaa hadi mwaka wa 1958.","te":"అతను 1945 లో వారితో పాటు చేరి, 1958 వరకు ఉన్నారు.","ur":"انہوں نے 1945 میں ان میں شمولیت اختیار کی اور 1958 تک ان کے ساتھ رہے۔","vi":"Ông gia nhập vào năm 1945 và hoạt động đến năm 1958.","xh":"Wabajoyina ngo-1945 waza wahlala kwade kwango-1958.","yo":"Ó dara pọ̀ mọ́wọn ní ọdún 1945, ó sì dúró di ọdún 1958.","zu":"Ubajoyine ngo-1945 futhi wahlala kwaze kwaba u-1958."}
{"ar":"قبل ظهور برنامج \"البرنامج اليومي\" وبرنامج \"تقرير كولبرت\" بفترة طويلة تخيل هيك وجونسون منشورًا يحاكي الأخبار-والتقارير الإخبارية-عندما كانا طالبين بجامعة ويسكونسن عام 1988.","zh":"早在《每日秀》（The Daily Show）和《科尔伯特报告》（Colbert Report）之前，赫克（Heck）和约翰逊（Johnson）在 1988 年还在华盛顿大学求学时期，就曾构想过一份出版物，以嘲讽的形式戏说新闻（包括新闻报道）。","en":"Long before The Daily Show and The Colbert Report, Heck and Johnson envisioned a publication that would parody the news—and news reporting—when they were students at UW in 1988.","eu":"The Daily Show eta The Colbert Report telebista saioak sortu baino askoz lehenago, 1988an, Heck-ek eta Johnson-ek, UW-ko ikasle zirela, albiste-saioen (eta albisteen berri ematen zituztenen) parodia izango zen argitalpena asmatu zuten.","fr":"Bien avant le Daily Show et le Colbert Report, Heck et Johnson envisageaient une publication qui parodierait les nouvelles — et les reportages — lorsqu’ils étaient étudiants à l’université de Washington en 1988.","ml":"ഡെയ്‌ലി ഷോയ്ക്കും കോൾ‌ബെർട്ട് റിപ്പോർട്ടിനും വളരെ മുമ്പുതന്നെ, 1988-ൽ യു‌ഡബ്ല്യുവിൽ വിദ്യാർത്ഥികളായിരുന്ന സമയത്ത് ഹെക്കും ജോൺസണും വാർത്തകളുടെയും വാർത്താ റിപ്പോർട്ടിംഗിന്റെയും പാരഡി ചെയ്യുന്ന ഒരു പ്രസിദ്ധീകരണം വിഭാവനം ചെയ്യുകയുണ്ടായി.","mr":"डेली शो आणि कॉल्बर्ट रिपोर्टच्या खूप आधी, हेक आणि जॉन्ससन यांनी ते १९८८ मध्ये UW मध्ये शिकत असताना बातमी आणि वार्तांकनाचे विडंबन करणाऱ्या पुस्तकाची कल्पना केली होती.","ne":"धेरैअघि द डेली शो र द कोल्बर्ट रिपोर्ट, हेक र जोनसनले 1988 मा उनीहरू UW मा विद्यार्थी हुँदा समाचार र समाचार रिपोर्टिङको अनुकरण गर्ने प्रकाशनको कल्पना गरे।","es":"En 1988, mucho antes de The Daily Show y The Colbert Report, mientras estudiaban en la UW, Heck y Johnson idearon una publicación que haría parodias de las noticias y de los reportajes de noticias.","sw":"Kwa muda mrefu kabla ya onyesho la kila siku na ripoti ya Colbert, Heck na Johnson walifikiria kuhusu uchapishaji ambao ungebuni habari na taarifa wakati walikua wanfunzi wa UW mwaka wa 1988.","te":"ది డైలీ షో మరియు ది కోల్బర్ట్ రిపోర్ట్ కు చాలా కాలం ముందు, హెక్ అండ్ జాన్సన్ 1988లో UWలో విద్యార్థులుగా ఉన్నప్పుడు వార్తలను-మరియు న్యూస్ రిపోర్టింగ్ ను హాస్యాస్పర౦గా ఉ౦చే ఒక ప్రచురణను ఊహి౦చారు.","ur":"ڈیلی شو اور کولبرٹ رپورٹ سے بہت پہلے ہیک اور جانسن جب 1988 میں UW میں اپنی طالب علمی کے زمانہ میں ہی انہوں نے ایک ایسی اشاعت کا تصور کیا تھا جو خبروں — اور خبروں کی رپورٹنگ پر طنز کرے گا-","vi":"Rất lâu trước The Daily Show và The Colbert Report, từ khi còn là sinh viên tại UW vào năm 1988, Heck và Johnson đã nghĩ đến việc xuất bản tác phẩm nhại lại các tin tức và việc đưa tin tức.","xh":"Kwakudala ngaphambi kweThe Daily Show neThe Colbert Report, uHeck noJohnson babona ukuba kungenzeka kubekho iphepha elaliza kusasaza iindaba—neendaba—besengabafundi eUW ngo-1988.","yo":"Sááju Ètò Ojoojúmọ́ àtì Àbábọ̀ Colbert, Heck àti Johnson ti ma ń wòye àgbéjáde tí yíó fara jọ ìròyìn—àti ìjábọ̀ ìròyìn—nígbàtí wọ́n jẹ́ akẹ́ẹ̀kọ́ ní UW ní 1988.","zu":"Kudala ngaphambi koHlelo lwaNsukuzonke noMbiko kaKholbhethi, uHeck noJohnson bacabanga ukushicilela okwakuzolingisa ngokubhuqa izindaba—kanye nokubika izindaba—lapho besengabafundi e-UW, ngo-1988."}
{"ar":"مخلبه الثاني كان أكبر، وبسببه سُمّي الديناصور هيسبيرونيكس والذي يعني \"المخلب الغربي\".","zh":"它的第二只爪子要大一些，因此得名“赫斯佩罗龙”，意思是“西方的爪”。","en":"Its second claw was larger, giving rise to the name Hesperonychus which means \"western claw.\"","eu":"Bigarren erpea handiagoa zenez, Hesperonychus izena eman zitzaion, hau da “mendebaldeko erpea”.","fr":"Sa deuxième griffe était plus grande, ce qui a engendré le nom Hesperonychus, qui signifie « griffe occidentale ».","ml":"\"ഇതിന്റെ രണ്ടാമത്തെ നഖം വലുതായിരുന്നതിനാൽ \"\"പടിഞ്ഞാറൻ ക്ലോ\"\" എന്ന് അർത്ഥം വരുന്ന ഹെസ്‌പെറോനൈഷസ് എന്ന പേര് ലഭിച്ചു.\"","mr":"\"त्याच्या दुसर्‍या नख्या अधिक मोठ्या होत्या, त्यामुळे त्याला हेस्पेरोनिकस असे नाव दिले गेले ज्याचा अर्थ \"\"वेस्टर्न क्लॉ\"\" असा आहे. \"","ne":"यसको दोस्रो पञ्जा झनै ठूलो थियो, जसले हेस्परोनिकस नामको उदय भयो जसको अर्थ “पश्चिमी पञ्जा” हो।","es":"Su segunda garra era más grande y de allí surgió el nombre Hesperonychus, cuyo significado es «garra occidental».","sw":"Ukucha wake wa pili ulikuwa mkubwa, na kuleta chimbuko la jina Hesperonikasi linalomaanisha \"ukucha wa magharibi.\"","te":"\"\"\"దాని రెండవ పంజా పెద్దదిగా ఉంది, దీని పేరు \"\"\"\"పశ్చిమ పంజా\"\"\"\" అని అర్ధం.\"\"\"","ur":"اس کا دوسرا پنجہ نسبتاً بڑا تھا، جوکہ ہیسپیرونیکس نام کی مقبولیت کا باعث بنا جس کا مطلب “مغربی پنجہ” ہوتا ہے۔","vi":"Móng vuốt thứ hai của nó lớn hơn, là nguyên nhân cho cái tên Hesperonychus có nghĩa là \"móng vuốt phía tây\".","xh":"Izipho layo lesibini elalikhulu, labangela kubekho igama elithi Hesperonychus elithetha \"izipho lasentshona.\"","yo":"Èékánná rẹ̀ kan gùn ju ìkejì lọ, òhun ni ó fa orúkọ rẹ̀ Hesperonychus tí ó tún túmọ̀ sí “éèkánná ìlà oòrùn.”","zu":"Izipho layo lesibili belilikhudlwana, okwenza yabizwa ngokuthi yi-Hesperonychus okusho ukuthi “izipho lasentshonalanga.”"}
{"ar":"اللغة السنسكريتية هي لغة معقدة وغنية للغاية، والتي كانت مصدراً للعديد من اللغات الهندية الحديثة، تماماً مثل اللاتينية التي هي مصدر اللغات الأوروبية مثل الفرنسية والإسبانية.","zh":"梵语是一种博大精深的语言，也是许多现代印度语的起源，就像拉丁语是法语和西班牙语等欧洲语言的起源一样。","en":"Sanskrit is a very complex and rich language, which has served to be the source for many modern Indian languages, just like Latin is the source for European languages like French and Spanish.","eu":"Sanskritoa oso hizkuntza konplexu eta aberatsa da, eta Indiako hizkuntza moderno askoren iturria izan da, latina Europako hizkuntza askoren (esaterako, frantsesaren edo gaztelaniaren) iturri den era berean.","fr":"Le sanskrit est une langue très complexe et très riche, qui a servi de source à de nombreuses langues indiennes modernes, tout comme le latin est la source de langues européennes telles que le français et l'espagnol.","ml":"വളരെ സങ്കീർണ്ണവും സമ്പന്നവുമായ ഒരു ഭാഷയാണ് സംസ്കൃതം, ഫ്രഞ്ച്, സ്പാനിഷ് പോലുള്ള യൂറോപ്യൻ ഭാഷകളുടെ ഉറവിടം ലാറ്റിൻ പോലെ തന്നെ നിരവധി ആധുനിക ഇന്ത്യൻ ഭാഷകളുടെ ഉറവിടമായി അത് വർത്തിച്ചിട്ടുണ്ട്.","mr":"संस्कृत ही अतिशय क्लिष्ट आणि समृद्ध भाषा आहे, जी अनेक आधुनिक भारतीय भाषांच्या जन्मासाठी कारणीभूत आहे, जसे लॅटिन हा फ्रेंच आणि स्पॅनिश भाषांचा स्रोत आहे.","ne":"फ्रान्सेली र स्पेनिश जस्ता युरोपेली भाषाहरूका स्रोत ल्याटिन जस्तै भारतीय भाषाहरूका लागि संस्कृत धेरै जटिल र धनी भाषा स्रोत बन्न पुग्यो।","es":"El sánscrito es un idioma complejo y rico que sirvió como semillero de muchas otras lenguas modernas de la India, así como el latín es fuente de las lenguas europeas, tales como el francés y el español.","sw":"Sanskrit ni lugha tata na tajiri sana, ambayo imekuwa chanzo cha lugha nyingi za kisasa za Kihindi, kama vile Kilatini ilivyo chanzo cha lugha za Kizungu kama vile Kifaransa na Kispanya.","te":"సంస్కృతం చాలా సంక్లిష్టమైన మరియు గొప్ప భాష, ఇది అనేక ఆధునిక భారతీయ భాషలకు మూలంగా ఉపయోగపడింది, లాటిన్ ఫ్రెంచ్ మరియు స్పానిష్ వంటి యూరోపియన్ భాషలకు మూలం.","ur":"سنسکرت بیحد پیچیدہ اور زرخیز زبان ہے، جس نے متعدد جدید ہندوستانی زبانوں کے ماخذ کے طور پر خدمت انجام دی ہے، ٹھیک اسی طرح جیسے فرانسیسی اور ہسپانوی جیسی یوروپی زبانوں کیلئے لاطینی زبان ماخذ کا درجہ رکھتی ہے-","vi":"Tiếng Phạn là ngôn ngữ rất phức tạp và phong phú, được sử dụng như nguồn tham khảo cho các ngôn ngữ Ấn Độ hiện đại, giống như tiếng Latinh là nguồn gốc của các ngôn ngữ Châu Âu như tiếng Pháp và tiếng Tây Ban Nha.","xh":"I-Sanskrit lulwimi oluxananazileyo nolutyebileyo, elubangele ukuba libe sisiseko selwimi ezinintsi ze Indiya yanamhlanje, njengesiLatini isisiseko sezilwimi zaseYurophu njengesiFrentshi neSipanish.","yo":"Ede lile ati aladun ni Sanskriti, o ti wulo gege bi orisun opo ede Indiya igbalode, gege bii ede Latini se je orisun awon ede Yuropi bii Faranse ati Speen.","zu":"I-Sanskrit iwulimi oluyinkimbinkimbi nolucebile, luye lwaba oluyinhloko ezilimini eziningi zanamuhla zaseNdiya, njengesi-Lathini luwulimi oluyinhloko ezilimini zaseYurophu njengesiFulentshi kanye nesiPanishi."}
{"ar":"التصوّف هو السعي إلى التداخل مع، أو التماهي مع، أو الوعي الإدراكي بواقع أو ألوهة أو حقيقة روحانيّة أو إله مطلق.","zh":"神秘主义追求与终极现实、神性、精神真理或上帝进行交流、认同或达成知觉意识。","en":"Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.","eu":"Mistizismoaren helburua da errealitate, dibinitate, egia espiritual edo jainkoaren kontzientzia kontzientea izatea edo harekin bat egitea edo identifikatzea.","fr":"Le mysticisme est la recherche de la communion, du lien avec une divinité ou d'un dieu. C'est la pleine conscience d'une vérité spirituelle.","ml":"ആദ്ധ്യാത്മികത എന്നത് , തുടർച്ചയായ ഇടപെടലിലൂടെ സ്വത്വത്തെക്കുറിച്ച് , അല്ലെങ്കിൽ ശരിക്കുള്ള  യഥാർത്ഥ്യത്തെക്കുറിച്ചുള്ള, ദൈവീകതയെക്കുറിച്ചുള്ള, ആത്മീയ സത്യത്തെക്കുറിച്ചുള്ള അല്ലെങ്കിൽ ദൈവത്തിനെക്കുറിച്ചുള്ള        അവബോധമാണ്.","mr":"गूढवाद म्हणजे अंतिम वास्तव, देवत्व, आध्यात्मिक सत्य किंवा देव यासोबत संवाद, ओळख किंवा  याची जाणीव जागरूकता होय.","ne":"रहस्यवाद भनेको एक खोज हो संगम साथ, परिचय साथ वा एक परम वास्तविकता, ईश्वरीयता, आध्यात्मिक सत्य वा ईश्वरको सचेत जागरूकत हो।","es":"El misticismo consiste en procurar el vínculo, la identidad o el reconocimiento consciente de una realidad suprema, divinidad, verdad inmaterial o Dios.","sw":"Utatanishi ni kuau tekeleza ushirika na, utambulisho na, ufahamu wa ukweli wa mwisho, uungu, ukweli au Mungu.","te":"ఆధ్యాత్మికత అంటే సమాజంతో , గుర్తింపుతో , లేదా అంతిమ వాస్తవికత, దైవత్వం, ఆధ్యాత్మిక దైవిక  సత్యం లేదా భగవంతుడితో కూడిన ఆనందం.","ur":"صوفیانہ خیال ایک اشتراک، شناخت، یا حتمی حقیقت، الوہیت، روحانی سچائی، یا خدا سے آگاہی کا حصول ہے۔","vi":"Chủ nghĩa Thần bí theo đuổi mối quan hệ, nhận diện hay nhận thức về thực tế tối thượng, thần tính, sự thật tâm linh hay Chúa trời.","xh":"IMysticism kuleqe ubudlelane no, ukuzazisa ku, okanye ukuqonda ngengqiqo obona bunyani, ubumoya, inyaniso yokomoya, okanye uThixo.","yo":"Ìgbàgbọ́ Mysticism ní síse àwárí ajọsepọ̀ pẹ̀lú ìdánimọ̀ tàbí ìmọ̀lára ìdánilójú gbòógì, ìdẹ́ẹ̀dá, òtítọ́ ẹ̀mí tàbi Ọlọ́run.","zu":"UbuMistiki ukufuna ukuhlanganyela, ukuzibonakalisa, noma ukuzazi kahle nokungokoqobo okuphakeme, ubunkulunkulu, iqiniso elingokomoya, noma uNkulunkulu."}
{"ar":"قد يتأثر الإنسان باستنشاق المياه المتأثرة التي وصلت للهواء بواسطة الرياح والأمواج.","zh":"人如果吸入通过风和海浪进入空气的受污染水气，就可能受到影响。","en":"Humans can be affected by breathing affected water taken into the air by wind and waves.","eu":"Haizearen eta olatuen bidez airera iristen den ura arnastean eragiten die gizakiei.","fr":"Les humains peuvent être affectés en respirant de l'eau contaminée transportée dans l'air par le vent et les vagues.","ml":"കാറ്റും തിരമാലകളും വഴി വായുവിൽ കലരുന്ന ബാധിക്കപ്പെട്ട വെള്ളം ശ്വസിക്കുന്നതിലൂടെ മനുഷ്യരെ ബാധിക്കാം.","mr":"वारा आणि लाटांद्वारे हवेत घेतलेल्या पाण्यामुळे श्वासोच्छवास घेण्याने मानवावर परिणाम होऊ शकतो.","ne":"हावा र छालहरूबाट हावामा लिने पानी भएको सास लिँदा मानिस प्रभावित हुन सक्छ।","es":"El agua afectada que llega al aire por el viento y las olas puede perjudicar a quienes la respiran.","sw":"Wanadamu waweza kuathiriwa kwa kupumua maji yaliyoathirika yaliyopelekwa hewani na upepo na mawimbi.","te":"వాయువు మరియు అలల ద్వారా గాలిలోకి కలిసి ప్రభావితమైన నీటిని పీల్చడం వలన మనుషులపై ప్రభావం చూపవచ్చు.","ur":"ہوا اور لہروں کے ذریعہ فضا میں اڑانے والے متآثرہ پانی کا سانس لینے سے انسان متاثر ہوسکتے ہیں۔","vi":"Con người có thể bị ảnh hưởng khi hít phải hơi nước bị nhiễm độc do gió và sóng đưa vào trong không khí.","xh":"Abantu bangachatshazelwa kukuphefumla amanzi ahanjiswa emoyeni ngumoya nangamaza.","yo":"Àwọn omi tí kò dára tí atẹ́gùn àti ìjì ti gbé lọ sínu afẹ́fẹ́ lè ṣe ìpalára fénìyàn tí ó bá fà á símú.","zu":"Abantu bangathinteka ngokuphefumula amanzi athintekile ayiswa emoyeni umoya namagagasi."}
{"ar":"جزءٌ من جمالها يتلخص في الافتقار إلى التنمية المؤسسية المرئية.و تربط الطرق والقطارات والقوارب القرى مع بعضها ولا تستطيع السيارات الوصول إليها من الخارج.","zh":"它的魅力部分在于没有明显的企业发展。村庄靠道路、火车和船只连接起来，开车无法从外面到达这些村庄。","en":"Part of its charm is the lack of visible corporate development. Paths, trains and boats connect the villages, and cars cannot reach them from the outside.","eu":"Xarmaren arrazoietako bat garapen korporatiboaren falta da. Bideek, trenek eta itsasontziek lotzen dituzte herriak, eta kanpotik ezin da autoz iritsi.","fr":"Une partie de son charme réside dans l'absence de développement visible des entreprises. Des chemins, des trains et des bateaux relient les villages, et les voitures en provenance de l'extérieur ne peuvent y accéder.","ml":"പ്രകടമായ കോർപ്പറേറ്റ് വികസനത്തിന്റെ അഭാവമാണ് അതിന്റെ മനോഹാരിതയുടെ ഒരു ഭാഗം. വഴികളും ട്രെയിനുകളും ബോട്ടുകളും ഗ്രാമങ്ങളെ ബന്ധിപ്പിക്കുന്നു. പുറത്തു നിന്ന് കാറുകൾക്ക് അവിടേക്ക് എത്താനാകില്ല.","mr":"त्याच्या आकर्षकतेचा भाग हा कमी दिसण्यात येणारा कॉर्पोरेटचा विकास आहे. रस्ते, रेल्वे आणि बोटी गावांना जोडतात, आणि तिथे कार्समधून बाहेरुन जाता येत नाही.","ne":"यसको आकर्षणको अंश भनेको दृश्य कर्पोरेट विकासको अभाव हो। पथ, रेल र डुङ्गाले गाउँहरू जोड्दछ र कारहरूले तिनीहरूलाई बाहिरबाट पुर्याउन सक्दैनन्।","es":"Su encanto se debe, en parte, a la ausencia de desarrollo corporativo visible. Hay caminos, trenes y barcos que unen las aldeas y los vehículos no pueden acceder desde el exterior.","sw":"Sehemu ya haiba yake ni ukosefu wa maendeleo ya shirika yanayoonekana. Njia, treni na maboti huunganisha vijiji, na magari hayawezi kuvifikia kutoka nje.","te":"కార్పొరేట్ అభివృద్ధి లేకపోవడం దీని ఆకర్షణలో ఒక భాగం. దారులు, రైళ్లు, పడవలు గ్రామాలను కలుపుతుంది, మరియు కార్లు వాటిని వెలుపలి నుండి చేరుకోలేవు.","ur":"اس کی دلکشی کا ایک جزوی سبب مرئی کارپوریٹ ڈولپمنٹ کا فقدان ہے۔ گزر گاہیں، ٹرینیں، اور کشتیاں نواضعات کو جوڑتی ہیں اور باہر سے کاریں ان تک پہنچ نہیں سکتیں۔","vi":"Một phần cho sự mê hoặc của nó là thiếu đi sự phát triển tập thể. Những con đường, tàu hỏa và tàu thuyền nối với những ngôi làng, và xe hơi không thể tiếp cận chúng từ bên ngoài.","xh":"Enye enconywayo kukungaveli kophuhliso lwezamashishini ayo. Iindlela, oololiweo, nezikhephe zihlanganisa iilali, futhi iimoto azikwazi ukufikelela zivela ngaphandle.","yo":"Lára àwọn ohun tó yáyì lára rẹ̀ ni pé kò sí ìdàgbàsókè kan tí ó ṣe rí. Ipa ọ̀nà, ọkọ̀ ojú irin, àti ọkọ orí omi ni ó lọ láti abúlé náà sí àwọn ìú mìíràn, bẹ́ẹ̀ ni ọkọ̀ kò lè dé ọ̀dọ̀ wọn láti ìta.","zu":"Ingxenye yobuhle bayo ukungabonakali kwezakhiwo ezakhiwayo. Izindlela, izitimela kanye nezikebhe kuxhumanisa amadolobhana, futhi izimoto azikwazi ukuwafinyelela kusuka ngaphandle."}
{"ar":"أظهر التقرير أن درجات الاختبار قد ارتفعت بسرعة غير معقولة، وزعم أن المدرسة اكتشفت مشاكل داخلياً لكنها لم تتصرف بناءً على تلك الاكتشافات.","zh":"报告显示，考试成绩提升速度快得令人难以置信，并称学校内部发现了问题，但没有根据这一发现采取行动。","en":"The report showed test scores had increased implausibly fast, and alleged the school internally detected problems but didn't act on the findings.","eu":"Erreportajeak erakutsi zuen probetako emaitzak normala dena baino azkarrago hobetu zirela, eta esan zuen eskolak, barneko arazoak detektatu arren, ez zuela horren inguruan ezer egin.","fr":"Le rapport a montré que les scores aux tests ont progressé de façon incroyablement rapide, et a laissé entendre que l’école aurait détecté ces problèmes, sans pour autant prendre de mesures.","ml":"ടെസ്റ്റ് സ്‌കോറുകൾ അവിശ്വസനീയമാംവിധം വർദ്ധിച്ചുവെന്ന് റിപ്പോർട്ട് തെളിയിച്ചു, കൂടാതെ സ്കൂളിനകത്ത് പ്രശ്നങ്ങൾ കണ്ടെത്തിയെന്നും അതിനെ അഭിമുഖീകരിച്ചില്ലെന്നും ആരോപിച്ചു.","mr":"अहवाल चाचणीमध्ये गुण अत्यंत वेगाने वाढल्याचे दिसून आले, आणि शाळेतील अंतर्गत समस्या आढळल्या परंतु निष्कर्षांवर कारवाई केली नाही.","ne":"रिपोर्टले देखायो कि परीक्षा अङ्कहरू द्रुत गतिले बढेका थिए र यसले विद्यालयले आन्तरिक समस्याहरू पत्ता लगाएको तर खोजहरूमा कार्य नगरेको आरोप लगायो।","es":"Según mostró el informe, las calificaciones de los exámenes habían subido escandalosamente rápido y afirmaba que el establecimiento educativo había detectado problemas internamente, pero que no tomó ninguna medida al respecto.","sw":"Ripoti ilionyesha alama za jaribio zilikuwa zimeongezeka kwa haraka isiyowezekana, na ikadai shule ilikuwa imegundua matatizo lakini haikuchukua hatua dhidi ya matokeo.","te":"నివేదిక టెస్ట్ స్కోర్లు వేగంగా పెరిగినట్లు చూపించింది, మరియు పాఠశాల అంతర్గతంగా సమస్యలను గుర్తించింది కానీ కనుగొన్న దానిపై చర్య తీసుకోలేదు.","ur":"رپورٹ نے ٹیسٹ کے اسکورز میں غیر معمولی رفتار سے اضافے کو ظاہر کیا، اور یہ الزام عائد کیا کہ اندرونی سطح پر اسکول کو مسائل کا ادراک ہو چکا تھا تاہم انہوں نے ان حقائق پر کسی قسم کی کارروائی نہیں کی۔","vi":"Báo cáo cho thấy điểm kiểm tra đã tăng một cách đáng ngờ và cáo buộc nội bộ nhà trường đã phát hiện ra vấn đề nhưng không hành động gì cả.","xh":"Ingxelo ibonise ukuba iziphumo zeemviwo zinyuke ngendlela engaqhelekanga, yaye ityhole ngelithi isikolo sizibonile iingxaki kodwa khange senze nto ngengxelo.","yo":"Ìjábọ̀ ṣàfihàn èsì ìdánwó pé ó ti tètè lọ sókè, ò sí jẹ́ kí ilé ìwé náà kófìrí àwọn ìṣòro abẹ́lé ṣùgbọ́n wọn kò ṣiṣk lórí ìwádìí wọn.","zu":"Umbiko ukhombise ukuthi imiphumela yezivivinyo ikhuphuke ngokushesha, kanti futhi usola ukuthi lesi sikole sathole izinkinga ngaphakathi kodwa asenzanga lutho ngalokhu okutholakele."}
{"ar":"إذا كنت تستخدم طائرة بدون طيار، تحقق في وقت مبكر مما يسمح لك بتصويره وما هي التصاريح أو الترخيص الإضافية المطلوبة.","zh":"如果使用无人机，请提前仔细确认可以拍摄的内容，以及需要哪些许可或额外的牌照。","en":"If using a drone, check well in advance as to what you are allowed to film and what permits or additional licensing are required.","eu":"Drone bat erabiltzen baduzu, arretaz aztertu behar duzu zer graba dezakezun eta zer baimen edo lizentzia gehigarri behar dituzun.","fr":"Si vous utilisez un drone, vérifiez bien à l'avance ce que vous êtes autorisé à filmer et quels permis ou licences supplémentaires sont nécessaires.","ml":"ഒരു ഡ്രോൺ ഉപയോഗിക്കുമ്പോൾ, നിങ്ങൾക്ക് എന്തെല്ലാം ഫിലിമിൽ പകർത്താൻ അനുവാദമുണ്ട്, എന്തെല്ലാം അനുവദിക്കുന്നു, അതല്ലെങ്കിൽ പ്രത്യേക ലൈസൻസ് ആവശ്യമുണ്ടോ എന്നീ കാര്യങ്ങൾ മുൻകൂട്ടി പരിശോധിക്കുക","mr":"जर ड्रोन वापरत असाल तर, तुम्हाला काय चित्रित करण्याची परवानगी आहे आणि कोणत्या परवानग्या किंवा अतिरिक्त परवान्याची आवश्यकता आहे हे आधीच तपासून ठेवा.","ne":"यदि ड्रोन प्रयोग गरिरहनु भएको छ भने, तपाईंलाई के खिच्न अनुमति दिइएको छ र के अनुमति वा थप इजाजतपत्र आवश्यक छ भनेर राम्ररी जाँच गर्नुहोस्।","es":"Si se utiliza un dron, se deben verificar antes qué puede filmarse y qué permisos o licencias extra se necesitan.","sw":"Ikiwa unatumia ndege-roboti, angalia mapema ni nini unachoruhusiwa kuchukua filamu yake na ni vibali au leseni gani za ziada zinazohitajika.","te":"మీరు డ్రోన్‌ను ఉపయోగిస్తున్నట్లయితే, మీకు ఏది చిత్రీకరించడానికి అనుమతి ఉంది మరియు ఏ అనుమతులు లేదా అదనపు లైసెన్సింగ్ అవసరమో ముందుగానే తనిఖీ చేయండి.","ur":"اگر آپ ڈرون استعمال کرتے ہیں تو پہلے ہی اچھی طرح جانچ کر لیں کہ آپ کو کن چیزوں کی فلم بنانے کی اجازت ہے اور کن اجازت ناموں اور اضافی لائسنس کی ضرورت ہے۔","vi":"Nếu sử dụng phương tiện bay không người lái, hãy kiểm tra lại cho kỹ để biết rõ bạn được phép quay phim những gì và cần có những giấy phép hay giấy tờ gì.","xh":"Ukuba usebenzisa i-drone, khangela kuselithuba ukuba yintoni na okuvumeleke ukuba uyifote nokuba ithini imithetho okanye ilayisenisi efunekayo.","yo":"Ti o ba n lo drooni, ṣaridaju nkan ti wọn gba ẹ laye lati yaworan rẹ ati awọn iwe aṣẹ ti o ye ki o gba.","zu":"Uma wenza umsindo obeleselayo, hlola kusengaphambili ukuthi ikuphi ovunyelwe ukukuthwebula nokuthi yiziphi izimvume noma amalayisensi engeziwe edingekayo."}
{"ar":"تأكد من أنك تعرف ما يمكنك وما لا يمكنك إحضاره والإعلان عن أي شيء يتجاوز الحدود القانونية.","zh":"确保知晓可以携带什么，不能携带什么，并申报任何超出法律允许的物件。","en":"Make sure you know what you can and cannot bring in and declare anything over the legal limits.","eu":"Ziurtatu badakizula zer eraman dezakezun eta zer ez, eta deklara ezazu muga legalak gainditzen duen ezer.","fr":"Assurez-vous de savoir ce que vous pouvez et ne pouvez pas apporter, et déclarez tout ce qui dépasse les limites légales.","ml":"നിങ്ങൾക്ക് കൊണ്ടുവരാവുന്നതും കൊണ്ടുവരാൻ പാടില്ലാത്തതും എന്താണെന്ന് അറിയാമെന്ന് ഉറപ്പാക്കുക, നിയമപരമായ പരിധികളിൽ പെടാത്ത എന്തും വെളിപ്പെടുത്തുക.","mr":"आपण काय आणू शकतो आणि काय आणू शकत नाही हे तुम्हाला माहित असल्याची आधी खात्री करून घ्या आणि जे काही कायदेशीर मर्यादेच्याबाहेर आहे ते सांगा.","ne":"तपाईंले के ल्याउन सक्नुहुन्छ र सक्नुहुन्न भन्ने तपाईंलाई थाहा छ भनी सुनिश्चित गर्नुहोस् र कानुनी दायराभित्र कुनै पनि घोषणा गर्नुहोस्।","es":"Procure tener claro qué artículos pueden ingresar y cuáles no. Asimismo, declare cualquier bien que exceda los límites legales.","sw":"Hakikisha unajua kile unachoweza na hauwezi kuleta kisha kutangaza kitu chochote juu ya mipaka ya kisheria.","te":"మీరు ఏం చేయగలరో మరియు తీసుకురాలేరో మరియు చట్టపరమైన పరిమితులకు లోబడి ఏది ప్రకటించచ్చో మీరు తెలుసుకోండి.","ur":"اس بات کو یقینی بنائیں کہ آپ جانتے ہیں کہ آپ کیا لا سکتے ہیں اور کیا نہیں اور قانونی حدود میں کسی بھی چیز کا اعلان کرسکتے ہیں۔","vi":"Hãy chắc chắn rằng bạn biết rõ những gì được phép và không được phép mang theo, và khai báo bất cứ thứ gì vượt quá giới hạn theo luật định.","xh":"Qinisekisa ukuba uyazi ukuba ungangenisa ntoni kwaye awunako ukuzisa ubhengeze nantoni na ngaphezulu komda osemthethweni.","yo":"Sàrìdájú wípé o mọ ohun tí o le kó wọlé àti èyí tí o kò le kó wọlé, kí o sì kéde ohungbogbo tó bá ti kọjá gbèǹdékè òfin.","zu":"Qinisekisa ukuthi uyazi ukuthi yini ongeza nayo nongenakuza nayo futhi ubike noma yini kwabomthetho."}
{"ar":"عادة ما يتطلب الانضمام إلى هكذا شبكة إكمال نموذج عبر الإنترنت رغم أن بعض الشبكات تعرض أو تطلب تحققًا إضافيًا.","zh":"加入这样的组织，通常只需要填写一张在线表格；尽管有些组织提供或要求额外的验证。","en":"Joining such a network usually just requires filling out an online form; although some networks offer or require additional verification.","eu":"Halako sare batean parte hartzeko, lineako inprimaki bat bete behar da; hala ere, sare batzuk egiaztapen osagarria eskaintzen edo eskatzen dute.","fr":"Rejoindre un tel réseau ne nécessite généralement que de remplir un formulaire en ligne ; bien que certains réseaux proposent ou nécessitent une vérification complémentaire.","ml":"സാധാരണയായി അത്തരമൊരു നെറ്റ്‌വർക്കിൽ ചേരുന്നതിന് ഒരു ഓൺലൈൻ ഫോം പൂരിപ്പിക്കേണ്ടതുണ്ട്. എങ്കിലും ചില നെറ്റ്‌വർക്കുകൾ അധിക പരിശോധന ഓഫർ ചെയ്യുകയോ ആവശ്യപ്പെടുകയോ ചെയ്യുന്നുണ്ട്.","mr":"सहसा अशा नेटवर्कमध्ये सामील होण्यासाठी केवळ ऑनलाइन फॉर्म भरावा लागतो; तथापि काही नेटवर्क अतिरिक्त पडताळणी करतात किंवा पडताळणी करणे त्यांच्यासाठी आवश्यक असते.","ne":"यस्तो सञ्जालमा सामेल हुन सामान्यता एउटा अनलाइन फाराम भर्नु पर्छ; यद्यपि केही सञ्जालहरूले अतिरिक्त प्रमाणीकरण माग्छन् वा अनिवार्य गर्छन्।","es":"Unirse a una red así suele demandar completar un formulario online, aunque algunas redes ofrecen o demandan verificación adicional.","sw":"Kujiunga na mtandao kama huo kwa kawaida kunahitaji tu kujaza fomu ya mtandaoni; hata hivyo mitandao mingine itatoa ama kuhitaji uhakiki zaidi.","te":"అలాంటి నెట్‌వర్క్‌తో చేరాలంటే సాధారణంగా ఆన్‌లైన్ ఫారమ్ పూర్తి చేయాల్సి ఉంటుంది; అయినప్పటికీ కొన్ని నెట్‌వర్క్‌లు అదనపు వెరిఫికేషన్ సదుపాయాన్ని అందిస్తున్నాయి లేదా అవసరం.","ur":"اس طرح کے نیٹ ورک میں شامل ہونے کیلئے عام طور پر ایک آن لائن فارم پُر کرنا پڑتا ہے؛ تاہم کچھ نیٹ ورکس اضافی توثیق کی پیشکش کرتے یا چاہتے ہیں-","vi":"Để gia nhập một mạng lưới như vậy thường chỉ yêu cầu điền vào đơn trên hệ thống trực tuyến; mặc dù một số mạng lưới có thể cung cấp hoặc yêu cầu xác thực bổ sung.","xh":"Ukujoyina inetwork enjalo kudla nje ngokufuna ukuba uzalise iform ekwiinternethi; nangona ezinye inetwork zinika okanye zifuna okongezelelweyo ukuqisekiswa.","yo":"Láti darapọ̀ mọ́ irú àkójọ bí èyí, o kàn nílò láti buwọlu fọ́ọ̀mù lórí ìtàkùn ayélujára; lóòótọ́, irú àkójọ yìí nílò àyẹ̀wò míràn.","zu":"Ukujoyina inethiweki enjalo ngokuvamile kudinga nje ukugcwalisa ifomu eku-inthanethi; nakuba amanye amanethiweki anikeza noma adinga ukudinisekiswa."}
{"ar":"تستطيع العناصر والمركبات الانتقال من حالة إلى أخرى دون أن تتغير.","zh":"元素和化合物可以在发生化学变化的情况下改变物态。","en":"Elements and compounds can move from one state to another and not change.","eu":"Elementuak eta konposatuak egoera batetik bestera pasa daitezke aldatu gabe.","fr":"Eléments et composants sont capables de passer d'un état à l'autre sans se modifier pour autant.","ml":"മൂലകങ്ങൾക്കും പദാർത്ഥങ്ങൾക്കും ഒരവസ്ഥയിൽനിന്ന് മറ്റ് 1 ലേയ്ക്ക് പരിവർത്തിക്കാൻ കഴിയും, എന്നാൽ അവയ്ക്ക് മാറ്റം സംഭവിക്കുകയില്ല.","mr":"मूलद्रव्ये आणि संयुगे 1 अवस्थेतून दुसऱ्या अवस्थेत जाऊ शकतात आणि बदलत नाहीत.","ne":"तत्वहरू र यौगिकहरू एक अवस्थाबाट अर्कोमा सर्न सक्छन् र परिवर्तन नहुन सक्छन्।","es":"Los elementos y compuestos son capaces de cambiar de estado sin sufrir alteraciones.","sw":"Elementi na misombo zinaweza kusonga kutoka hali moja hadi nyingine na zikose kubadilika.","te":"మూలకాలు మరియు సమ్మేళనాలు ఒక స్థితి నుండి మరొక స్థితిలోకి బదిలీ కాగలవు, కానీ మార్పు చెందవు.","ur":"عناصر اور مرکبات بغیر تبدیل ہوئے ایک حالت سے دوسری حالت میں منتقل ہو سکتے ہیں۔","vi":"Các nguyên tố và hợp chất có thể chuyển từ trạng thái này qua trạng thái khác mà vẫn không thay đổi.","xh":"Ii-elementi neekhompawundi ziyakwazi ukuya kwesinye isimo ngaphandle kokutshintsha.","yo":"Àwọn elimenti ati compandi lè pàrọ̀ ara láti dídáwà kan sí òmíràn láì yípadà.","zu":"Ama-elementi kanye namakhompawundi angasuswa kwenye indawo ayiswe kwenye kodwa angashintshi."}
{"ar":"\"من المؤكد أن الدائرة التلفزيونية المغلقة سترسل رسالة قوية إلى من يعملون مع الحيوانات بأن رفاهيتها هي الأولوية القصوى.\"","zh":"“对那些照看动物的人，监控系统肯定会是一种强烈的暗示，那就是动物福利才是最重要的。”","en":"\"The CCTV would certainly send a strong signal to those people working with animals that their welfare is of the highest priority.\"","eu":"“Zaintza-kamerek argi adieraziko liekete animaliekin lanean ari diren pertsonei animalien ongizatea dela lehentasun nagusia.”","fr":"« La vidéo-surveillance enverrait à coup sûr un message fort aux personnes travaillant avec des animaux que leur bien-être est de la plus haute importance »","ml":"“സിസിടിവി വെക്കുന്നതിന്റെ ഏറ്റവും പ്രധാന കാര്യം എന്തെന്നാൽ അത് മൃഗങ്ങൾക്കൊപ്പം ജോലിചെയ്യുന്നവരുടേയും അവരുടെ പുരോഗതിയുടേയും ശക്തമായ സൂചന ഉറപ്പായും അയയ്ക്കും എന്നുള്ളതാണ്.”","mr":"\"\"\"CCTV मुळे प्राण्यांसोबत काम करणार्‍या लोकांना निश्चितच कडक सूचना पाठवण्यात येईल की त्यांचे कल्याण हे सर्वोच्च प्राधान्य आहे.\"\"\"","ne":"“जनावरहरूसँग काम गर्ने मानिसलाई तिनीहरूको कल्याण उच्चतम प्राथमिकतामा छ भनेर सिसिटिभीले निश्चित रूपमा बलियो सङ्केत दिन्छ।”","es":"«Al instalar un circuito cerrado de televisión, de seguro se estará enviando un mensaje contundente a aquellos que trabajan con animales de que su bienestar es de prioridad capital».","sw":"\"Kamera ya siri bila shaka ingetuma ishara imara kwa wale watu wanaofanya kazi na wanyama kwamba ustawi wao ni wa kipaumbele cha juu.\"","te":"\"\"\"జంతువులతో పని చేసే వ్యక్తుల సంక్షేమానికి అధిక ప్రాధాన్యత ఇచ్చేలా సిసి టీవి ఖచ్చితంగా బలమైన సిగ్నల్‌ను పంపుతుంది.\"\"\"","ur":"\"سی سی ٹی وی یقیناً حیوانات کے ساتھ کام کرنے والے افراد کو یہ سگنل دے گا کہ جانوروں کی بہبود اعلیٰ ترجیح کی حامل ہے۔\"","vi":"\"Đài CCTV mới đây đã gửi một thông điệp mạnh mẽ đến những người làm việc với động vật rằng phúc lợi của họ là ưu tiên cao nhất.\"","xh":"\"Ngokuqinisekileyo i-CCTV ithumela umqondiso owomeleleyo kwaba bantu basebenza nezilwanyana ukuba intlalontle yabo yeyona nto iphambili.\"","yo":"“CCTV ma fi àmì tó lágbára ṣọwọ́ sí àwọn ènìyàn tó ṣe iṣẹ́ pẹ̀lú àwọn ẹranko nítorí àláfíà wọn ló jù.”","zu":"\"I-CCTV nakanjani izothumela isibonakaliso esinamandla kulabo bantu abasebenza ngezilwane sokuthi inhlalakahle yabo iyinto eza kuqala kunazo zonke.\""}
{"ar":"بإمكانك أن تميّز بنفسك أن الوقت يمر عن طريق رصد عملية تكرار لحدث دوري، وهو الحدث الذي يتكرر باستمرار بشكل منتظم.","zh":"你可以通过观察重复的周期性事件来记录时间的流逝。周期性事件是指有规律地一次又一次发生的事。","en":"You can mark the passing of time yourself by observing the repetition of a cyclical event. A cyclical event is something that happens again and again regularly.","eu":"Denboraren iragana zuk zeuk marka dezakezu gertaera ziklikoen errepikapena behatuz. Gertaera ziklikoak erregularki behin eta berriro jazotzen diren zerbait dira.","fr":"Vous pouvez marquer le temps qui passe vous-même en observant la répétition d'un événement cyclique. Un événement cyclique est quelque chose qui se reproduit régulièrement.","ml":"ഒരു ചാക്രികമായ സംഭവത്തിന്റെ ആവർത്തിക്കൽ നിരീക്ഷിച്ച് നിങ്ങൾക്ക് സമയം കടന്നുപോകുന്നത് സ്വയം അടയാളപ്പെടുത്താനാകും. ഒരു ചാക്രികമായ സംഭവം എന്നാൽ പതിവായി ആവർത്തിച്ച് സംഭവിക്കുന്ന ഒന്നാണ്.","mr":"एका चक्राकार घटनेच्या वारंवारतेचे निरीक्षण करुन तुम्ही जाणाऱ्या काळाची नोंद स्वतःच घेऊ शकता. एक चक्राकार घटना म्हणजे नियमितपणे वारंवार घडणारी एक गोष्ट असते.","ne":"तपाईंले चक्रीय घटनाको पुनरावृत्ति अवलोकन गरेर आफैंँले समय बितेको चिन्हित गर्न सक्नुहुन्छ। एक चक्रीय घटना त्यो कुरा हो जुन नियमित रूपमा पटक-पटक भइरहन्छ।","es":"Es posible para usted mismo marcar el paso del tiempo observando cómo se repite un evento cíclico; esto es, algo que se produce una y otra vez en forma regular.","sw":"Unaweza kuweka alama ya upitaji wa saa wewe mwenyewe kwa kuangalia marudio ya tukio la kimzunguko. Tukio la kimzunguko ni kitu ambacho hutukia tena na tena mara nyingi.","te":"చక్రీయ సంఘటన పునరావృతమయ్యే విషయాన్ని గమనించడం ద్వారా మీరు మీ అంతట మీరు కాలాన్ని మార్క్ చేయవచ్చు. చక్రీయ సంఘటన అనేది తరచుగా జరిగే సంఘటన.","ur":"آپ کسی چکر والے واقعے کی تکرار کا مشاہدہ کرکے وقت گزرنے کی نشاندہی آپ خود کر سکتے ہیں۔ چکروالا واقعہ ایک ایسی چیز ہے جو بار بار باقاعدگی کے ساتھ ہوتا ہے۔","vi":"Bạn có thể tự mình đánh dấu thời gian trôi qua bằng cách quan sát chu kỳ của sự kiện tuần hoàn. Sự kiện tuần hoàn là điều gì đó xảy ra lặp đi lặp lại đều đặn.","xh":"Ungaqaphela ukuhamba kwexesha ngokwakho ngokujonga ukuphindaphinda kwemeko ojikelezayo. Imeko ejikelezayo yinto eyenzeka qho kwayeiphinda phinde.","yo":"O le ka bi igba se n lo fun ara re ko maa wo bi isele ayipo se tun sele. Isele ayipo je nkan to ma n saba sele leemewa si.","zu":"Ungaphawula ukudlula kwesikhathi ngokwakho ngokubheka impinda yesenzakalo somjikelozo. Isenzakalo somjikelezo yinto eyenzeka ngokuphindaphindiwe ngokuvamile."}
{"ar":"لكن أول تلسكوبات حقيقية قد صُنعت في أوروبا في أواخر القرن الـ16.","zh":"然而，第一个真正的望远镜是 16 世纪晚期在欧洲制造的。","en":"However, the first true telescopes were made in Europe in the late 16th century.","eu":"Hala ere, benetako lehen teleskopioak Europan egin ziren XVI. mendearen bukaeran.","fr":"Toutefois, les premiers vrais télescopes furent fabriqués en Europe à la fin du XVIe siècle.","ml":"എന്നിരുന്നാലും, ആദ്യത്തെ യഥാർത്ഥ ദൂരദർശിനി 16 നൂറ്റാണ്ടിന്റെ അവസാനത്തിൽ യൂറോപ്പിൽ നിർമ്മിക്കപ്പെട്ടു.","mr":"तथापि, 16 व्या शतकाच्या उत्तरार्धात युरोपमध्ये प्रथम वास्तविक दुर्बिणी बनविल्या गेल्या.","ne":"यद्यपि, पहिला असल टेलिस्कोपहरू युरोपमा 16 औँ शताब्दीको अन्त्यतिर बनेका थिए।","es":"Sin embargo, los primeros verdaderos telescopios se desarrollaron en Europa, a fines del siglo XVI.","sw":"Hata hivyo, darubini halisi za kwanza zilitengenezewa Uropa katika karne ya 16.","te":"ఏదేమైనప్పటికీ, మొదటి నిజమైన టెలిస్కోపులను 16వ శతాబ్దం చివరిలో ఐరోపాలో తయారు చేయబడ్డాయి.","ur":"تاہم یورپ میں پہلی اصلی ٹیلیسکوپ سولہویں صدی کے اواخر میں بنائی گئی۔","vi":"Tuy nhiên, chiếc kính viễn vọng thực sự đầu tiên được chế tạo tại Châu Âu vào cuối thế kỉ 16.","xh":"Nangona , i-telescopes zokuqala eziyinene zenziwa e-Europe ekupheleni kwe 16th ye-century.","yo":"Sibesibe, ero awoye akoko ni a se ni ilu awon alawo funfun ni opin 16th century.","zu":"Nokho, ama-telescope okuqala angempela enziwa eYurophu ekupheleni kwekhulu lama-16 leminyaka."}
{"ar":"يقومون بذلك عن طريق انبعاث جسيم ضوئي صغير يعرف ب \"الفوتون\".","zh":"它们是通过发射一种被称为“光子”的微小光粒子做到这一点的。","en":"They do this by emitting a tiny particle of light called a \"photon\".","eu":"Hori egiteko, “fotoi” izeneko argi partikula txikia igortzen dute.","fr":"Ils le font en émettant une minuscule particule de lumière appelée « photon ».","ml":"ഫോട്ടോൺ എന്നുവിളിക്കുന്ന ഒരു ചെറിയ പ്രകാശ കണത്തെ പുറത്തുവിട്ടാണ് അവ ഇത് ചെയ്യുന്നത്.","mr":"\"\"\"फोटॉन\"\" नावाच्या प्रकाशाचा एक सूक्ष्म कण प्रकाशित करण्याद्वारे ते हे करतात. \"","ne":"उनीहरूले “फोटोन” भनिने प्रकाशको सानो कणलाई उत्सर्जन गरेर यसो गर्दछन्।","es":"Se hace al emitir una pequeña partícula de luz llamada «fotón».","sw":"Hufanya hivi kwa kutoa chembe ndogo ya mwanga inayoitwa “fotoni”.","te":"\"\"\"\"\"\"\"ఫోటాన్\"\"\"\" అనే చిన్న కాంతి రేణువును బయటకు తీసి, ఈ విధంగా చేస్తారు.\"\"\"","ur":"وہ روشنی کے ایک چھوٹے ذرے کو جسے\"فوٹون\" کہا جاتا ہے، پیدا کر کے ایسا کرتے ہیں۔","vi":"Họ thực hiện việc này bằng việc phóng ra các hạt vật chất ánh sáng nhỏ được gọi là “photon”.","xh":"Benza oku ngokukhupha isuntswana lokukhanya elibizwa ngokuba yi \"photon\".","yo":"Bi won se ma n seyi nipe won a ma yo ina kekere ti an pe ni “foton.”","zu":"Zenza lokhu ngokukhipha inhlayiyana yokukhanya ebizwa \"nge-photon\"."}
{"ar":"في سمة 1981 اختير فاندا ميس جوكويم، وهو عبارة عن هجين أوركيد، كزهرة وطنية للبلاد.","zh":"1981 年，卓锦万代兰被选为该国的国花。它是兰花的杂交品种。","en":"In 1981, Vanda Miss Joaquim, an orchid hybrid, was chosen as the nation's national flower.","eu":"1981ean, Vanda Miss Joaquim orkidea hibrido bat hautatu zen herrialdearen lore nazional gisa.","fr":"En 1981, Vanda Miss Joaquim, un hybride d'orchidée, a été choisie comme fleur emblème de la nation.","ml":"1981-ൽ, വാണ്ട മിസ് ജ്വാക്വിമ്, ഒരു ഓർക്കിഡ് ഹൈബ്രിഡ്, രാജ്യത്തിന്റെ ദേശീയ പുഷ്‌പമായി തിരഞ്ഞെടുക്കപ്പെട്ടു.","mr":"1981 मध्ये, वांदा मिस जोक्विम एक संकरित ऑर्किड, हे राष्ट्राचे राष्ट्रीय फुल म्हणून निवडण्यात आले.","ne":"1981 मा, अर्किड हाइब्रिड, वन्दा मिस जोआक्विमलाई राष्ट्रको राष्ट्रिय फूलको रूपमा छानिएको थियो।","es":"En 1981, se eligió a la orquídea de Singapur, que es un cultivo híbrido, como la flor nacional.","sw":"Mnamo 1981, Vanda Miss Joaquim, okidi mseto, lilichaguliwa kama ua la kitaifa la nchi hiyo.","te":"వాండా మిస్ జోక్విమ్ అనే ఆర్కిడ్ హైబ్రిడ్ 1981లో, దేశ జాతీయ పుష్పంగా ఎంచుకోబడింది.","ur":"1981 میں، وانڈا مس جوکیم، ایک دو نسلی ثعلب مصری، کو ملک کا قومی پھول منتخب کیا گیا۔","vi":"Vào năm 1981, Vanda Miss Joaquim, một giống lan lai, đã được chọn làm quốc hoa.","xh":"Ngo-1981, iVanda Miss Joaquim, intyantyambo entle engumxube nezinye, iye yakhethwa njengentyantyambo yesizwe.","yo":"Ní ọdún 1981,Vanda Miss Joaquim, wọ́n mún èso orchid gẹ́gẹ́ bí i òdòdó àpapọ̀.","zu":"Ngo-1981, uVanda wakhumbula uJoaquim, iorchid hybrid, yakhethwa njengendaba yezwe"}
{"ar":"آل غور والجنرال تومي فرانكس يتحدثان في عجالة بشأن العناوين المفضلة لديهما (كان المفضل لغور عندما أصدرت جريدة ذي أنيون أنه هو وتيبر يمارسان أفضل جنس في حياتهما بعد هزيمته في المجمع الانتخابي عام 2000).","zh":"艾伯特·戈尔和汤米·弗兰克斯将军漫不经心地吐露出他们最喜欢的头条（当时洋葱网曾报道说，戈尔在2000年竞选失利后，与其妻子蒂珀享受了一生中最美好的性爱时光）。","en":"Al Gore and General Tommy Franks casually rattle off their favorite headlines (Gore's was when The Onion reported he and Tipper were having the best sex of their lives after his 2000 Electoral College defeat).","eu":"Al Gore-k eta Tommy Franks jeneralak gogokoen dituzten tituluak aipatu dituzte (Gore-ren gogokoena: The Onion-ek esan zuenekoa bai hura, bai Tipper inoiz ez bezalako sexua izaten ari zirela, 2000. urtean izandako hauteslekuetako porrota dela eta).","fr":"Al Gore et le général Tommy Franks énumèrent par hasard leurs gros titres préférés (celui de Gore était lorsque The Onion avait déclaré que Tipper et lui avaient eu la meilleure expérience sexuelle de leur vie après sa défaite au Collège électoral en 2000).","ml":"അൽ ഗോറും ജനറൽ ടോമി ഫ്രാങ്ക്‌സും അവരുടെ പ്രിയപ്പെട്ട തലക്കെട്ടുകൾ നിർത്താതെ വായിക്കുന്നു (2000-ത്തിലെ ഇലക്ടറൽ കോളേജ് പരാജയത്തിന് ശേഷം ടിപ്പെറും താനും തങ്ങളുടെ ജീവിതത്തിലെ ഏറ്റവും മികച്ച ലൈംഗിക ബന്ധത്തിൽ ഏർപ്പെട്ടിരുന്നു എന്ന് ദി ഒനിയൻ റിപ്പോർട്ട് ചെയ്തതായിരുന്നു ഗോറിന്റെത്).","mr":"अल गोरे आणि जनरल टॉमी फ्रॅंक यांनी त्यांच्या पसंतीच्या मुख्य बातम्या आकस्मिकपणे उघडकीस आणल्या (जेव्हा ओनियनने अहवाल दिला की त्याच्या 2000 इलेक्टोरल कॉलेजच्या पराभवानंतर तो आणि टिपर त्यांच्या आयुष्यातील सर्वोत्कृष्ट सेक्स करत होते तेव्हा गोरे होते).","ne":"अल गोर र जनरल टोमी फ्रान्कस् अनौपचारिक रूपमा आफ्ना मनपर्दा शीर्षकहरूमा चर्चा गर्छन् (गोर तब थिए जब द ओनियनले रिपोर्ट गर्‍यो कि उनी र टिपरले उनको 2000 ईलेक्टोरल कलेज पराजयपछि आफ्नो जीवनकै सर्वश्रेष्ठ यौनसम्बन्ध राख्दै थिए)।","es":"Al Gore y el general Tommy Franks comentan rápidamente y de forma casual sus titulares preferidos (el de Gore fue cuando The Onion dijo que él y Tipper habían tenido el mejor sexo de sus vidas luego de ser vencidos en el Colegio Electoral del 2000).","sw":"Al Gore na Jenerali Tommy Franks kwa kawaida walinjuga mbali vichwa vya habari (Gore alijipata kwenye vichwa vya habari wakati Onion aliripoti kuwa yeye na Tipper walishiriki ngono baada ya kushindwa kwenye uchaguzi wa chuo).","te":"Al Gore మరియు General Tommy Franks తమ అభిమాన హెడ్‌లైన్‌లను సాధారణంగా తీసుకోరు (2000 ఎలెక్టోరల్ కాలేజీ ఓటమి తర్వాత Gore మరియు Tipper వారి జీవితాలలో అత్యంత సుఖమయ జీవితాన్ని అనుభవించారని The Onion మ్యాగజైన్ రిపోర్ట్ చేసినప్పుడు, Gore రాసినవి).","ur":"ال گورے اور جرنل ٹامی فرینکس نے عام سے انداز میں اپنی پسندیدہ سرخیاں پڑھیں (گورے کی سرخی اس بات پر مشتمل تھی کہ جب دی اونین نے رپورٹ کیا کہ وہ اور ٹپر کالج میں 2000 کے انتخابات میں شکست کھانے کے بعد اپنی زندگیوں کا بہترین جنسی تعلق قائم کر رہے تھے)۔","vi":"Al Gore và tướng Tommy Franks đột nhiên đọc một mạch các tiêu đề yêu thích (tiêu đề của Gore là khi The Onion đưa tin ông và Tipper đang có đời sống tình dục tuyệt vời nhất của cuộc đời sau khi thua cuộc trong cuộc bầu cử của Cử tri Đoàn 2000).","xh":"U-Al Gore kunye noGeneral Tommy Franks bavele bancama amanqaku angentla abo abawathandayo (eka-Gore yayikukuba i-Onion yanika ingxelo yokuba yena no-Tipper babefumana ezona zondo zibalaseleyo ebomini babo emva kokuba boyise ikholeji ngo-2000).","yo":"Al Gore áti ọ̀gágun Tommy Franks láìfọtápè ka àwọn àkọlẹ́ ti´ oníkàlùkùn fẹ́ràn (Ti Gore jé ìgbà tí Onion sọ ìròyìn wípẹ́ òhun áti Tipper n ní ìbálòpọ̀ tó dàra jùlo ní ayé wọn lẹ́yìn ìjákulẹ̀ nínú ìdìbò fún ààrẹ áti igbá kẹji ti 2000).","zu":"U-Al Gore noJenene u-Tommy Franks bazixoxela ngezindaba zabo ezisematheni abazithandayo (Eyayithandwa u-Gore bekuyilapho u-The Onion ebika ukuthi yena no-Tipper babejabulela ezocansi ezimnandi kakhulu ekuphleni kwabo ngemva kokunqotshwa kwakhe Okhethweni lweKholeji luka-2000) ."}
{"ar":"قد يفتح فشل الجملة الثانية، التي تقترح منع الاتحادات المدنية لشخصين من نفس الجنس، الباب للاتحادات المدنية في المستقبل.","zh":"禁止同性民事结合的第二个语句未能通过，这可能会为未来的同性婚姻打开大门。","en":"The failure of the second sentence, which proposes to ban same-sex civil unions, could possibly open the door for civil unions in the future.","eu":"Bigarren esaldia sartu ez izanak, zeinak sexu bereko pertsonen arteko bat-egite zibilak debekatzea proposatzen baitzuen, etorkizunean bat-egite zibiletarako atea zabalik utz lezake.","fr":"La défaillance de la deuxième phrase, qui propose d'interdire les unions civiles entre personnes de même sexe, pourrait éventuellement ouvrir la porte à des unions civiles à l'avenir.","ml":"സ്വവർഗ സിവിൽ യൂണിയനുകളെ നിരോധിക്കാൻ നിർദ്ദേശിക്കുന്ന രണ്ടാമത്തെ വാക്യത്തിന്റെ പരാജയം, ഭാവിയിൽ സിവിൽ യൂണിയനുകൾക്ക് വാതിൽ തുറക്കുന്നതിന് സാധ്യമായേക്കാം","mr":"समलैंगिक नागरी संघटनांवर बंदी घालण्याचा प्रस्ताव देणाऱ्या दुसऱ्या निकालाच्या अपयशामुळे, भविष्यामध्ये नागरी संघटनांसाठी मार्ग खुला होऊ शकतो.","ne":"दोस्रो वाक्यको असफलता, जसले समलिङ्गी नागरिक युनियनलाई प्रतिबन्ध गर्ने प्रस्ताव गर्दछ, त्यसले भविष्यमा नागरिक युनियनका लागि सम्भवतः ढोका खोल्न सक्थ्यो।","es":"Existe la posibilidad de que la eliminación de la segunda oración, que propone vetar las uniones civiles entre individuos del mismo sexo, les abra el paso en el futuro.","sw":"Kutofaulu kwa hukumu ya pili, ambayo inapendekeza kupigwa marufuku kwa ndoa za jinsia moja, kunaweza kuwezesha ndoa za kiraia katika siku za usoni.","te":"స్వలింగ పౌర సంఘాలను నిషేధించాలని ప్రతిపాదించిన రెండవ వాక్యం విఫలం కావడం భవిష్యత్తులో పౌర సంఘాలకు తలుపు తెరిచే అవకాశమును కలిగిస్తుంది.","ur":"دوسرے جملے کی ناکامی، جو ہم جنس سول یونینوں پر پابندی عائد کرنے کی تجویز پیش کرتا ہے، ممکنہ طور پر مستقبل میں سول یونینوں کیلئے دروازے کھول سکتا ہے۔","vi":"Sự thất bại của bản án thứ hai, trong đó đề xuất cấm các quan hệ chung sống như vợ chồng giữa người cùng giới, có thể mở ra cánh cửa cho quan hệ chung sống như vợ chồng giữa người cùng giới trong tương lai.","xh":"Ukungaphumeleli kwesigwebo sesibini, esiphakamisa ukuvala imitshato yabesini esinye, inokuvula umnyango kwimitshato yabantu besini esifanayou kwixesha elizayo.","yo":"Ìkùnà ọ̀rọ̀ kejì, tí ó gbèrò láti fòpin sí same sex civil unions, lè ṣí ìlẹ́kùn fún civil union ní ọjọ ìwájú.","zu":"Ukwehluleka kwesigwebo sesibili, esifaka isiphakamiso ukwenqabeli umshado wokuhlalisana okusemthethweni kwabantu bobulili obufanayo, kungavulela umnyango ukuhlalisana okusemthethweni esikhathini esizayo."}
{"ar":"يمكن أن تنهار جدران وسقوف الكهوف الجليدية ويمكن أن تنغلق شقوقها.","zh":"冰洞的墙壁和屋顶可能会坍塌，裂缝可能会闭合。","en":"The walls and roofs of ice caves can collapse and cracks can get closed.","eu":"Gerta liteke elurtegietako hormak eta sabaiak behera etortzea eta zirrikituak ixtea.","fr":"Les murs et les toits des grottes de glace peuvent s’effondrer et les fissures se refermer.","ml":"ഐസ് ഗുഹകളുടെ ചുമരുകളും മേൽക്കൂരകളും തകർന്ന് വിള്ളലുകൾ അടയാം.","mr":"बर्फाच्या गुहांच्या भिंती आणि छते पडू शकतात आणि भेगा बंद होऊ शकतात.","ne":"हिमगुफाहरूका भित्ता र छतहरू ढल्न सक्छन् र चिराहरू बन्द हुन सक्छन्।","es":"Podrían colapsar los muros y los techos de las cuevas de hielo, y cerrarse las grietas.","sw":"Kuta na paa za mapango ya barafu zinaweza kuporomoka na nyufa zinaweza kuzibwa.","te":"మంచు గుహల గోడలు మరియు పైకప్పులు కూలిపోగలవు మరియు పగుళ్లు మూసుకుపోగలవు.","ur":"برف کے غاروں کی چھتیں اور دیواریں گرسکتی ہیں اور دراڑیں بند ہو سکتی ہیں۔","vi":"Vách và nóc của các hang băng có thể đổ sập và các vết nứt có thể liền lại.","xh":"Indonga namaphahla emiqolomba yomkhenkce angawa zize nentanda zivaleke.","yo":"Àwọn ògiri àti àjà àpáta yìnyìn lè jábọ́ kí ìhò tó wà n bẹ̀ tì.","zu":"Izindonga kanye nophahla lwemihume yeqhwa lungawa futhi imiklayeko ingavaleka."}
{"ar":"مما أظهرته خريطة الزلازل الدولية للمسح الجيولوجي بالولايات المتحدة، عدم وجود زلازل في \"أيسلندا\" في الأسبوع الماضي.","zh":"美国地质调查局国际地震地图显示，冰岛在前一周并未发生地震。","en":"The United States Geological Survey international earthquake map showed no earthquakes in Iceland in the week prior.","eu":"Ameriketako Estatu Batuetako Geologia Zerbitzuaren nazioarteko lurrikaren mapak ez zuen adierazi lurrikararik Islandian aurreko astean.","fr":"Selon les données de la carte internationale des tremblements de terre de l’Institut d'études géologiques des États-Unis, aucun tremblement de terre n’a eu lieu en Islande au cours de la semaine précédente.","ml":"യുണൈറ്റഡ് സ്റ്റെയിറ്റ്സ് ജിയോളജിക്കൽ സർവ്വേ അന്താരാഷ്ട്ര ഭൂകമ്പ ഭൂപടം മുൻ ആഴ്ചയിൽ ഐസ്ലാൻഡിൽ ഭൂകമ്പങ്ങളൊന്നും കാണിച്ചില്ല.","mr":"अमेरिकन भूस्तर शास्त्रीय सर्वेक्षण आंतरराष्ट्रीय भूकंप नकाशाने एका आठवड्या आधी आईसलंड मध्ये भूकंप दाखवला नाही.","ne":"संयुक्त राज्य भूवैज्ञानिक सर्वेक्षण अन्तर्राष्ट्रिय भूकम्प मानचित्रले आइसल्यान्डमा अगाडिको हप्तामा कुनै भूकम्प नगएको देखायो।","es":"El mapa internacional de terremotos del Servicio Geológico de EE. UU. no exhibió movimientos sísmicos en Islandia la semana previa.","sw":"Ramani ya kimataifa ya zilizala ya Utafiti wa Jiolojia wa Marekani haikuonyesha zilizala huko Aisilandi katika wiki iliyotangulia.","te":"సంయుక్త రాష్ట్రాల భూగర్భ సర్వే అంతర్జాతీయ భూకంప పటం వారం ముందు ఐలాండ్‌లో భూకంపాలు లేవని చూపింది.","ur":"ریاست ہائے متحدہ کے بین الاقوامی زلزلے کے ارضیاتی سروے کے نقشے نے سابقہ ہفتے میں آئس لینڈ میں کسی قسم کے زلزلے ظاہر نہیں کیے۔","vi":"Bản đồ động đất quốc tế của Cục Khảo Sát Địa Chất Hoa Kỳ cho thấy không có động đất tại Ai-xơ-len trong tuần trước.","xh":"Imephu ye nyikimo lomhlaba yeUnited States Geological Survey zange ibonise zinyikima eIceland kwiveki eyayiphambi kwaleyo.","yo":"Máàpù ìwáádìí ẹ̀kọ nípa ilẹ̀ ohun ìwárìrì-ilẹ̀ ti orìlé-èdè, Amerika sàfihàn pẹ́ ́àwọǹ ìwárìrì-ilẹ kò sẹlẹ̀ ni Iceland ni ọ̀sẹ̀ tó sáájú.","zu":"Ibalazwe lamazwe onke lokuzamazama komhlaba le-United States Geological Survey alibonisanga ukuzamazama komhlaba e-Iceland ngeviki elandulele."}
{"ar":"المعارض البستانية الدولية هي أحداث متخصصة في عرض الأزهار والحدائق النباتية وأي شيء آخر له علاقة بالنباتات.","zh":"世界园艺博览会是展示花卉、植物园和与植物有关的一切。","en":"International Horticultural Expositions are specialised events which showcase floral displays, botanical gardens and anything else to do with plants.","eu":"Barazkigintzan oinarritutako nazioarteko erakusketak ekitaldi espezializatuak dira, eta bertan, loreekin egindako diseinuak, lorategi botanikoak eta landareekin egindako beste edozer erakusten dira.","fr":"Les expositions horticoles internationales sont des événements spécialisés qui présentent des vitrines florales, des jardins botaniques et tout ce qui concerne les plantes.","ml":"പുഷ്‌പ പ്രദർശനങ്ങൾ, ബൊട്ടാണിക്കൽ ഗാർഡനുകൾ തുടങ്ങി സസ്യങ്ങളുമായി ബന്ധപ്പെട്ട എന്തെങ്കിലും പ്രദർശിപ്പിക്കുന്ന പ്രത്യേക പരിപാടികളാണ് അന്താരാഷ്ട്ര ഹോർട്ടികൾച്ചറൽ എക്സ്‌പോസിഷനുകൾ.","mr":"जागतिक फलोत्पादन प्रदर्शने म्हणजे, फुलांचे प्रदर्शन, वनस्पतींची बाग आणि वनस्पतींशी संबंधित इतर गोष्टी यांचा विशेष कार्यक्रम होय.","ne":"अन्तर्राष्ट्रिय बागवानी प्रदर्शन विशेष कार्यक्रमहरू हुन् जसले फूलहरूको प्रदर्शन, बोटानिकल बगैँचा र बोटबिरूवासँग सम्बन्धित कुराहरूको प्रदर्शन गर्दछन्।","es":"Los eventos internacionales de horticultura son encuentros especializados en los que se exponen arreglos florales, jardines botánicos y todo aquello vinculado con las plantas.","sw":"Maonyesho ya Kimataifa ya Maua ni matukio maalum ambayo huonyesha maonyesho ya maua, bustani za mimea na kitu chochote kingine kinachohusisha mimea.","te":"అంతర్జాతీయ ఉద్యానవన ప్రదర్శనలు అనేవి ప్రత్యేక ఈవెంట్‌లు, వీటిలో వివిధ పుష్పాలను ప్రదర్శించడం, పూల తోటలను ప్రదర్శించడంతో పాటు ఇంకా ఏవైనా పూలు లేదా పూల మొక్కలకు సంబంధించినవి ఉంటాయి.","ur":"بین الاقوامی باغبانی کی نمائش کیلئے خصوصی تقریبات منعقد کیے جاتے ہیں جس میں پھولوں کی نمائش، نباتیاتی باغات اور پودوں سے متعلق کئی چیزوں کی نمائش کی جاتی ہے۔","vi":"Những Triển Lãm Làm vườn Quốc tế là những sự kiện chuyên trưng bày hoa, vườn thực vật và bất cứ thứ gì khác liên quan đến thực vật.","xh":"Ukuboniswa Kokulima Kwamazwe Ngamazwe ngamatheko akhethekileyo abonisa ngeentyatyambo, imiyezo kunye nantoni na enokwenza izityalo.","yo":"Ètò ìjíròrò àgbáyé tàwọn tó ní nǹkan se pẹ̀lú ọ̀gbìn òdòdó jẹ́ èyí tó má ń se àfihàn àwọn orísìírísìí nǹkan mìíràn tó níí se pẹ̀lú ohun ọ̀gbìn.","zu":"Ama-International Horticultural Exposition ezenzakalo ezikhethekile ezikhangisa ngezimbali, izingadi zezimbali kanye nanoma yini ehlangene nezitshalo."}
{"ar":"أنماط التفكير التجميعي هي أساليب لحل المشاكل تجمع أفكار أو مجالات مختلفة لإيجاد حل.","zh":"收敛思维模式是通过结合不同的想法或领域来寻找解决方案的问题解决技巧。","en":"Convergent thinking patterns are problem solving techniques that unite different ideas or fields to find a solution.","eu":"Pentsamendu konbergentearen patroiak arazoak konpontzeko teknikak dira, eta hainbat ideia edo alor elkartzen dituzte irtenbide bat aurkitzeko.","fr":"Les schémas de pensée convergents sont des techniques de résolution de problèmes qui unissent des idées ou des domaines différents pour trouver une solution.","ml":"ഒരു പരിഹാരം കണ്ടെത്തുന്നതിന് വ്യത്യസ്ത ആശയങ്ങളെയോ മേഖലകളെയോ ഒന്നിപ്പിക്കുന്ന പ്രശ്‌ന പരിഹാര സങ്കേതങ്ങളാണ് കേന്ദ്രീകൃതമായ ചിന്താ രീതികൾ.","mr":"अभिसारी विचार पद्धती हे समस्या सोडवण्याचे तंत्र आहे ज्यामध्ये विविध कल्पना किंवा क्षेत्रे एक निराकरण शोधण्यासाठी एकत्र येतात.","ne":"पुरातनबादी सोचाइ ढाँचा समस्या समाधान गर्ने प्रविधिहरू हुन् जुन समाधान फेला पार्न विभिन्न विचारहरू वा क्षेत्रहरूलाई एकताबद्ध गर्छ।","es":"Los patrones de pensamiento convergente son métodos para resolver problemas que relacionan distintas ideas o campos, en busca de una solución.","sw":"Mifumo inayobadilika ya fikira ni mbinu za utatuzi wa shida ambazo zinaunganisha maoni au nyanja tofauti ili kupata suluhisho.","te":"విభిన్న ఆలోచనలు లేదా ఫీల్డ్ లను ఒక పరిష్కారం కనుగొనడం కొరకు ఏకరూప త కు సంబంధించి సమస్యలను పరిష్కరించే టెక్నిక్ లను ఏకరూప ఆలోచనా సరళిగా మనం చూడవచ్చు.","ur":"تقاربی فکر کے نمونے مسائل حل کرنے والی تکنیک ہیں جو کوئی حل تلاش کرنے کے لئے مختلف خیالات یا میدانوں کو جمع کرتے ہیں۔","vi":"Tư duy hội tụ là kỹ thuật giải quyết vấn đề bằng cách kết hợp các ý tưởng hoặc lĩnh vực khác nhau để tìm ra giải pháp.","xh":"Indlela yokucinga emanyanisa amacebo yindlelo yokucombulula ingxaki edibanisa amacebo ahlukahlukeneyo okanye amacebo avela kumacandelo ahlukahlukeneyo ukuze kufunyanwe isicombululo.","yo":"Ona ijiroro lorisirisi ti isowopo je ara ona ti an gba wa ojutu si awon isoro ti o so orisi imo ati iyapa papo.","zu":"Izindlela zokucabanga ezihlelwe kahle ziyisisxazululo sezinkinga esihlanganisa imibono ehlukahlukene noma izindawo ukuze zithole isixazululo."}
{"ar":"لتعلم إنشاء وسائط تفاعلية يجب أن يكون هنالك مهارات عُرفية وتقليدية بالإضافة إلى أدوات متخصصة في الصفوف التفاعلية (القصص المصورة، تعديل على الأصوات والفيديوهات، رواية القصص... إلخ)","zh":"学习制作互动媒体需要常规传统技能，以及在互动课程中掌握的工具（故事板制作、音频和视频编辑、故事情节设计等）。","en":"Learning to create interactive media requires conventional and traditional skills, as well as tools mastered in interactive classes (storyboarding, audio and video editing, story telling, etc.)","eu":"Multimedia-eduki interaktiboak sortzen ikasteko, trebetasun konbentzionalak eta tradizionalak izan behar dira klase interaktiboetan ikasitako tresnak izateaz gain (gidoi grafikoa egitea, audioa eta bideoa editatzea, narrazioa eta abar)","fr":"Apprendre à créer des médias interactifs nécessite des compétences conventionnelles et traditionnelles, ainsi que des outils maîtrisés dans le cadre de cours interactifs (storyboarding, montage audio et vidéo, narration d'histoires, etc.)","ml":"ഇന്ററാക്റ്റീവ് മീഡിയ സൃഷ്‌ടിക്കാൻ പഠിക്കുന്നതിന് സാമ്പ്രദായികവും പരമ്പരാഗതവുമായ കഴിവുകളും അതുപോലെ ഇന്ററാക്റ്റീവ് ക്ലാസുകളിൽ പ്രാവീണ്യമുള്ള ടൂളുകളും (സ്റ്റോറിബോർഡിംഗ്, ഓഡിയോ, വീഡിയോ എഡിറ്റിംഗ്, സ്റ്റോറി ടെല്ലിംഗ് മുതലായവ) ആവശ്യമാണ്.","mr":"इंटरअॅक्टिव मीडिया तयार करण्यास शिकण्यासाठी परंपरागत आणि पारंपारिक कौशल्ये आवश्यक असतात, तसेच इंटरअॅक्टिव वर्गात टूल्स मास्टर (स्टोरीबोर्डिंग, ऑडिओ आणि व्हिडिओ एडिटिंग, कथा सांगणे इत्यादी.) आवश्यक असते.","ne":"अन्तर्क्रियात्मक मिडिया रचना गर्न सिक्न परम्परागत र परम्परागत कौशलका साथै उपकरणहरू अन्तर्क्रियात्मक वर्गहरू (स्टोरीबोर्डिङ, अडियो र भिडियो सम्पादन, कथा वर्णन आदि) मा पोख्त हुन आवश्यक छ।","es":"Aprender a desarrollar medios interactivos implica contar con habilidades convencionales y tradicionales, además del dominio de herramientas en clases interactivas (guion gráfico, edición de audio y video, narrativa, etc.).","sw":"Kujifunza kuunda vyombo vya habari vyenye mwingiliano kunahitaji ujuzi wa kawaida na wa jadi, na vile vile vifaa vilivyotengenezwa katika darasa la mwingiliano (hadithi za vibao, uhariri wa sauti na video, hadithi za hadithi, nk.)","te":"ఇంటరాక్టివ్ మీడియాను సృష్టించడం నేర్చుకోవటానికి కన్వెన్షనల్ మరియు సాంప్రదాయ నైపుణ్యాలు, అలాగే ఇంటరాక్టివ్ క్లాసుల్లో నైపుణ్యం కలిగిన టూల్స్ (స్టోరీబోర్డింగ్, ఆడియో మరియు వీడియో ఎడిటింగ్, కథ చెప్పడం మొదలైనవి) అవసరమవుతాయి.","ur":"تعاملی میڈیا کی تخلیق سیکھنے کے لئے رائج اور تقلیدی مہارات کے ساتھ وہ آلیات بھی ضروری ہیں جن کو تم نے تعاملی کلاسوں میں سیکھا (اسٹوری ۔بورڈنگ، آڈیو اور ویڈیو ایڈیٹنگ، اسٹوری ٹیلنگ، وغیرہ۔","vi":"Học cách tạo ra phương tiện truyền thông tương tác yêu cầu kỹ năng tiêu chuẩn và truyền thống, cũng như các công cụ thành thạo trong các lớp tương tác (xây dựng cốt truyện, chỉnh sửa âm thanh và video, kể chuyện,...).","xh":"Ukufunda ngemidiya ephilayo kudinga ukuba ubenezakhono zalamaxesha kanti nezo zakudala, kunye nezixhobo oziphumelele kwizifundo zokulinganisa (ukuchaza ngamabali, izandi noku editha, ividiyo ukubalisa amabali njalo njalo.)","yo":"Kíkọ́ láti ṣẹ̀da ìgbóhùnsáfẹ́fẹ́ alájọsọ nílò́ àwọn ohun ìbára-ẹni-sọ̀rọ̀ àti àwọn nǹkan abínibí, àti pẹ̀lú láti ni di ògbóntarìgì nihnú ìdánilẹ́kọ̀ọ́ onílànà ìbara-ẹni sọ̀rọ̀ (sísọ̀tàn-pẹ̀lú-pátákò, ṣíṣe àtúntò àwọn ohùn àti ffọ́nrán amóhùnmáwòrán, sísọ ìtàn, abbl.)","zu":"Ukufunda ukwenza ezezindaba ezihilelanayo kudinga amakhono avamile nangokwesikho, kanye namathuluzi afundwe kahle emakilasini ahilelanayo (indaba edwetshwe eshadini, ukuhlela umsindo nevidiyo, ukuxoxa izindaba, njll.)"}
{"ar":"ليس للشمس قشرة يمكنك الوقوف عليها مثل الأرض. تتكون الشمس بالكامل من الغازات، والنار، والبلازما.","zh":"太阳并没有像地球那样可以站在上面的地壳。整个太阳是由气体、火和等离子体组成的。","en":"The Sun doesn't have a crust like the Earth that you can stand on. The whole Sun is made out of gases, fire, and plasma.","eu":"Eguzkiak ez du, Lurrak bezala, zutik egoteko aukera ematen duen azalik. Eguzki osoa gasez, suz eta plasmaz eginda dago.","fr":"Le Soleil ne possède pas de croûte comme la Terre sur laquelle on peut se tenir debout. Le Soleil tout entier est fait de gaz, de feu et de plasma.","ml":"നിങ്ങൾക്ക് നിൽക്കാൻ കഴിയുന്ന ഭൂമിയിലെ പോലെ ഒരു പുറംതോട് സൂര്യനില്ല. സൂര്യൻ പൂർണ്ണമായും വാതകങ്ങളും തീയും പ്ലാസ്മയും അടങ്ങിയിട്ടുള്ളതാണ്.","mr":"सूर्यावर पृथ्वीसारखे कवच नाही ज्यावर तुम्ही उभे राहू शकता. संपूर्ण सूर्य वायू, अग्नी आणि प्लाझ्मापासून बनलेला आहे.","ne":"सूर्यमा पृथ्वी जस्तो तपाईं उभिन सक्नुहुने पाप्रो छैन। सम्पूर्ण सूर्य ग्यास, आगो र प्लाज्माबाट बनेको हुन्छ।","es":"El Sol no tiene una corteza como la Tierra, sobre la que uno pueda pararse. Está compuesto en su totalidad por gases, fuego y plasma.","sw":"Jua halina ganda gumu kama Dunia ambayo unaweza kusimama kwayo. Jua zima limetengenezwa kwa gesi, moto, na gesi ya utegili.","te":"సూర్యుడిపై ఉన్న ఉపరితల పొర మనం భూమిపైన నిలబడగలిగేలా సమాంతరంగా ఉండదు. సూర్యుని వాయువులు, అగ్ని మరియు ప్లాస్మా అనే అంశాల కలయికతో తయారు అయ్యాడు.","ur":"سورج میں زمین کی طرح پرت نہیں ہے کہ آپ اسکے اوپر کھڑے ہو سکیں- سورج مکمل طور پر گیسوں، آگ اور پلازمہ سے مل کر بنا ہے-","vi":"Mặt trời không có vỏ như Trái Đất mà chúng ta có thể đặt chân lên được. Toàn bộ Mặt Trời được tạo thành từ khí, lửa và plasma.","xh":"Ilanga alinaqweqwe njengoMhlaba onoma kuwo. Ilanga lonke lenziwe ngeegesi, umlilo, kunye neplasma.","yo":"Oorun ko ni erun ti a le duro le lori bi Aye se ni. Gbogbo ara orun ni a se pelu gaasi, ina ati pilasima.","zu":"ILanga alinawo ungqimba njengoMhlaba lelo ongema kulo. ILanga lonke lenziwe ngamagesi, umlilo, kanye ne-plasma."}
{"ar":"تُمارَس اللعبة على العشب، ويُقصّ العشب المحيط بالحفرة وتُسمّى \"الخضراء\".","zh":"比赛是在草地上进行的，洞周围的草被修剪得更短，被称为果岭。","en":"The game is played on grass, and the grass around the hole is mown shorter and called the green.","eu":"Belarrean jolasten da, eta zuloaren inguruko belarra motzago ebakita dago eta green-a deritzo.","fr":"Le jeu se joue sur l'herbe, et le gazon qui entoure le trou est coupé plus court et appelé le « green ».","ml":"കളിക്കുന്നത് പുൽമൈതാനത്തിലാണ്, ഹോളിന് ചുറ്റുമുള്ള പുല്ല് നീളം കുറച്ച് വെട്ടുകയും ഇതിനെ ഗ്രീൻ എന്ന് വിളിക്കുകയും ചെയ്യുന്നു.","mr":"हा खेळ गवतावर खेळला जातो आणि छिद्राभोवतीचे गवत आणखी बारीक कापले जाते आणि त्याला ग्रीन म्हणतात.","ne":"यो खेल घाँसमा खेलिन्छ र प्वालको वरिपरिको घाँस छोटो बनाइन्छ र यसलाई ग्रिन भनिन्छ।","es":"El partido se juega sobre césped, y la hierba que rodea el hoyo se corta más y se denomina green.","sw":"Mchezo huo huchezwa kwenye nyasi, na nyasi zilizo karibu na shimo hukatwa ziwe fupi na huitwa kijani kibichi.","te":"ఆట గడ్డి మీద ఆడతారు, మరియు రంధ్రం చుట్టూ ఉన్న గడ్డిని పొట్టిగా చేసి, ఆకుపచ్చ అని పిలుస్తారు.","ur":"یہ کھیل گھاس پر کھیلا جاتا ہے، اور سوراخ کے ارد گرد کی گھاس کو تھوڑی دیر پہلے ہی کاٹا گیا ہوتا ہے اور اسے سبز کہتے ہیں-","vi":"Trò chơi này được chơi trên cỏ, cỏ xung quanh lỗ được cắt ngắn hơn và được gọi là vùng xanh (green).","xh":"Umdlalo udlalelwa engceni, futhi nengca engase mgxunyeni ichetyiwe kwaye ibizwa uluhlaza.","yo":"Orí koróko ni wọ́n tí ń se eré náà, àti pé wọ́n má ń gé koríko tó wà ní ẹ̀bá ihò kúrú èyí tí wọ́n ń pè ní àwọ̀ ewéko.","zu":"Umdlalo udlalelwa otshanini, futhi utshani olungasemigodini busikwa bube bufishane futhi bubizwa nge-green."}
{"ar":"ولم يتم حتّى الآن ملء منطقة احتواء ثانويّة أخرى تحت الخزانات القادرة على استيعاب 104,500 برميلٍ.","zh":"在容积为 104,500 桶的蓄水池的下面，另一个二级防泄漏围护区还没有完全填满。","en":"Another secondary containment area below the tanks capable of holding 104,500 barrels was not yet filled to capacity.","eu":"104.500 kupel eusteko gaitasuna duen eta tankearen azpian kokatuta dagoen bigarren mailako euste-eremua guztiz bete gabe zegoen oraindik.","fr":"Une autre zone de stockage secondaire sous les réservoirs pouvant contenir 104 500 barils n’a pas encore été remplie au maximum de sa capacité.","ml":"104,500 ബാരലുകൾ വഹിക്കുന്നതിന് ശേഷിയുള്ള ടാങ്കുകൾക്ക് താഴെയുള്ള മറ്റൊരു ദ്വിതീയ കണ്ടെയ്നർ ഏരിയ അതിന്റെ ശേഷിയിൽ ഇതുവരെ നിറച്ചിട്ടില്ല.","mr":"104,500 बॅरेल्स ठेवण्यास सक्षम असलेले टँकखालील आणखी दुय्यम कंटेनमेंट क्षेत्र अद्याप त्याच्या क्षमते इतके भरलेले नाही.","ne":"104,500 ब्यारेल राख्न सक्षम ट्याङ्की मुनिको अर्को माध्यमिक नियन्त्रण क्षेत्र अझै त्यसको पूर्ण क्षमतामा भरिएको थिएन।","es":"Otra área de contención secundaria que se ubica bajo los tanques, con una capacidad de 104 500 barriles, no se había llenado al tope aún.","sw":"Eneo lingine ndogo chini ya tangi zenye uwezo wa kuhifadhi mapipa 104,500 bado halikuwa limejazwa hadi kiwango chake.","te":"ట్యాంక్‌ల కింద ఉండే 104,500 బారెల్స్‌ను ఉంచగలిగే సామర్థ్యం కలిగిన రెండవ కంటైన్‌మెంట్ ఏరియా దాని సామర్థ్యానికి తగినట్లుగా ఇంకా పూర్తిగా నింపబడలేదు.","ur":"ٹینکوں کے نیچے ایک دوسرا ثانوی بھرائی کا رقبہ جو 104،500 بیرل کی صلاحیت کا حامل ہے، ابھی تک پوری صلاحیت تک نہیں بھرا جا سکا ہے۔","vi":"Một khu vực chứa thứ hai bên dưới các thùng chứa có thể trữ 104.500 thùng chưa được sử dụng hết công suất.","xh":"Elinye igqongo elongezelelweyo elingaphantsi kwetanki belinako ukugcina umthamo webareli eziyi 104,500 labe lingagcwaliswanga.","yo":"ipele keji aye ikeru si miran ti o ni anfani lati gba 104,500 bareli ko i ti kun de enu.","zu":"Enye indawo yesibili yokugcina ngaphansi kwamathangi ekwazi ukugcina imiphongolo engu-104,500 yayingagcwele ngokuphelele."}
{"ar":"مع انتهاء معركة فرنسا، بدأت ألمانيا في الاستعداد لغزو ما يُعرف بجزيرة بريطانيا.","zh":"对法作战结束后，德国又开始为入侵不列颠岛做准备。","en":"With the battle for France over, Germany began to get ready to invade the island of Britain.","eu":"Frantzia eskuratzeko bataila amaitzean, britainiar uhartea inbaditzeko prestatzen hasi zen Alemania.","fr":"Une fois la bataille pour la France terminée, l'Allemagne a commencé à se préparer à envahir l'île de Grande-Bretagne.","ml":"ഫ്രാൻസിനായുള്ള പോരാട്ടം അവസാനിച്ചതിനു പിന്നാലെ ജർമ്മനി ബ്രിട്ടന്റെ ദ്വീപിൽ കടന്നുകയറലിന് ഒരുക്കം തുടങ്ങി.","mr":"फ्रान्सची लढाई संपल्यानंतर, जर्मनी ब्रिटनच्या बेटावर आक्रमण करण्यासाठी सज्ज होऊ लागले.","ne":"फ्रान्सको लडाईं सकिएपछि जर्मनीले बेलायतको टापुमा आक्रमण गर्ने तयारी सुरु गर्यो।","es":"Al finalizar la batalla por Francia, Alemania empezó a planificar la invasión de la isla de Gran Bretaña.","sw":"Vita kwa Ufaransa vikiwa vimekwisha, Ujerumani ilianza kujitayarisha kuvamia kisiwa cha Uingereza.","te":"ఫ్రాన్స్ కోసం యుద్ధం ముగిసిన తరువాత జర్మనీ బ్రిటన్ ద్వీపాన్ని ముట్టడించడానికి సిద్ధమయ్యింది.","ur":"فرانس کی جنگ ختم ہونے کے بعد جرمنی نے جزیرہ برطانیہ پر حملہ کی تیاری شروع کردی۔","vi":"Khi trận chiến trên đất Pháp chấm dứt, Đức bắt đầu chuẩn bị xâm lược đảo quốc Anh.","xh":"Yakuphela imfazwe nxamnye neFransi, iJamani yaqalisa ukuhlasela isiqithi saseBritane.","yo":"Bí ogun ilẹ̀ Faransé tí ṣe parí, Germany bẹ̀rẹ̀ si ní gbaradì láti gbógun ti erékùsù ilẹ̀ Britain.","zu":"Ngokuphela kwempi ye-France , i-Germany yaqala ukuzilungiselela ukuhlasela isiqhingi sase-Britain."}
{"ar":"اللغات المساعدة هي لغات مصطنعة أو مبنية تم إنشاؤها بقصد تسهيل الاتصال بين الشعوب التي كانت تواجه صعوبات في التواصل بخلاف ذلك.","zh":"辅助语言是为了便于语言不相通的人群交流而创造的人工语言或构造语言。","en":"Auxiliary languages are artificial or constructed languages created with the intent of facilitating communication between peoples who would otherwise have difficulty communicating.","eu":"Hizkuntz laguntzaileak hizkuntza artifizialak edo eraikiak dira, horiek gabe komunikatzeko zailtasunak dituzten bi herriren arteko komunikazioa errazteko helburuarekin sortutakoak.","fr":"Les langues auxiliaires sont des langues, artificielles ou construites, créées dans le but de faciliter la communication entre des peuples qui, autrement, auraient des difficultés à communiquer.","ml":"ഓക്സിലറി ലാംഗ്വേജുകൾ കൃത്രിമമായ അഥവാ കെട്ടിയുണ്ടാക്കിയ ഭാഷകളാണ്, ഇതിന്റെ സഹായം ഇല്ലെങ്കിൽ ആശയവിനിമയം ബുദ്ധിമുട്ടാകുന്ന ആളുകൾക്ക് ആശയവിനിമയം സുഗമമാക്കുക എന്ന ഉദ്ദേശ്യത്തോടെ സൃഷ്ടിച്ചതാണ് അത്.","mr":"सहाय्यक भाषा या ज्या लोकांना एकमेकांशी संवाद साधताना त्रास होतो अशा लोकांमधील संभाषणाला मदत करण्यासाठी तयार केलेल्या कृत्रिम किंवा तयार केलेल्या भाषा होत.","ne":"सहायक भाषाहरू कृत्रिम वा सिर्जना गरिएका भाषाहरू हुन् जुन मानिसहरूका माझमा सञ्चारको सुविधा पुर्‍याउने उद्देश्यका साथ सिर्जना गरिएका हुन् र जसलाई अन्यथा सञ्चार गर्नमा कठिनाइ हुन सक्थ्यो।","es":"Los lenguajes auxiliares son idiomas artificiales o construidos que se crean con el fin de facilitar la comunicación entre pueblos que, de otra forma, tendrían problemas para comunicarse.","sw":"Lugha saidizi ni lugha bandia au za kubuniwa zinazoundwa kwa lengo la kusaidia mawasiliano kati ya watu ambao vinginevyo wangepata shida ya kuwasiliana.","te":"సహాయక భాషలు అనేవి కృత్రిమ లేదా నిర్మిత భాషలు, మరోవిధంగా కమ్యూనికేట్ చేయడం కష్టంగా ఉండే వ్యక్తుల మధ్య కమ్యూనికేషన్ ని సులభతరం చేసే ఉద్దేశంతో సృష్టించబడతాయి.","ur":"آگزیلیری زبانیں، مصنوعی یا تعمیری زبانیں ہیں جو لوگوں کے درمیان گفتگو کو سہومت دینے کے مقصد کے ساتھ تخلیق کیے گئے ہیں جن کو کسی اور صورت میں بیان کرنا مشکل ہیں۔","vi":"Ngôn ngữ phụ trợ là những ngôn ngữ nhân tạo hoặc được xây dựng với mục đích hỗ trợ giao tiếp giữa những dân tộc gặp khó khăn trong việc giao tiếp với nhau.","xh":"Iilwimi ezincedisayo ziilwimi ezenziweyo okanye ezakhiweyo ezenziwe ngeenjongo zokuncedisana nonxibelelwano phakathi kwabantu abanokuthi babenobunzima ekunxibelelaneni.","yo":"Èdè ìrànlọ́wọ́ ní àwọn èdè àtọwọ́dá tí a kọ́ lójúnnà àti lè mún kí ìbánisọ̀rọ̀ rọrùn laàrin àwọn ènìyàn tí wọ́n lè ní ìṣòro ìbáraẹnisọ̀rọ̀.","zu":"Izilimi zesikhashana izilimi ekungezona ezangempela noma ezakhiwe ngenhloso yokulungiselela ukukhulumisana phakathi kwabantu ababezoba nenkinga yokukhulumisana uma kwakungenjalo."}
{"ar":"يعتقد البعض أن المرور بالعديد من الأحلام الواعية المُحفَّزة بشكل اصطناعي قد يكون في أحيان كثيرة مرهقًا للغاية.","zh":"有些人认为，经常做人工诱导、清晰的梦会让人精疲力竭。","en":"Some people believe that experiencing many artificially induced lucid dreams often enough can be very exhausting.","eu":"Askok uste dute artifizialki induzitutako amets argiak maiz izatea oso neketsua izan daitekeela.","fr":"Certaines personnes pensent que faire de nombreux rêves lucides provoqués artificiellement et assez souvent peut être très épuisant.","ml":"കൃത്രിമമായി ഉണ്ടാക്കുന്ന പ്രസന്നമായ ഒരുപാട് സ്വപ്‌നങ്ങൾ എപ്പോഴും അനുഭവിക്കുന്നത് നമ്മളെ ക്ഷീണിപ്പിക്കുമെന്ന് ചില ആളുകൾ വിശ്വസിക്കുന്നു.","mr":"काही लोकांचा विश्वास आहे की अनेक कृत्रिमरित्या निर्मित तपशिलवार स्वप्ने बरेचदा अतिशय थकवणारी असू शकतात.","ne":"केही मानिसहरू विश्वास गर्दछन् कि धेरै कृत्रिम रूपमा प्रेरित सुन्दर सपनाको अनुभव गर्नु थकाइलाग्दो हुन सक्छ।","es":"Hay quienes sostienen que someterse a muchas sesiones de inducción del sueño consciente de forma artificial puede ser algo realmente agotador.","sw":"Watu wengine wanaamini kuwa kupata ndoto nyingi bandia mara nyingi kunaweza kuchosha sana.","te":"కృత్రిమంగా ప్రేరేపించిన సుస్పష్ట స్వప్నాలను తరచుగా అనుభూతి చెందడం చాలా కష్టతరమని కొందరు నమ్ముతారు.","ur":"کچھ لوگ یقین رکھتے ہیں کہ مصنوعی طریقے سے مائل کردہ قابلِ فہم خواب اکثر اوقات بہت زیادہ تھکا دینے والے ہو سکتے ہیں۔","vi":"Một số người tin rằng việc trải qua nhiều giấc mơ tỉnh do tác động con người thường xuyên cũng đủ để gây ra mệt mỏi","xh":"Abanye abantu bakholelwa ukuba ukuphupha kakhuluamaphupha enziwe ngabantu kuyadinisa.","yo":"Àwọn èyàn wà tó gbàgbọ́ pé àlákálà lọ́pọ̀jù ma n ma n jẹ́ kó rę èyàn.","zu":"Abanye abantu bakholelwa ukuthi ukuba namaphupho amaningi lapho uzibona khona ukuthi uyaphupha okuzenzela kungakhathalisa kakhulu kaningi."}
{"ar":"يمكن أن تؤدي الأيام الطويلة جدًا في الصيف إلى مشاكل في الحصول على قسط كافٍ من النوم والمشكلات الصحية المرتبطة.","zh":"夏季漫长的白昼会导致睡眠不足和相关健康问题。","en":"The very long days in the summer can lead to problems getting sufficient sleep and associated health issues.","eu":"Udako egun oso luzeek lo nahikoa ez egitearekin lotutako arazoak eta erlazionatutako osasun arazoak sor ditzakete.","fr":"Les longues journées estivales peuvent provoquer des troubles du sommeil et d'autres problèmes de santé en lien avec ces troubles.","ml":"വേനൽക്കാലത്ത് വളരെ നീണ്ട ദിവസങ്ങൾ മതിയായ ഉറക്കം ലഭിക്കുന്നതിൽ ബുദ്ധിമുട്ടുകളും മറ്റ് ആരോഗ്യ പ്രശ്നങ്ങളും ഉണ്ടാക്കുന്നു.","mr":"उन्हाळ्यातील खूप मोठे दिवस हे पुरेशी झोप आणि त्यासंबंधी आरोग्य समस्या याकडे नेऊ शकतात.","ne":"गर्मीका धेरै लामा दिनहरूले पर्याप्त निद्रा प्राप्त गर्ने समस्या र सम्बन्धित स्वास्थ्य समस्याहरू गराउन सक्छन्।","es":"Los largos días del verano pueden dificultar el dormir lo suficiente y causar otros problemas de salud relacionados.","sw":"Siku ndefu sana katika msimu wa kiangazi zinaweza kupelekea shida za kupata usingizi wa kutosha na shida za kiafya zinazohusika.","te":"వేసవిలో ఎక్కువ రోజులు నిద్రపోవడం, అనారోగ్య సమస్యలు తలెత్తడం వంటి సమస్యలు తలెత్తవచ్చు.","ur":"موسم گرما کے طویل دنوں میں بہت زیادہ نیند اور اس سے متعلق صحت کی خرابیاں لاحق ہوسکتی ہیں۔","vi":"Những ngày rất dài vào mùa hè có thể dẫn đến những vấn đề liên quan đến giấc ngủ đầy đủ và các vấn đề sức khỏe khác.","xh":"Iintsuku ezinde kakhulu ehlotyeni zinokukhokelela kwiingxaki zokulala ngokwaneleyo kunye neengxaki ezinxulumene nempilo.","yo":"Awon ojo to gun ju ni igba ooru le muu ki o soro lati ri orun to peye sun ati awon ailera bee.","zu":"Izinsuku ezinde kakhulu ehlobo zingaholela ezinkingeni zokulala ngokwanele futhi zihlotshaniswa nezinkinga zempilo."}
{"ar":"ثم نعود إلى الشمال عبر الغرب، مرة أخرى عبر نهر مارا، بعد هطول الأمطار في شهر أبريل تقريباً.","zh":"然后，在四月左右的雨季之后，从西部回到北部，再次穿越马拉河。","en":"And then back to the north through the west, once again crossing the Mara river, after the rains in around April.","eu":"Ondoren, iparraldera itzultzen dira mendebaldetik, berriro Mara ibaia zeharkatuz, euriak amaitu ondoren, apirila inguruan.","fr":"Et puis retour au nord par l'ouest, en traversant une fois de plus la rivière Mara, après les pluies aux environs d'avril.","ml":"എന്നിട്ട് പടിഞ്ഞാറ് നിന്ന്‍ വടക്കോട്ട് മടങ്ങുന്നു, ഒരിക്കല്‍ കൂടെ ഏപ്രിലിലെ മഴയ്ക്ക് ശേഷം, മാരാ നദി മുറിച്ചുകടക്കുന്നു.","mr":"आणि नंतर पश्चिमकडून पुन्हा उत्तरेकडे, पुन्हा एकदा मारा नदी पार करत, एप्रिलच्या आसपास पावसानंतर.","ne":"र लगभग अप्रिलको वर्षा पछि एकपटक फेरि मारा नदी पार गर्दै त्यसपछि पश्चिम हुँदै उत्तरमा फर्किन्छन्।","es":"Y después, regresan al norte por el oeste, nuevamente atravesando el río Mara, una vez concluidas las lluvias, cerca de abril.","sw":"Kisha tena kurudi kaskazini kupitia magharibi, na kuvuka mto Mara mara nyingine tena, baada ya mvua karibu Aprili.","te":"తరువాత పశ్చిమం గుండా ఉత్తరం వైపు తిరిగి, ఏప్రిల్ లో వర్షాలు కురిసిన తరువాత మరోసారి మారా నదిని దాటడం.","ur":"اور پھر مغرب کے راستے واپس مشرق کی طرف بارش کے بعد اپریل کے آس پاس دوبارہ مارا ندی کو عبور کرتے ہوئے۔","vi":"Và sau đó trở lại miền bắc đi qua miền tây, một lần nữa vượt sông Mara, sau mùa mưa vào khoảng tháng Tư.","xh":"Futhi ubuyele emantla unqumule bucala ngasekunene, emva konqumula umfula we-Maria, emva kweemvula zenyanga uTshazimpuzi.","yo":"Nìgbàtí wọ́n padà sí àríwá nípasẹ̀ ìwọ oòrùn, lẹ́ẹ̀kan si nígbàtí wọ́n gba odò Mara kọjá, lẹ́yìn àkókò òjò ní oṣù kẹrin.","zu":"Futhi emuva enyakatho ngasentshonalanga, ukweqa umfula iMara futhi, ngemva kwezimvula cishe zango April."}
{"ar":"وتستند اللعبة في أحداثها إلى معركة الفلوجة الثانية، والتي كانت معركةً شرسةً بين القوات الأمريكية والعراقية.","zh":"这款游戏以第二次费卢杰（Fallujah）战役为背景，这是美军和伊拉克军队之间的一场恶战。","en":"The game is based on the Second Battle of Fallujah, a vicious battle between American and Iraqi forces.","eu":"Falluja-ko bigarren borrokan oinarrituta dago jokoa, Estatu Batuetako eta Irakeko armaden arteko borroka gogor batean.","fr":"Le jeu est basé sur la deuxième bataille de Falloujah, une bataille vicieuse entre les forces américaines et irakiennes.","ml":"അമേരിക്കയും ഇറാഖ് സൈന്യവും തമ്മിൽ ഉണ്ടായ രണ്ടാം ഫലൂജ എന്ന ഉഗ്ര യുദ്ധത്തെ അടിസ്ഥാനമാക്കിയുള്ളതാണ് ഈ ഗെയിം.","mr":"हा गेम अमेरिका आणि इराकच्या सैन्यादरम्यान झालेल्या फल्लुजाहच्या दुसऱ्या निर्दयी लढाईवर आधारीत आहे.","ne":"खेल अमेरिकी र इराकी सेनाहरूबीचको ठुलो युद्ध Fallujah को दोस्रो लडाईमा आधारित छ।","es":"El juego se basa en la Segunda Batalla de Faluya, un enfrentamiento despiadado entre el ejército norteamericano y el iraquí.","sw":"Mchezo una msingi wa vita vya pili vya Fallujah, vita vikali kati ya jeshi la Marekani na jeshi la Iraqi.","te":"అమెరికన్ మరియు ఇరాకీ దళాల మధ్య జరిగిన దుర్మార్గపు యుద్ధం అయిన ఫలుజా రెండవ యుద్ధంపై ఈ గేమ్ ఆధారపడి ఉంటుంది.","ur":"یہ گیم فلوجہ کی دوسری جنگ پر مبنی ہے جو امریکن اور عراقی فوجوں کے مابین ایک گھمسان جنگ تھی۔","vi":"Trò chơi dựa trên Trận Chiến Thứ Hai ở Fallujah, một trận chiến tàn khốc giữa quân đội Mỹ và Iraq.","xh":"Umdlalo usekelwe Kwimfazwe Yesibini yaseFallujah, imfazwe eyayinzima kakhulu phakathi kwamajoni aseMerika nase-Iraq.","yo":"Eré náà dá lórí ìjà Fallujah ìkejì, ìjà kíkan láàrín àwọn ọmọ ogun Amerika àti Iraaki.","zu":"Umdlalo usekelwe Empini Yesibili yaseFalluja, impi yesihluku phakathi kwamabutho aseMelika kanye ne-Iraq."}
{"ar":"تُظهرالصورة الموالية الذرات حين تنبعث منها الفوتونات. بالتأكيد تكون الفوتونات في الواقع أصغر بكثير من تلك الموجودة في الصورة.","zh":"下一张图片显示的是原子发射光子的情况。当然，实际上光子要比图片上的样子小得多。","en":"The next picture shows the atoms emitting photons. Of course, in reality photons are a lot smaller than those in the picture.","eu":"Jarraian ageri den irudian fotoiak igortzen ari diren atomoak ikus daitezke. Nola ez, errealitatean fotoiak irudikoak baino askoz txikiagoak dira.","fr":"L'image suivante montre les atomes qui émettent des photons. Bien entendu en réalité les photons sont bien plus petits que ceux représentés sur l'image.","ml":"അടുത്ത ചിത്രം ഫോട്ടോണുകൾ പുറപ്പെടുവിക്കുന്ന ആറ്റങ്ങളെ കാണിക്കുന്നു. തീർച്ചയായും, വാസ്തവത്തിൽ ഫോട്ടോണുകൾ ചിത്രത്തിലുള്ളതിനേക്കാൾ വളരെ ചെറുതാണ്.","mr":"पुढील चित्र फोटॉन्स उत्सर्जित करणारे अणू दर्शविते. वास्तविक पाहता, प्रत्यक्षात फोटॉन्स हे चित्रात दाखविले आहेत त्यापेक्षा अतिशय लहान असतात.","ne":"अर्को चित्रले परमाणुहरूले फोटोनहरू उत्सर्जन गरिरहेको देखाउँदछ। अवश्य पनि, वास्तविकतामा फोटोनहरू चित्रमा भएकोभन्दा धेरै साना हुन्छन्।","es":"En la imagen que sigue se ilustran átomos que emiten fotones. Claro está, estos son, en verdad, de un tamaño mucho menor que los de la imagen.","sw":"Picha inayofuata inaonyesha atomu zikitoa fotoni. Kwa hakika, katika hali halisi fotoni ni ndogo zaidi kuliko zile zilizo kwenye picha.","te":"తరువాత చిత్రంలో ఫోటాన్లు ప్రసరి౦చే ఆ౦తర౦గ ప౦టలు చూపిస్తున్నాయి. వాస్తవానికి, వాస్తవానికి ఫోటోలో ఉన్న వాటి కంటే ఫోటాన్లు చాలా చిన్నవిగా ఉంటాయి.","ur":"اگلی تصویر ایٹم کو فوٹون کا اخراج کرتے ہوئے دکھاتی ہے۔ یقینا فوٹون حقیقت میں ان سے بہت چھوٹی ہیں جو وہ تصویر میں دکھتی ہیں۔","vi":"Hình vẽ tiếp theo cho thấy hạt nhân đang phóng ra các photon. Tất nhiên, trong thực tế photon nhỏ hơn rất nhiều so với trong hình.","xh":"Umfanekiso olandelayo ubonakalisa iiathom eziveza iiphotons. Kakade, Enyanisweni iiphoton zincinci kakhulu kunezo zikulo mfanekiso.","yo":"Àwòrán tókàn ṣàfihàn atoms tó ń jáde láti photons. Lóòtọ́, ní ojú ayé photons kéré gan jú àwọn tí à ń rí nínu àwòrán.","zu":"Isithombe esilandelayo sibonisa ama-athomu akhipha ama-photon. Eqinisweni ama-photon mancane kakhulu kunalawa asesithombeni."}
{"ar":"على عكس الرئيسيات الأخرى، لم يَعد البشرُ يستخدمون أيديهم في الحركة أو تحمل الوزن أو التأرجح عبر الأشجار.","zh":"原始人类与其他灵长类动物不同的地方在于，他们不再用双手移动身体、托起重物、在树林里荡来荡去。","en":"Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.","eu":"Beste primateek ez bezala, hominidoek ez dituzte haien eskuak erabiltzen lokomoziorako, pisuari eusteko edo zuhaitz batetik bestera zintzilik aritzeko.","fr":"Les hominidés n'utilisent plus leurs mains pour marcher, porter des charges lourdes ou se balancer d'une branche à l'autre d'un arbre comme les autres primates.","ml":"മറ്റ് പ്രൈമേറ്റുകളിൽ നിന്ന് വ്യത്യസ്തമായി ഹോമിനിഡുകൾ അവരുടെ കൈകൾ നടക്കുവാനോ, ഭാരം താങ്ങുവാനോ, മരങ്ങൾക്കിടയിലൂടെ നീങ്ങുവാനോ ഉപയോഗിക്കുന്നില്ല.","mr":"इतर प्राइमेट्सच्या विपरीत, होमिनिड्स हालचालींसाठी किंवा वजन उचलण्यासाठी  किंवा झाडांमधून हालचाली करण्यासाठी त्यांच्या हाताचा वापर करत नाहीत.","ne":"अन्य नर बाँदर प्राईमेटहरू जस्तो नभई, होमिनिडहरूले आफ्नो हातहरू तेजले चलाउन वा भार बोक्न वा रूखहरूमा हाम फाल्न प्रयोग गर्दैनन्।","es":"Los homínidos, en contraste con otros simios, ya no utilizan sus manos en la locomoción ni para soportar peso o columpiarse de un árbol a otro.","sw":"Tofauti na nyani wengine, hominidi hawatumii mikono yao kwa kutembea, kubebea uzito au kubembea kwenye miti.","te":"ఇతర ప్రైమేట్ల లాగా కాకుండా, హోమినిడ్లు ఇకపై తిరగడానికి లేదా బరువును మోయడానికి లేదా చెట్ల మీద ఊగడానికి తమ చేతులను ఉపయోగించరు.","ur":"دیگر حیواناتِ رئیسہ کے برخلاف، ہومی نیڈز اب اپنے ہاتھوں کو حرکت کرنے، وزن اُٹھانے یا درختوں میں جُھولنے کے لیے استعمال نہیں کرتے۔","vi":"Khác với các loài linh trưởng khác, vượn nhân hình không còn dùng tay để vận động hay nâng đỡ trọng lượng cơ thể hoặc để đánh đu trên cây nữa.","xh":"Ngoku ngafani nezinye ii-primates, ii-hominids azisasebenzisi izandla ukuhamba okanye ukuthwala umthwalo okanye ukujinga emithini.","yo":"Yàtọ̀ sí àwọn primeeti òmíràn àwọn ominiidi o ki fọwọ́ rìn tàbí gbẹ́rù tàbí gun igi.","zu":"Ngokungafani nezinye izilwane ezicishe zifane nomuntu, izimfene azisazisebenzisi izandla zazo ukuze zihambe noma ukuthwala izinto noma ukushwiba ezihlahleni."}
{"ar":"الفوتونات أصغر حتى من مكونات الذرات!","zh":"光子甚至比构成原子的物质还要小！","en":"Photons are even smaller than the stuff that makes up atoms!","eu":"Fotoiak atomoa osatzen duten gaiak baino txikiagoak dira!","fr":"Les photons sont même plus petits que les particules formant les atomes !","ml":"ആറ്റങ്ങൾ നിർമ്മിക്കുന്ന ദ്രവ്യങ്ങളെക്കാളും വളരെ ചെറുതാണ് ഫോട്ടോണുകൾ!","mr":"फोटॉन्स हे अनेक अणु ज्या पदार्थापासून बनलेले असतात त्यापेक्षा देखील लहान असतात!","ne":"फोटोनहरू परमाणु बनाउने सामानहरू भन्दा पनि झन साना हुन्छन्!","es":"¡El tamaño de los fotones es incluso menor que el de la materia que compone los átomos!","sw":"Fotoni ni ndogo hata kuliko vitu vinavyotengeneza atomu!","te":"ఫోటాన్లు, అణువులను ఏర్పరచే పదార్థాల కంటే కూడా చిన్నవి!","ur":"فوٹونز ان عناصر سے بھی چھوٹے ہوتے ہیں جو ایٹمز کی تشکیل کرتے ہیں!","vi":"Hạt pho-ton thậm chí còn nhỏ hơn cả những thứ cấu thành nguyên tử!","xh":"Iiphotons zincinane nangakumbi kunee-atom!","yo":"Àwọn ìwọn iná tún kéré ju àwọn n´ kan tó kórajọ di àwọn ìwọn nkan tó gba àyè tó kéré jùlọ.","zu":"Ama-phothon mancane kakhulu kunezinto ezenza ama-athomu!"}
{"ar":"يُعَد التسجيل مطلب إضافي لعملية التأشيرة، ففي بعض البلدان يجب عليك تسجيل حضورك وعنوانك لدى السلطات المحلية حيث تقيم.","zh":"注册是签证流程的附加要求。在一些国家，你必须向当地政府登记你的存在和住址。","en":"Registration is an additional requirement for the visa process. In some countries, you must register your presence and address where you are staying with the local authorities.","eu":"Bisa bat lortzeko prozesuan, erregistratu ere egin behar da. Herrialde batzuetan, zeure presentzia eta ostatuaren helbidea erregistratu behar dituzu tokiko agintaritzan.","fr":"L’enregistrement est une exigence supplémentaire pour la procédure de visa. Dans certains pays, vous devez vous faire enregistrer et indiquer l’adresse de votre lieu de séjour auprès des autorités locales.","ml":"വിസ പ്രോസസ്സ് ചെയ്യുന്നതിനറ്റെ മറ്റൊരു ആവശ്യകതയാണ് രെജിസ്ട്രേഷൻ. ചില രാജ്യങ്ങളിൽ, നിങ്ങൾ നിങ്ങളുടെ സാന്നിദ്ധ്യം, മേൽ വിലാസം കൂടാതെ എവിടെ താമസിക്കുന്നു എന്നതൊക്കെ പ്രാദേശിക അധികൃതരുടെ അടുത്ത് രെജിസ്റ്റർ ചെയ്യണം.","mr":"नोंदणी ही विसा प्रक्रियेसाठी एक अतिरिक्त आवश्यकता आहे. काही देशांमध्ये, आपण स्थानिक अधिकाऱ्यांसोबत राहता तिथली उपस्थिती आणि पत्ता अवश्य नोंदवला पाहिजे.","ne":"भिसा प्रक्रियाका लागि दर्ता एक अतिरिक्त आवश्यकता हो। केहि देशहरूमा तपाईंले आफू बसिरहेको ठाउँको उपस्थिति र ठेगाना आफ्ना स्थानीय अधिकारीहरूसँग अनिवार्य दर्ता गर्नुपर्दछ।","es":"El registro es una exigencia adicional para el proceso del visado. En algunos países, tendrá que registrar su presencia y la dirección de su alojamiento con las autoridades locales.","sw":"Usajili ni hitaji la ziada kwa mchakato wa visa. Katika baadhi ya nchi, ni lazima usajili uwepo wako na anwani ya unakokaa na mamlaka ya ndani.","te":"వీసా ప్రక్రియకు రిజిస్ట్రేషన్ అనేది అదనపు ఆవశ్యకత. కొన్ని దేశాల్లో, మీరు స్థానిక అధికారులతో ఉన్న మీ ఉనికి మరియు చిరునామాను విధిగా రిజిస్టర్ చేసుకోవాలి.","ur":"ویزہ کے پروسس کے لیے رجسٹریشن ایک اضافی ضرورت ہے۔ کچھ ممالک میں، آپ کو مقامی حکام کے پاس اپنی موجودگی اور جہاں آپ قیام پذير ہیں اس جگہ کا پتہ درج کرانا ہوتا ھے۔","vi":"Đăng ký tạm trú là một yêu cầu thêm trong quá trình xin cấp thị thực. Ở một số quốc gia, bạn cần phải khai báo tạm trú và cung cấp địa chỉ tạm trú cho cơ quan chức năng của địa phương.","xh":"Ubhaliso sisidingo esongezelelweyo esifunekayo kwinkqubo yokufumana ivisa. Kwamanye amazwe, funeka ubhalise ubukho bakho nedilesi yalapho uhlala khona kwabasemagunyeni asekuhlaleni.","yo":"Ìforúkọsílẹ̀ jẹ́ àfikún tí a nílò fún ìṣètò visa. Ní àwọn orílẹ̀ èdè kànkan, o ní láti forúkọsílẹ̀ fún wíwá rẹ àti àdírẹ́sì ibi tí ò ń gbé fún àwọn tó wà ní ipò àṣẹ sílẹ̀.","zu":"Ukubhalisa imfuneko eyengeziwe enqubweni ye-visa. Kwamanye amazwe, kumelwe ubhalise ukuba khona kwakho nekheli lalapho uhlala khona neziphathimandla zendawo."}
{"ar":"في الواقع، لا يوجد شيء واحد جيد يمكن تعلمه، فالتعلم يحدث في التجربة بين المُتعلم والمعرفة المُقدَمة.","zh":"事实上，没有任何事情需要特意学习。在学习者体验到知识呈现的时候，学习的行为就发生了。","en":"In fact, there is not one good thing to learn.Learning takes place in the experience between the learner and the knowledge presented.","eu":"Izan ere, ez dago ikasteko gauza egoki bakarrik. Ikaslearen eta aurkeztutako ezagutzaren arteko esperientzian gertatzen da jakintza.","fr":"En fait, il n'y a pas une seule bonne chose à apprendre. L'apprentissage se fait dans l'expérience entre l'apprenant et le savoir présenté.","ml":"വാസ്തവത്തിൽ, പഠിക്കാൻ ഒരു നല്ല കാര്യവുമില്ല. പഠിതാവിനും അവതരിപ്പിക്കുന്ന അറിവിനും ഇടയിലുള്ള അനുഭവത്തിലാണ് പഠനം നടക്കുന്നത്.","mr":"खरं तर, तिथे शिकण्यासाठी एक सुद्धा चांगली गोष्ट नाही. शिक्षण हे शिकणारा आणि दिलेले ज्ञान यांच्यामधील अनुभवाने घडून येते.","ne":"वास्तवमा, त्यहाँ सिक्नका लागि एउटा पनि राम्रो कुरा छैन। सिकाइ सिक्ने र प्रस्तुत गरिएको ज्ञानको बीचको अनुभवमा हुने गर्दछ।","es":"En efecto, no existe solo una cosa que sea bueno aprender. El aprendizaje se produce a través de la interacción entre el conocimiento presentado y quien lo incorpora.","sw":"Kwa kweli, hakuna jambo hata moja zuri la kujifunza. Kujifunza hufanyika katika uzoefu kati ya mwanafunzi na maarifa yanayowasilishwa.","te":"వాస్తవానికి నేర్చుకోవడానికి ఒక మంచి విషయమే ఉండదు. నేర్చుకునేవారు మరియు జ్ఞానాన్ని బోధించే వారి మధ్య జరిగే అనుభవాల ద్వారా నేర్చుకోవడం జరుగుతుంది.","ur":"در حقیقت سیکھنے کے لئے کوئی اچھی چیز نہیں ہے۔ سیکھنے کا عمل سیکھنے والے اور پیش کردہ علم کے درمیان تجربے میں وقوع پذیر ہوتا ہے۔","vi":"\"Thật ra chẳng có thứ gì hay để học. Việc học diễn ra trong kinh nghiệm giữa người học và kiến thức được trình bày.\"","xh":"Enyanisweni, akukho nanye into entle onokuyifunda. Ukufunda kubakho phakathi komfundi kunye nento efundiswayo.","yo":"Kódà, kò sí ohunkóhun tí ó dára láti kọ́. ìkọ́ni máa ń wáyé nínú ìrírí láàrín akẹ́kọ̀ọ́ àti ìmọ̀ tí a gbé kalẹ̀.","zu":"Eqinisweni, akuyona eyodwa into umuntu okumele ayifunde. Ukufunda kudinga ulwazi phakathi komfundi nalolo lwazi olusuke lunikezwa."}
{"ar":"تستضيف مدينة بكين مراسم الافتتاح والاختتام وفعاليات الجليد الداخلية.","zh":"北京将举办开幕式、闭幕式和室内滑冰赛事。","en":"Beijing will host the opening and closing ceremonies and the indoor ice events.","eu":"Pekinek hasierako eta amaierako ospakizunak eta barneko izotz jokoak aurkeztuko ditu.","fr":"Pékin accueillera les cérémonies d'ouverture et de clôture ainsi que les épreuves sur glace en salle.","ml":"ഉദ്ഘാടന, സമാപന ചടങ്ങുകള്‍ക്കും ഇൻഡോർ ഐസ് ഇവന്റുകള്‍ക്കും ബീജിംഗ് ആതിഥേയത്വം വഹിക്കും.","mr":"बीजिंग उद्घाटन व समारोप समारंभ तसेच इनडोर आईस इव्हेंट्सचे आयोजन करेल.","ne":"बेइजिङले उद्घाटन र समापन समारोहहरू र इनडोर आइस कार्यक्रमहरूको आयोजना गर्दछ।","es":"Pekín será anfitriona de las ceremonias de apertura y clausura y de los eventos sobre hielo que se realicen bajo techo.","sw":"Beijing itakuwa mwenyeji wa sherehe za kufungua na kufunga na matukio ya ndani kwenye barafu.","te":"ప్రారంభ మరియు ముగింపు వేడుకలు ఇంకా ఇండోర్ ఐస్ కార్యక్రమాలకు బీజింగ్ ఆతిథ్యం ఇవ్వనుంది.","ur":"بیجنگ افتتاحی اور اختتامی تقریبات اور اندرونی آئس ایونٹس کی میزبانی کرے گا۔","vi":"Bắc Kinh sẽ tổ chức lễ khai mạc và bế mạc cùng với các sự kiện trượt băng trong nhà.","xh":"I-Beijing iza kubamba umnyhadala wokuvula nowokuvala kunye neziganeko zemidlalo yomkhence owenziwe ngaphakathi.","yo":"Beijing yíò gbà àlejò ayẹyẹ ìbẹ̀rẹ àti ìkásẹ̀nílẹ̀ pẹ̀lú àwọn eré ìdárayá yìnyín nínú ilé.","zu":"I-Beijing izobungaza imicimbi yokuvula neyokuvala kanye nemidlalo yeqhwa yangaphakathi."}
{"ar":"قالت: \"لا توجد معلومات استخبارية تشير إلى هجوم وشيك.","zh":"她说：“没有情报表明近期会有袭击发生。","en":"She said, \"There is no intelligence to suggest that an attack is expected imminently.","eu":"Haren esanean, “ez dago berehalako erasoren bat gertatuko dela dioen informaziorik.","fr":"Elle a déclaré : « Aucun renseignement ne permet de penser qu'une attaque est pressentie dans l’immédiat ».","ml":"\"അവള്‍ പറഞ്ഞു, \"\"ഒരു ആക്രമണം ഉടന്‍തന്നെ പ്രതീക്ഷിക്കാമെന്നുള്ള ഇന്‍റലിജന്‍സ് അറിയിപ്പുകളൊന്നുമില്ല.\"","mr":"त्या म्हणाल्या, ''त्वरित हल्ला होण्याची शक्यता वर्तवण्यासाठी कोणतीही गुप्तचर यंत्रणा नाही.","ne":"उनले भनिन्, “त्यहाँ कुनै आक्रमण तत्काल हुने वाला छ भन्ने सुझाव दिने कुनै बौद्धिक जानकारी छैन।”","es":"Ella afirmó: «No hay inteligencia que sugiera que sea esperable un ataque en lo inmediato.","sw":"Alisema, \"Hakuna busara ya kupendekeza kuwa shambulio linatarajiwa kabisa.","te":"ఈ సందర్భంగా ఆమె మాట్లాడుతూ.. 'దాడి జరిగే అవకాశం ఉందని చెప్పడానికి ఎలాంటి తెలివితేటలు లేవు.","ur":"اُس نے کہا،”اس بات کی تجویز دینا کوئی عقلمندی نہیں کہ ایک حملہ فوری طور پر متوقّع ہے۔","vi":"Bà nói: \"Không có thông tin tình báo nào cảnh báo về một cuộc tấn công sắp diễn ra.","xh":"Uthe, \"Akukho zinkcukatha ezithi kunohlaselo olulindelweyo.","yo":"Arábìnrin náà sọ wípé “Kò sí ìtalólobó kankan tó tọ́ka sí wípé àkọlù jẹ ohun ti à ń retí láìpẹ́.","zu":"Wathi, \"Ayikho imibiko esikisela ukuthi ukuhlaselwa kumelwe kulindelwe maduzane."}
{"ar":"يعمل ثلثا الفنزويليين في قطاع الخدمات، حيث يعمل ما يقرب من ربعهم في الصناعة وخمسهم في الزراعة.","zh":"三分之二的委内瑞拉人就是这样从事服务行业，接近四分之一的人从事工业，五分之一的人在农业行业里工作。","en":"Two thirds of Venezuelans who work do so in the service sector, nearly a quarter work in industry and a fifth work in agriculture.","eu":"Lan egiten duten venezuelarren bi herenek zerbitzuen sektorean lan egiten dute, ia laurden batek industrian eta bosten batek nekazaritzan.","fr":"Deux tiers des Vénézuéliens qui travaillent le font dans le secteur des services, près d’un quart dans l’industrie et un cinquième dans l’agriculture.","ml":"ജോലി ചെയ്യുന്ന വെനസ്വേലക്കാരിൽ മൂന്നിൽ രണ്ട് ഭാഗം സേവന മേഖലയിലും, ഏകദേശം നാലിലൊന്ന് പേർ വ്യവസായത്തിലും, അഞ്ചിലൊന്ന് വരുന്നൊരു ഭാഗം കാർഷിക മേഖലയിലും ജോലി ചെയ്യുന്നു.","mr":"व्हेनेझुएला मधील 2 तृतीयांश लोक जे काम करतात  ते सेवा क्षेत्रात काम करता, एक चौथाई लोक उद्योगात काम करतात आणि पाचवा भाग कृषी क्षेत्रात.","ne":"सेवा क्षेत्रमा, लगभग एक चौथाइ उद्योगमा र पाँचौँ भाग कृषिमा काम गर्ने दुई तिहाइ भेनेजुएला निवासीहरू।","es":"Dos tercios de los trabajadores venezolanos se desempeñan en el sector de servicios, alrededor de una cuarta parte trabaja en la industria y una quinta parte, en el sector agrícola.","sw":"Thuluthi mbili ya Wavenezuela ambao hufanya kazi hufanya hivyo katika sekta ya huduma, karibu robo yao hufanya kazi katika viwanda na humusi hufanya kazi katika kilimo.","te":"వెనిజులా ప్రజలలో మూడింట రెండొంతుల మంది సేవా రంగంలో, దాదాపు పావువంతు పరిశ్రమలలో ఇంకా వ్యవసాయం రంగంలో ఐదవ వంతు మంది పనిచేస్తారు.","ur":"وینزویلا کے دو تہائی لوگ سروس سیکٹر میں، تقریبا ایک چوتھائی صنعت میں اور پانچواں حصّہ کاشتکاری کا کام کرتا ہے-","vi":"Hai phần ba số người Venezuela đi làm làm việc trong ngành dịch vụ, gần một phần tư làm việc trong ngành công nghiệp và một phần năm trong ngành nông nghiệp.","xh":"Ababini kwabathathu baseVenezuela abasebenza kwicandelo leenkonzo benjenje, basebenza phantse ikota yomsebenzi kumzi mveliso kunye nesihlanu somsebenzi kwezolimo.","yo":"Ìdá mẹ́ta àwọn ènìyàn ilẹ̀ Venezuela tó ń siṣẹ́ ló wà lẹ́ka tó ń pèsè iṣẹ́, ìdá mẹ́ta wà ní ilé- iṣẹ́ nígbàtí ìkọrùn ún wà lẹ́ka tó ń rí sí ohun ọ̀gbìn.","zu":"Ingxenye yesithathu kwezimbili yabantu baseVenezuela abasebenzayo basebenza emkhakheni wokukhonza, cishe ingxenye yesine isebenza ezimbonini futhi ingxenye yesithathu isebenza kwezokulima."}
{"ar":"شارك معظم الأشخاص الذين يعملون في قطاع الدواجن، ولكن هناك أيضًا بعض المخاطر على مراقبي الطيور.","zh":"大多数病例出自与家禽打交道的人群，但观鸟者也有一定风险。","en":"Most have involved people who work with poultry, but there is also some risk to birdwatchers.","eu":"Gehienak hegaztikiarekin lan egiten duten pertsonen artean gertatu dira, baina hegazti-behatzailek ere badute arriskua.","fr":"La plupart impliquaient des personnes qui travaillent avec des volailles, mais il existe également un certain risque pour les observateurs d'oiseaux.","ml":"കോഴിവളർത്തലുമായി ബന്ധപ്പെട്ട ആളുകളാണ് കൂടുതലും, പക്ഷേ പക്ഷിനിരീക്ഷകർക്ക് ചില അപകട സാധ്യതകളുമുണ്ട്.","mr":"यामध्ये पोल्ट्रीमध्ये काम करणाऱ्या लोकांचा सहभाग असला तरी पक्षीनिरीक्षकांनाही थोडा धोका आहे.","ne":"ज्यान गुमाउने मान्छेहरूमध्ये धेरैजसो कुखुरा पालनमा काम गर्ने व्यक्तिहरू रहेका छन् तर चराहरू अवलोकन गर्न चाहने व्यक्तिमा पनि यसबाट केही जोखिम रहेको छ।","es":"Si bien casi todos los afectados tenían contacto en sus trabajos con aves de corral, también puede haber algún riesgo para los observadores de aves.","sw":"Mengi yamehusisha watu ambao hufanya kazi na kuku, lakini pia kuna hatari kiasi kwa watazama ndege.","te":"అత్యధికులు కోళ్ల ఫారాలలో పనిచేసే వ్యక్తులు, అయితే పక్షులను చూసేవారికి కూడా కొంత ప్రమాదం ఉంటుంది.","ur":"زیادہ تر لوگوں نے ایسے افراد کو شامل کیا ہے جو مرغی خانہ میں کام کرتے ہیں، لیکن ماہرین طیوریات کو بھی کچھ خطرہ لاحق ہے۔","vi":"Hầu hết đều ảnh hưởng đến những người làm việc trong ngành gia cầm, nhưng khách ngắm chim cũng có nguy cơ.","xh":"Abantu abaninzi bebesebenza ngeenkukhu, kodwa ukho umngcipheko kwabanye abathanda ukubuka iintaka.","yo":"Ọ̀pọ̀ ló ti mún àwọn èèyàn tó ń ṣe ọ̀sìn adìẹ, àmọ́ àwọn ewu kán wà nínú wíwó ẹyẹ.","zu":"Abaningi bahlanganisa abantu abasebenza ngezinkukhu, kodwa zikhona nezingozi kubabheki bezinyoni."}
{"ar":"يعتمد عدد أصحاب اللغة الأم على احتساب متحدثي اللهجات المرتبطة بها من عدمه.","zh":"母语人数取决于紧密相关的方言是否计算在内。","en":"The number of native speakers varies depending on whether or not very closely related dialects are counted.","eu":"Hizlari natiboen kopurua aldatu egiten da, harekin estu erlazionatuta dauden dialektoak kontuan hartzen diren arabera.","fr":"Le nombre de langues maternelles dépend de si oui ou non les dialectes très proches sont pris en compte.","ml":"വളരെ അടുത്ത ബന്ധമുള്ള നാടോടി ഭാഷകളെ കണക്കാക്കുന്നുണ്ടോ ഇല്ലയോ എന്നതിനെ ആശ്രയിച്ച് പ്രാദേശിക ഭാഷ കൈകാര്യം ചെയ്യുന്നവരുടെ എണ്ണം വ്യത്യാസപ്പെടുന്നു.","mr":"मूळ भाषकांची संख्या ही खूप जवळच्या संबंधित बोली भाषा मोजल्या जातात की नाहीत यानुसार बदलते.","ne":"मातृभाषा वक्ताहरूको संख्या निकट रुपमा सम्बन्धित धेरै बोलीहरू गणना गरिन्छ कि गरिँदैन भन्नेमा निर्भर गर्छ।","es":"La cantidad de hablantes nativos será diferente según se computen o no dialectos que estén muy relacionados entre sí.","sw":"Idadi ya wazungumzaji wenyeji hutofautiana kulingana na kama lahaja zinazohusiana kwa karibu sana zinahesabiwa au la.","te":"మాతృభాష మాట్లాడే వారి సంఖ్య, సంబంధిత భాషలను వారు మాట్లాడే తీరు, వైఖరిని బట్టి మారుతూ ఉంటుంది.","ur":"اس زبان کو بولنے والوں کی تعداد میں تفاوت اس پر منحصر ہے کہ قریبی طور سے باہم مربوط لہجات کی گنتی کی جاتی ہے یا نہیں۔","vi":"Số lượng người bản ngữ khác nhau tùy thuộc vào việc kết hợp chặt chẽ giữa các phương ngữ với nhau hay không.","xh":"Inani lezithethi zemveli liyehluka ngokuxhomekeka ekubeni zibaliwe na okanye hayi ezona zisondele kakhulu kololwimi.","yo":"Oyè àwọn tó gbọ́ èdè ìbílẹ̀ mà n yàtọ̀ ní torí bóyá àwọn a ma n ka àwọn ẹ̀ya èdè to súnmọ́ ara wọ.","zu":"Inani lezikhulumi zendawo liyahluka kuye ngokuthi ulimi lwesigodi oluhlobene kakhulu luyabalwa yini noma cha."}
{"ar":"في السنوات الأخيرة من القرن الـ18، غزا الفيتناميّون أيضاً كمبوديا.","zh":"在 18 世纪的最后几年，越南人也入侵了柬埔寨。","en":"In the last years of the 18th century the Vietnamese also invaded Cambodia.","eu":"18. mendeko azken urteetan, vietnamdarrek ere inbaditu zuten Kanbodia.","fr":"À la fin du XVIIIe siècle, les Vietnamiens envahirent aussi le Cambodge.","ml":"18-ആം നൂറ്റാണ്ടിന്റെ അവസാന വർഷങ്ങളിൽ വിയറ്റ്നാമീസും കംബോഡിയ ആക്രമിച്ചു.","mr":"18 व्या शतकाच्या अखेरच्या वर्षांत व्हिएतनामींनी देखील कंबोडियावर आक्रमण केले होते.","ne":"भियतनामीहरूले पनि कम्बोडियामा 18 औं शताब्दीका अन्तिमतिर भियतनामीहरूले पनि कम्बोडियामा आक्रमण गरे।","es":"Hacia fines del siglo XVIII, Camboya también sufrió invasiones vietnamitas.","sw":"Katika miaka ya mwisho ya karne ya 18 Wavietinamu pia waliivamia Kambodia.","te":"18వ శతాబ్దం చివరి సంవత్సరాలలో వియత్నాం కూడా కంబోడియాపై దండయాత్ర చేసింది.","ur":"اٹھارویں صدی کے آخری سالوں میں ویتنامیوں نے بھی کمبوڈیا پر حملہ کیا تھا۔","vi":"Những năm cuối thế kỷ 18, Việt Nam cũng xâm lược Campuchia.","xh":"Kwiminyaka yokugqibela ye-18 sentyhuri iVietnam yahlasela neKhambodiya.","yo":"Ní àwọn ọdun aipẹ julọ century 18 náà àwọn eniyan ti Vietnam gbógun ti Cambodia.","zu":"Eminyakeni yokugcina yekhulu lama-18 leminyaka abantu baseVietnam babuye bahlasela iKhambodiya."}
{"ar":"يوجد كهف ضئيل بالقرب من القمة يجب المرور خلاله، إنه منخفض جداً وضيّق إلى حد كبير.","zh":"必须穿过靠近顶部的一个很低、很狭窄的小洞。","en":"There's a tiny cave near the top that must be passed through, it is quite low and a rather tight squeeze.","eu":"Pasa beharreko koba txiki bat dago puntatik gertu, nahiko baxua eta estua.","fr":"Près du sommet, il faut traverser une petite grotte plutôt exiguë et dont le plafond est assez bas.","ml":"മുകളിന് സമീപം ഒരു ചെറിയ ഗുഹയുണ്ട്, അത് കടന്നുപോകണം,  ഇത് പൂര്‍ണ്ണമായും ചെറുതാണ്, മാത്രമല്ല ഇറുകിയതും ഞെരുക്കമുള്ളതുമാണ്.","mr":"शिखराजवळ तिथे एक छोटीशी गुहा आहे ज्यामधून आपल्याला जावेच लागते, ती खूप खाली आहे खरच खूप चिंचोळी आहे.","ne":"माथिको नजिक सानो गुफा छ जुन पार गर्नुपर्नेछ, यो एकदमै सानो र साँघुरो छ।","es":"En la parte superior se encuentra una cueva pequeña por la que hay que pasar. Es bastante baja y estrecha.","sw":"Kuna pango ndogo karibu na juu ambalo lazima lipitwe, liko chini kabisa na la kubana sana.","te":"ఎగువన ఒక చిన్న గుహ ఉంది, దాని గుండా తప్పక వెళ్ళాలి, ఇది చాలా తక్కువగా ఉంటుంది ఇంకా గట్టిగా నలిపివేస్తుంది.","ur":"چوٹی کے قریب ایک چھوٹا سا غار موجود ہے جسے عبور کیا جانا ضروری ہے، یہ کافی نیچا ہے اور بہت ہی تنگ ہے۔","vi":"Phải đi qua một cái hang nhỏ ở gần đỉnh, nó khá thấp và chật chội.","xh":"Kukho umqolomba omncinane ekumele kudlulwe kuwo, usezantsi kakhulu kwaye umxinwa.","yo":"Ihò kékeré kan wà ní ẹ̀gbẹ́ kan lókè tí a lè gbà kọjá, ó lọlẹ̀ ó sì fúnpa.","zu":"Kunomhume omncane eduze nesiqongo okumelwe kudlulwe kuwo, usezansi kakhulu futhi uminyene."}
{"ar":"بالرغم من استخدام سكان جرينلاند الأصليين كلمة إسكيمو، فلا يجب أن يستخدمها الأجانب.","zh":"尽管你可能会听到格陵兰本地人用这个词，但外国人应该避免使用。","en":"While you may hear the word used by Greenlandic Natives, its use should be avoided by foreigners.","eu":"Groenlandiar natiboei hitz hori entzuten badiezu ere, komeni da kanpotarrek ez erabiltzea.","fr":"Bien que vous pouvez entendre les autochtones du Groenland utiliser le mot, les étrangers doivent éviter de l’utiliser.","ml":"ഗ്രീൻലാൻഡ് സ്വദേശികൾ ഉപയോഗിക്കുന്ന പദം നിങ്ങൾ കേൾക്കുവാൻ ഇടവരുകയാണെങ്കിൽ, ഇതിന്റെ ഉപയോഗം വിദേശികൾ ഒഴിവാക്കേണ്ടതാണ്.","mr":"तुम्ही ग्रीनलंड स्थानिकांकडून काही शब्द ऐकल, परंतु त्याचा वापर हा परदेशी लोकांना टाळायला हवा.","ne":"जबकि तपाईंले ग्रिनल्यान्ड वासीहरूले प्रयोग गरेका शब्द सुन्न सक्नुहुन्छ, तर यसको प्रयोग विदेशीहरूले रोक्नु पर्दछ।","es":"Pese a que existe la posibilidad de que escuche el término de la boca de los groenlandeses, quienes vienen de otros países deben evitar usarla.","sw":"Wakati unaweza kusikia neno hilo likitumiwa na Wenyeji wa Grinilandi, wageni wanapaswa kuepuka kulitumia.","te":"గ్రీన్ లాండిక్ నేటివ్స్ ఉపయోగించే పదాన్ని మీరు వింటారు, అయితే, దీని ఉపయోగం విదేశీయులకు పరిహరించాలి.","ur":"اگرچہ آپ گرین لینڈ کے مقامی افراد کی جانب سے اس لفظ کا استعمال سنیں، تاہم غیر ملکیوں کو اس کے استعمال سے اجتناب برتنا چاہیئے۔","vi":"Mặc dù bạn có thể nghe thấy người bản địa Greenland dùng từ này, nhưng người nước ngoài nên tránh sử dụng.","xh":"Nangona usenokuva abantu abazinzalelwane zaseGreenland belisebenzisa eli gama, abantu abangengabo abaphaya bamele bangalisebenzisi.","yo":"O lè ma gbọ́ pé áwọn ará Grinlandikí se n ló oro náà, o yẹ kí àwọn àjèjì má a sọ́ra fún un.","zu":"Nakuba ungezwa leli gama lisetshenziswa abantu Bendabuko baseZweni Eliluhlaza, kumelwe ligwenywe abantu bakwamanye amazwe."}
{"ar":"الغاية الحقيقية هي أن تعطي تلك الشركات سيطرة أكبر على أسواقهم؛ يدور الأمر كله حول ربح الأموال.","zh":"实际上的目的是为了让这些公司更好地控制他们的市场；一切都是为了圈钱。","en":"The actual purpose is to give those companies more control over their markets; it's all about money spinning.","eu":"Enpresa horiek beren merkatuetan kontrol handiagoa edukitzea da benetako helburua; dirua etengabe mugitzean dago koska.","fr":"Le but réel est de donner à ces entreprises un plus grand contrôle sur leurs marchés ; il s’agit de gagner de l’argent.","ml":"ആ കമ്പനികൾക്ക് അവയുടെ വിപണികളിൽ കൂടുതൽ നിയന്ത്രണം നൽകുകയാണ് യഥാർത്ഥ ലക്ഷ്യം. ഇതെല്ലാം ധനസമ്പാദനവുമായി ബന്ധപ്പെട്ടതാണ്.","mr":"याचा खरा उद्देश त्या कंपन्यांना त्यांच्या बाजारपेठांवर अधिक नियंत्रण देण्याचा आहे; हे सर्व पैसे कमवण्यासाठी आहे.","ne":"वास्तविक उद्देश्य भनेको ती कम्पनीहरूलाई उनीहरूको बजारमा बढी नियन्त्रण दिनु हो; यो सबै पैसाको चक्रबारे हो।","es":"El objetivo oculto que esas compañías tienen en la mira es ganar más control sobre sus mercados; se trata de hacer circular el dinero.","sw":"Lengo halisi ni kuzipatia kampuni hizo udhibiti zaidi wa masoko yake; yote ni kuhusu kutengeneza pesa.","te":"ఆ కంపెనీలకు వారి మార్కెట్లపై మరింత నియంత్రణ ఇవ్వడమే అసలు ప్రయోజనం; ఇదంతా డబ్బు స్పిన్నింగ్ గురించే.","ur":"واقعی مقصد ان کمپنیوں کو بازار پر زیادہ کنٹرول دینا ہے۔ اس کا تعلق سراسر تحصیلِ زر سے ہے۔","vi":"Mục đích thực sự là mang đến cho những công ty đó nhiều quyền kiểm soát thị trường; nói chung tất cả đều là về kiếm thật nhiều tiền.","xh":"Eyona njongo iyintloko kukunika ezo nkampani ulawulo olungakumbi phezu kweemarike zazo; konke oku kungokwenza imali.","yo":"Nkan tó wà fún ni pé kó fún àwọn ile iṣe naa ni agbára lori àwọn ọjà wọn; owo ni kẹ̀kẹ́ ìhìn rere.","zu":"Injongo yangempela ukwenza lezo zinkampani zilawule kakhudlwana izimakethe zazo; konke kumayelana nokwenza inzuzo."}
{"ar":"عندما تكون في عطلة منزلية، يكون لديك وقت كافٍ لتدليل نفسك وقضاء بعضاً من الدقائق الإضافية لتحضير مشروب مميز.","zh":"宅在家里度假，手头上时间多了，可以稍微多花点时间泡一杯特别的饮品，犒劳犒劳自己。","en":"When you're on a staycation, you have the time to treat yourself and take a few extra minutes to brew up something special.","eu":"Oporrak etxean igarotzean, zeure burua zaintzeko eta zerbait berezia prestatzeko minutu batzuk gehiago hartzeko denbora duzu.","fr":"Lorsque vous êtes en séjour, vous avez le temps de vous faire plaisir et de prendre quelques minutes supplémentaires pour préparer quelque chose de spécial.","ml":"നിങ്ങൾ ഒരു താമസസ്ഥലത്ത് ആയിരിക്കുമ്പോൾ, നിങ്ങളെ സ്വയം പരിഗണിക്കാനും സ്പെഷ്യലായ ചായ തയ്യാറാക്കാൻ ഏതാനും മിനിറ്റുകൾ ചെലവിടാനും നിങ്ങൾക്ക് സമയം ലഭിക്കും.","mr":"जेव्हा तुम्ही आपल्या मुक्कामी असता, तेव्हा तुमच्या कडे स्वत:कडे पाहण्यासाठी अधिक वेळ असतो आणि काही तरी विशेष करण्यासाठी काही अतिरीक्त मिनिट घेऊ शकता.","ne":"तपाईं स्थगनमा रहेको बेला, तपाईंसँग आफैले उपचार गर्ने केही समय हुन्छ र कुनै विशेषलाई समायोजन गर्नका लागि केही मिनेट लिन सक्नुहुन्छ।","es":"Cuando usted se encuentra de vacaciones en su casa, cuenta con el tiempo necesario para darse un gusto y dedicar unos minutos más para cocinar un plato especial.","sw":"Wakati uko katika likizo karibu na nyumbani, una muda wa kujifurahisha na kuchukua dakika chache za ziada kutengeneza kitu spesheli.","te":"మీరు బస చేసేటప్పుడు, మీకు మీరు విందు ఇచ్చుకోడానికి సమయం ఉంటుంది మరియు కొంచెం ప్రత్యేకమైనదాన్ని తయారు చేసుకోడానికి కొంచెం ఎక్కువ సమయం తీసుకోండి.","ur":"جب تم staycation پر ہو تو تمہارے پاس اپنی خاطر مدارات کے لئے کافی وقت ہوتا ہے اور تم چند زائد منٹ صَرف کرکے اپنے لئے کوئی خاص شے دم کر سکتے ہو۔","vi":"Khi bạn du lịch tại chỗ, bạn có thời gian dành cho chính mình và dành thêm đôi ít phút để pha chế một món gì đó đặc biệt.","xh":"Xa uhlala kwindawo yokuhlala, unexesha lokuziphatha kwaye uthathe imizuzu embalwa eyongezelelweyo ukwenza into ekhethekileyo.","yo":"Níwọn ìgbà tí o báwà ní ìsinmi, o ní àsìkò láti tọ́jú ara rẹ kí o sì ya àwọn àkókò kan sọ́tọ fún ohun tó se pàtakì.","zu":"Uma uthatha iholide usekhaya lakho, unesikhathi sokuzijabulisa nesokuthatha imizuzu embalwa yokwenza okuthile okubalulekile."}
{"ar":"قامت المركبة المدارية القمرية غير المأهولة \"تشاندرايان-1\" بإطلاق مسبار مون إمباكت (MIP)، الذي اخترق سطح القمر بسرعة 1.5 كيلومتر في الثانية (3000 ميل في الساعة)، وتمكن من الهبوط على مقربة من قطب القمر الجنوبي.","zh":"无人驾驶月球轨道飞行器月船一号发射了月球撞击探测器，该探测器以每秒 1.5 公里(每小时 3000 英里) 的速度掠过月球表面，并在月球南极附近成功硬着陆","en":"The unmanned lunar orbiter Chandrayaan-1 ejected its Moon Impact Probe (MIP), which hurtled across the surface of the Moon at 1.5 kilometres per second (3000 miles per hour), and successfully crash landed near the Moon's south pole.","eu":"Gizakirik gabeko Chandrayaan-1 Ilargiko orbitadoreak Moon Impact Zunda (MIP) jaurti zuen; 1,5 kilometro segundoko abiaduran (3.000 milia orduko) joan zen ilargiaren gainazalean zehar, eta ilargiaren hego polotik gertu lurreratu zen talka eginez.","fr":"L'orbiteur lunaire télécommandé Chandrayaan-1 a éjecté sa sonde d'impact lunaire (MIP), qui a foncé vers la surface de la Lune à 1,5 kilomètres par seconde (3000 miles par heure) et effectué un atterrissage forcé réussi près du pôle sud de la Lune.","ml":"വൈമാനികനില്ലാത്ത ചാന്ദ്ര ഓർബിറ്ററായ ചന്ദ്രയാൻ- 1 അതിന്റെ മൂൺ ഇമ്പാക്ട് പ്രോബ് (എംഐപി) പുറന്തള്ളി, ഇത് ചന്ദ്രന്റെ ഉപരിതലത്തിൽ, സെക്കൻഡിൽ 1.5 കിലോമീറ്റർ വേഗതയിൽ (മണിക്കൂറിൽ 3000 മൈൽ), ഊക്കോടെ ഇടിക്കുകയും, വിജയകരമായി ചന്ദ്രന്റെ ദക്ഷിണ ധ്രുവത്തിന് അടുത്ത് വന്നിറങ്ങുകയും ചെയ്തു.","mr":"मानवरहित चंद्र कक्षा चंद्रयान -1 ने त्याचा चंद्र प्रभाव तपासणी (MIP) बाहेर काढली जी चंद्राच्या पृष्ठभागावर 1.5 सेकंद प्रति सेकंद (ताशी 3000 मैल) वेगाने घसरलेआणि यशस्वीरित्या क्रॅश चंद्राच्या दक्षिण ध्रुवाजवळ आले.","ne":"संदिग्ध सहित तीनजना मानिसहरू सन् 2005 मा चोरी भएको डज नियनमा थिए र घटनास्थलमा नै मृत्यु पनि भयो।","es":"El orbitador lunar sin tripulación, Chandrayaan-1, expulsó su Sonda de Impacto Lunar (MIP), que se precipitó en la superficie de la Luna a 1,5 kilómetros por segundo (3000 millas por hora) y aterrizó estrellándose con éxito cerca del polo sur del satélite natural.","sw":"Chombo cha kuzunguka mwezi Chandrayaan-1 kisichoendeshwa na mtu kilitoa Kichunguza Athari za Mwezi (MIP) chake, ambacho kilisonga kwa kasi katika uso wa Mwezi kwa mwendo wa kilomita 1.5 kwa sekunde (maili 3000 kwa saa), na kikatua kwa kishindo kwa mafanikio karibu na ncha ya kusini ya Mwezi.","te":"మానవ రహిత లునార్ ఆర్బిటర్ చంద్రయాన్-1 దాని  మూన్ ఇంపాక్ట్ ప్రోబ్ (ఎంఐపి)ను బయటకు తీసింది, ఇది చంద్రుడి ఉపరితలంపై సెకనుకు 1.5 కిలోమీటర్ల (గంటకు 3000 మైళ్లు) వేగంతో దూసుకుపోయి, విజయవంతంగా చంద్రుడి దక్షిణ ధ్రువం సమీపంలో బలంగా కొట్టుకొని దిగింది.","ur":"غیر انسان بردار قمری طوّاف چندرائن-1 نے اپنے مون امپیکٹ پروب کو خارج کیا جو چاند کی سطح پر 1.5 کلومیٹر فی سیکنڈ (3000 میل فی گھنٹہ) کی رفتار سے چکر لگا کر چاند کے جنوبی قطب کے قریب کامیابی سے اتر گیا۔","vi":"Tàu vũ trụ không người lái bay theo quỹ đạo mặt trăng Chandrayaan-1 phóng ra Tàu Thăm dò Mặt Trăng (MIP), bay ngang qua bề mặt Mặt Trăng ở vận tốc 1,5 km\/giây (3000 dặm\/giờ), và đã hạ cánh an toàn gần cực nam của Mặt Trăng.","xh":"Inqwelo yasemajukujukwini engena mqhubi iChandrayaan-1 iye yakhupha Isixhobo sayo Sokuhlola Inyanga (MIP), esiye sabaleka Enyangeni sihamba ngesantya seekhilomitha eziyi-1.5 (I-3000 yeemayile ngeyure) ngomzuzwana, yaye siye sawa ngempumelelo kwi-south pole yaseNyangeni.","yo":"Ọkọ̀ aládásiṣẹ́ afara jọ òṣùpá ojú òfúrufú Chandrayaan-1 ti yọ irinṣẹ́ iwaàdí inú òṣùpá rẹ̀ oon Impact Probe (MIP) jáde, èyí tí ó sáré kọjá ojú òṣùpá ní ìwọ̀n kìlómítà kan ó lé márùn ún fún ìṣẹ́jú kan (ẹgbẹ̀rún mẹ́ta máìlì fún wákàtí kan) èyí tí ó se àseyọrí ìjálulẹ̀ lẹ́bàá ìhà gúùsù òṣùpá.","zu":"Umkhumbi-mkhathi ojikeleza inyanga ongenamshayeli iChandrayaan-1 wakhipha Isihloli saso Samandla Okushayisana Enyangeni (MIP), esashwizashwiza eNyangeni ngamakhilomitha angu-1.5 ngomzuzwana (amamayeli angu-3000 ngehora) futhi yehlela ngamandla ngokuyimpumelelo eduze neningizimu yeNyanga."}
{"ar":"هذا شيء تحتاج دائمًا إلى وضعه في الاعتبار، لتجنب خيبة الأمل أو ربما حتى النفور من الطرق المحلية للقيام بالأشياء.","zh":"这是你需要永远记在心上的一点，这样才能避免失望或者甚至对当地的做法表示厌恶。","en":"This is something you always need to keep in mind, to avoid disappointment or perhaps even distaste over local ways to do things.","eu":"Hori kontuan hartzeko zerbait da, desilusioa edo baita bertako gauzak egiteko modua ez gustatzea ekiditeko.","fr":"C'est quelque chose que vous devez toujours garder à l'esprit pour éviter toute déception ou peut-être même toute aversion à l'égard des comportements locaux.","ml":"നിരാശയോ കാര്യങ്ങൾ ചെയ്യാനുള്ള ലോക്കലായ രീതികളിൽ ഒരുപക്ഷെ അസ്വസ്ഥതയോ ഒഴിവാക്കുന്നതിന് നിങ്ങൾ എല്ലായ്പ്പോഴും ഓർമ്മിക്കേണ്ട കാര്യമാണിത്.","mr":"निराशा टाळण्यासाठी किंवा कदाचित स्थानिक मार्गांने गोष्टी करण्यामुळे येणारी उदासीनता टाळण्यासाठी तुम्हाला नेहमी हे लक्षात ठेवण्याची गरज आहे.","ne":"यो त्यस्तो चीज हो जुन तपाईंले सधैं दिमागमा राख्नुपर्दछ, निराशाबाट बच्नका लागि वा सायद स्थानीय तरिकाहरूले गर्ने काम प्रति घृणा गर्ने।","es":"Esto debe tenerse siempre presente a fin de ahorrarse decepciones e, incluso, algún disgusto producto de las formas locales de hacer las cosas.","sw":"Hili ni jambo ambalo unahitaji kukumbuka kila wakati, ili kuepuka kukata tamaa au hata kuchukizwa na njia za kawaida za kufanya mambo.","te":"నిరాశ పడకుండా లేదా పనులు చేసే విధానం ఇష్టం లేకపోయినా, మీరు ఒకటి ఎప్పుడూ గుర్తించుకోవాలి.","ur":"اس بات کو ہمیشہ دھیان میں رکھنے کی ضرورت ہے کہ تم مایوسی سے اور غالباً محلّی لوگوں کے طور طریقوں پر ناگواری سے اجتناب کرو۔","vi":"Bạn nên chuẩn bị sẵn sàng tâm thế cho những điểm khác biệt này để tránh cảm giác thất vọng hay thậm chí là chán ghét những cách làm hay thói quen khác lạ tại nơi mà mình đặt chân đến.","xh":"Yinto le ekufuneka usoloko uyigcine engqondweni, ukuze ungaphoxeki okanye ukuphelelwa ngumdla wendlela abantu balapha abenza izinto ngayo.","yo":"Ohùn kan wà tí o ní láti má a fi sọ́kàn nígbàgbogbo, láti yàgò fún ìjákulẹ̀ tàbí yẹra fún àwọn ọ̀nà àìda tìbílẹ̀ ti wọ́n fi ń se nǹkan.","zu":"Lokhu okuthile okumelwe uhlale ukukhumbula, ukugwema ukudumazeka ngisho nokungathandi izindlela zendawo zokwenza izinto."}
{"ar":"ولا يشمل أي تحالف لشركات الطيران المعابر الثلاثة على المحيط في نصف الكرة الجنوبي (ولا يغطي سكاي تيم أي من المعابر).","zh":"南半球没有一家航空联盟的航线能横跨全部三个大洋（天合联盟甚至没有跨洋航线）。","en":"No airline alliance covers all three ocean crossings in the Southern Hemisphere (and SkyTeam covers none of the crossings).","eu":"Hegazkin-konpainien aliantza bakar batek ere ez ditu hiru ozeanoak gurutzatzen Hego Hemisferioan (eta SkyTeam-ek ez du pasaguneetako bakar bat ere egiten).","fr":"Il n’existe aucune alliance de compagnies aériennes couvrant les jonctions des trois océans de l’hémisphère sud (et SkyTeam ne couvre aucune d’entre elles).","ml":"ഒരു എയർലൈൻ സഖ്യവും തെക്കൻ അർധഗോളത്തിലെ മൂന്ന് സമുദ്ര ക്രോസിംഗുകളെയും ഉൾക്കൊള്ളുന്നില്ല (മാത്രമല്ല സ്കൈടീം ക്രോസിംഗുകളെ ഒന്നും ഉൾക്കൊള്ളുന്നില്ല).","mr":"कोणतीही विमान कंपनी दक्षिण गोलार्धातील सर्व तीन महासागरांना ओलांडत नाही (आणि स्काय टीम कोणतेही क्षेत्र ओलांडत नाही).","ne":"कुनै पनि एयरलाइन सङ्गठनले दक्षिणी गोलार्द्धमा सबै तीन महासागरहरू पार गर्ने समेट्दैन (र SkyTeam ले कुनै एउटा पनि पार गर्ने समेट्दैन)।","es":"Ninguna alianza aérea abarca el cruce de los tres océanos en el hemisferio sur (y SkyTeam no cubre ninguno).","sw":"Hakuna muungano wa ndege unaohudumia vivukio vyote vitatu vya bahari katika Ulimwengu wa Kusini (na hakuna kivukio ambacho SkyTeam inahudumia).","te":"ఏ ఎయిర్ లైన్ కూటమి దక్షిణార్ధగోళంలో మూడు సముద్ర క్రాసింగ్ లను కవర్ చేస్తుంది (మరియు స్కైటీమ్ క్రాసింగ్ లను కవర్ చేస్తుంది).","ur":"جنوبی نِصف کُرہ میں کوئی بھی ایئر لائن الائنس ان تینوں سمندی کراسسنگز کا احاطہ نہیں کرتا (اور سکائی ٹیم کسی بھی کراسسنگز کا احاطہ نہیں کرتی)-","vi":"Không có liên minh hàng không nào hoạt động ở cả ba điểm giao trên biển ở Bán cầu Nam (và SkyTeam không hoạt động ở điểm giao nào trong số này).","xh":"Akukho mbutho wenqwelo moya endiza phezukwazo zontathu iindlela zogqitha emZantsini Wehlabathi (futhi i-SkyTeam ayogqumi nenye indlela yokugqitha).","yo":"Kò sí ọkọ̀ ojú òfúrufú tó ń de orí omi mẹ́tẹ̀ẹ̀ta ní Southern Hemisphere (àti SkyTeam tó má ń dé ibi ìpinyà).","zu":"Ayikho inhlangano yezindiza ehlanganisa zonke izindlela ezintathu zokuya ngaphesheya kwezilwandle ezinkulu eNingizimu neNkabazwe (futhi IqembuIsibhakabhaka alihlanganisi lezi zindlela)."}
{"ar":"في حين أن فهم تاريخ الفرد لا يفترض بالضرورة فهم ثقافته، إلا أنه يساعد على أقل تقدير في أن يكتشف الأفراد إحساساً بموضعهم في تاريخ المنظمة.","zh":"虽然理解历史并不意味着理解文化，但至少可以帮助人们了解自己在组织历史中的位置。","en":"While understanding one’s history does not assume understanding of culture, it does at least help people gain a sense of where they fall within the history of the organization.","eu":"Baten istorioa ulertzeak halabeharrez kultura ulertzea ez den arren, erakundearen historiaren baitan non kokatzen diren jakiten laguntzen dio gutxienez jendeari.","fr":"Bien que comprendre l'histoire de quelqu'un ne soit pas synonyme de comprendre sa culture, cela aide les gens à savoir à quel niveau ils se situent dans l'histoire de l'organisation.","ml":"ഒരാളുടെ ചരിത്രം പഠിക്കുന്നതിലൂടെ സംസ്‌കാരവും മനസ്സിലാക്കണം എന്ന് നിർബന്ധമില്ല, ഇത് കുറഞ്ഞപക്ഷം ആളുകൾക്ക് സംഘടനയുടെ ചരിത്രത്തിൽ അവരുടെ സ്ഥാനം എവിടെയാണെന്ന് ചെറുതായെങ്കിലും മനസ്സിലാക്കിക്കൊടുക്കുന്നു.","mr":"1 एखाद्याचा इतिहास समजून घेतल्यास ते संस्कृतीचे आकलन समजत नाहीत, परंतु ते कमीतकमी संस्थेच्या इतिहासामध्ये कुठे येतात हे समजून घेण्यात लोकांना मदत करते.","ne":"कसैको इतिहास बुझ्दा संस्कृति बुझिएको मानिँदैन, यसले कम्तीमा मानिसलाई सङ्गठनको इतिहासभित्र उनीहरू कहाँ चुके भन्ने बोध हासिल गर्न मद्दत गर्छ।","es":"Aun cuando conocer las historias personales no implica entender la cultura, esto al menos ayuda a los individuos a poder representarse el lugar que ocupan dentro de la historia de la organización.","sw":"Wakati kuelewa historia ya mtu hakumaanishi kuelewa utamaduni, angalau huwasaidia watu kupata hisia za mahali waliko katika historia ya shirika.","te":"ఒక దాని చరిత్రను అర్థం చేసుకోవడమంటే సంస్కృతిని అర్థం చేసుకోవడం కాదు, ఇది సంస్థ యొక్క చరిత్రలో కనీసం తామెక్కడ ఉన్నామన్న అవగాహనను ప్రజలకు తెలియజేస్తుంది.","ur":"جبکہ اپنی تاریخ کو جاننے سے یہ نہیں فرض کیا جاسکتا کہ کوئی شخص اپنے کلچر سے بھی واقف ہے اس سے بہ کیف لوگوں کو اس کا شعور حاصل کرنے میں مدد ملتی ہے کہ تنظیم کی تاریخ میں ان کا مقام کیا ہے۔","vi":"Mặc dù sự hiểu biết về một lịch sử của người nào đó không có nghĩa mang lại sự hiểu biết về văn hóa, nhưng ít nhất nó cũng giúp mọi người hiểu được tình hình trong bối cảnh lịch sử của tổ chức.","xh":"Xa uyiqonda imbali yomntu oko akuthethi ukuba uyayiqonda inkcubeko yakhe, kodwa iyabanceda abantu bafumane ukuqonda apho kukhona ukushota kwimbali yombutho.","yo":"Bí èyàn bá mọ ìtàn àbáláyé ẹni kò túmọ̀ si wípe o mọ àṣà náà, ṣùgbọ́n ó ṣáà ma n jẹ́ kí ibi tí èyàn wà bọ́ sí ètò ilé iṣé náà yé wọn.","zu":"Nakuba ukuzwisisa umlando womuntu kungasho ukuzwisisa isiko lomuntu, okungenani kusiza abantu babe nomuzwa wokuthi bawela kuphi emlandweni wenhlangano."}
{"ar":"كما يقدم كل برنامج توصيات عن كتب يجب على الأطفال أن يبحثوا عنها عندما يتوجه كل منهم إلى المكتبة.","zh":"每期节目还会向孩子们提供建议，向推荐他们在去图书馆时应当查阅的书籍。","en":"Each show would also provide recommendations for books that children should look for when they went to their library.","eu":"Halaber, haurrek liburutegian bila ditzaketen liburuen gomendioak ere ematen ditu saio bakoitzak.","fr":"De plus chaque spectacle proposera une suggestion de livres que les enfants devraient emprunter à la bibliothèque.","ml":"ഓരോ ഷോയും കുട്ടികൾ ലൈബ്രറിയിലേക്ക് പോകുമ്പോൾ നോക്കേണ്ട പുസ്തകങ്ങളുടെ ശുപാർശകളും നൽകും.","mr":"प्रत्येक शोमध्ये लहान मुलांनी त्यांच्या ग्रंथालयात गेल्यानंतर कोणती पुस्तके शोधावीत त्याबद्दल शिफारशी देखील दिल्या जातील.","ne":"बालबालिकाहरू पुस्तकालयमा जाँदा तिनीहरूले हेर्नु पर्ने किताबका लागि प्रत्येक कार्यक्रमले पुस्तकहरूका लागि सिफारिस पनि प्रदान गर्छ।","es":"En cada episodio, además, se brindaba información sobre libros que recomendaban que los niños leyeran cuando visitaran una biblioteca.","sw":"Kila onyesho pia lingetoa mapendekezo ya vitabu ambavyo watoto wangepaswa kutafuta walipokwenda katika maktaba.","te":"ప్రతి ప్రదర్శన కూడా పిల్లలు వారి లైబ్రరీకి వెళ్ళినప్పుడు చూడాల్సిన పుస్తకాల కోసం సిఫార్సులు కూడా అందిస్తుంది.","ur":"ہر پروگرام ان کتابوں کی سفارش بھی کرتا ہے جنہیں بچوں کو لائبریری میں جاتے وقت تلاش کرنا چاہیے۔","vi":"Mỗi chương trình cũng sẽ đưa ra đề xuất về những cuốn sách mà trẻ em nên tìm đọc khi đến thư viện.","xh":"Umboniso ngamnye uza kubonelela nangeengcebiso zeencwadi ekufuneka abantwana bazikhangele xa besiya kwilayibrari yabo.","yo":"Àfihàn kọ̀ọ̀kan náà yíò tún gba àwọn ọmọ ní ìmòràn lórí àwọn ìwé láti múlò tí wọn bá lọ sí yàrá ìkàwẹ́.","zu":"Uhlelo ngalunye luzotusa izincwadi lezo izingane okumelwe zizibheke lapho ziye elabhulali yazo."}
{"ar":"يحجز معظم الناس أماكنهم مسبقاً في وقتٍ مبكرٍ (لأن القوارب عادةً ما تكون ممتلئةً خلال موسم الذروة).","zh":"多数人很早就提前订好位置（因为船在旺季通常会客满）。","en":"Most people book their place well in advance (as the boats are usually full during the high season).","eu":"Gehienek aldez aurretik egiten dituzte erreserbak (goi-denboraldian beteta egoten dira eta ontziak).","fr":"La plupart des gens réservent leur place bien à l’avance (car les bateaux sont généralement pleins pendant la haute saison).","ml":"മിക്ക ആളുകളും അവരുടെ സ്ഥലം മുൻ‌കൂട്ടി ബുക്ക് ചെയ്യുന്നു (സാധാരണയായി ഉയർന്ന സീസണിൽ ബോട്ടുകൾ നിറയും).","mr":"अनेक लोक त्यांची जागा खूप आधीच बुक करतात (कारण गर्दीच्या मोसमात बोटी साधारणत: पूर्ण भारलेल्या असतात).","ne":"धेरै मानिसहरूले आफ्नो ठाँउ पहिला नै बुक गर्दछन् (किनभने डुङ्गा प्रायः चल्तिको मौसममा भरिन्छन्)।","es":"La mayoría de las personas reservan su lugar con mucha anticipación, ya que los barcos suelen llenarse en la temporada alta.","sw":"Watu wengi huhifadhi nafasi zao mapema sana (kwani kwa kawaida boti hizo hujaa wakati wa msimu wenye shughuli nyingi).","te":"చాలా మంది తమ స్థలాన్ని ముందుగానే బుక్ చేసుకున్నారు (సాధారణంగా మంచి సీజన్ లో పడవలు నిండుగా ఉంటాయి కావున).","ur":"زیادہ تر لوگ اپنی جگہ پہلے سے ہی بک کر لیتے ہیں، (کیونکہ بھر پور موسم کے دوران کشتیاں عموما بھر جاتی ہیں)۔","vi":"Hầu hết hành khách đều đặt chỗ trước (vì các thuyền thường kín chỗ trong mùa cao điểm).","xh":"Abantu abaninzi babhukisha indawo yabo ngaphambi kwexesha (njengoko izikhephe zidla ngokuzala ngexesha lonyaka eliphezulu).","yo":"Ọ̀pọ̀ èèyàn ló ma ń gbààyè sílẹ̀ saájú (torí ọkọ̀ ojú omi ti ma ń kún fọ́fọ́ láwọn àkókò tó ga).","zu":"Abantu abaningi babhukha indawo yabo kusenesikhathi (njengoba izikebhe ziyaye zisheshe ukugcwala ngezikhathi ezimatasa zonyaka)."}
{"ar":"ابتداءً من بعد ظهر الأربعاء، كانت فتحات الخزانات ما تزال تسرب غالباً بسبب التمدد الحراري داخل الخزان.","zh":"截至周三下午，油箱的排气口仍在漏油，这很可能是由油箱内部的热膨胀造成的。","en":"As of Wednesday afternoon, the tank vents were still leaking probably from thermal expansion inside the tank.","eu":"Asteazken arratsaldean, tankeko hodietatik oraindik ere petrolioa isurtzen ari zen, ziurrenez tanke barruko espantsio termikoa dela eta.","fr":"Mercredi après-midi, les évents du réservoir fuyaient toujours, probablement à cause de la dilatation thermique à l'intérieur du réservoir.","ml":"ബുധനാഴ്ച ഉച്ചവരെയുള്ള കണക്ക് പ്രകാരം, ഒരുപക്ഷെ ടാങ്കിനുള്ളിലെ താപ വികാസം കാരണം ടാങ്ക് വെന്റുകൾ ഇപ്പോഴും ചോർന്നുകൊണ്ടിരിക്കുന്നു.","mr":"बुधवार दुपारपर्यंत टाकीच्या आत कदाचित औष्णिक विस्तारामुळे टाकीचे व्हेंट्स अजूनही गळत होते.","ne":"बुधबार दिउँसोसम्म,ट्याङ्कीका निकासहरू सम्भवत ट्याङ्की भित्रको थर्मल विस्तारबाट अझै पनि चुहिने नै थिए।","es":"Hasta el miércoles en la tarde, aún había pérdidas en las rejillas de ventilación del tanque, probablemente a causa de la expansión térmica en su interior.","sw":"Kufikia Jumatano alasiri, matundu ya tanki yalikuwa bado yanavuja labda kutokana na upanuzi wa kijoto ndani ya tanki.","te":"బుధవారం మధ్యాహ్నం నాటికి, ట్యాంకు వెంట్ లు ఇప్పటికీ ట్యాంకు లోపల థర్మల్ విస్తరణ నుంచి లీక్ అయి ఉండవచ్చు.","ur":"بدھ کی سہ پہر کے وقت کا حال یہ ہے کہ ٹنکی کے وینٹس سے رساؤ جاری تھا اور غالباً اس کا سبب ٹنکی میں بہت زیادہ بھاپ کا جماؤ تھا۔","vi":"Tính đến chiều thứ Tư, ống thông khí của bể vẫn bị rò rỉ, có thể do sự giãn nở theo nhiệt độ bên trong bể.","xh":"Ukususela ngoLwesithathu emva kwemini, okwetanki bekusavuza mhlawumbi ngenxa yokwanda kwe thermal ngaphakathi kwintanki.","yo":"Ní ọ̀sán ọjọ́rú, táǹkì náà jò bóyá nítorí thermal expansion nínu táǹkì.","zu":"Kusukela ngoLwesithathu emini, ama-tank vent ayesavuza cishe ngenxa yokwanda kwamanzi okubangelwa ukushisa phakathi kwethangi."}
{"ar":"يحدث المد الأحمر نتيجة لوجود تركيز أعلى من الطبيعي لكائن بحري وحيد الخلية طبيعي المنشأ يسمى \"كارينيا بريفيس\".","zh":"赤潮的起因源于腰鞭毛藻的浓度高于正常水平。它是一种自然产生的单细胞海洋生物。","en":"Red tide is caused by a higher than normal concentration of Karenia brevis, a naturally-occurring single-celled marine organism.","eu":"Marea gorriak sortzen dira, Karenia brevis itsasoko organismo zelulabakarra ohi baino kontzentrazio handiagoan agertzen denean.","fr":"La marée rouge est causée par une concentration plus élevée que la normale de Karenia brevis, un organisme marin unicellulaire naturel.","ml":"സ്വാഭാവികമായി ഉണ്ടാകുന്ന ഏകകോശ സമുദ്ര ജീവിയായ കരേനിയ ബ്രെവിസിന്റെ സാധാരണയിൽ കൂടിയ ഒത്തുകൂടലാണ് ചുവന്ന വേലിയേറ്റത്തിന് കാരണം.","mr":"एका नैसर्गिकरीत्या सापडणाऱ्या एक पेशीय करेनिया ब्रेव्हीस या सजीवाच्या सामान्य पेक्षा अधिक प्रमाणामुळे लाल भरती होते.","ne":"प्राकृतिक रूपमा हुने एकल कोशिकायुक्त समुद्री जीवले हुने रातो छाल, कारेनिया ब्रिभिसको सामान्य एकाग्रताभन्दा बढीको कारणले हुन्छ।","es":"La marea roja es originada por una densidad superior a la regular de Karenia Brevis, organismo marino formado por una sola célula y que es de origen natural.","sw":"Wimbi jekundu husababishwa na mkusanyiko mkubwa kuliko kawaida wa Karenia brevis, kiumbe asilia cha seli moja kinachopatikana baharini.","te":"Red tide అనేది సాధారణ గాఢత కన్నా ఎక్కువ మొత్తంలో ఉండే Karenia Brevis ద్వారా సంభవిస్తుంది, karenia Brevis సహజంగా ఏర్పడే ఏక కణ సముద్రపు జీవి.","ur":"سرخ جوار بھاٹا، قدرتی طور پر واقع ہونے والے کیرینیا بریویس کے واحد حیاتیاتی زندہ وجود کی معمول سے زیادہ ارتکاز کی وجہ سے آتا ہے۔","vi":"Nguyên nhân gây ra thủy triều đỏ là nồng độ cao hơn bình thường của tảo Karenia brevis, một sinh vật biển đơn bào xuất hiện tự nhiên.","xh":"Amaza amakhulu abomvu abangelwa bubukho beeKarenia brevis ezininzi kunesiqhelo, into yokwemvelo ebakhoyo ephila emanzini.","yo":"Àìsàn Red tide ma ń wáyé bí̀ Karenia brevis bá wọ́pọ̀ ju bí ó se yẹ lọ, ìṣẹ̀lẹ̀ àdéyébá tí wọ́n pè ní kòkòrò inú omi.","zu":"Ukuhlehla nokubuya kolwandle okubomvu kubangelwa ukugcwala okungaphezu kokuvamile kwe-Kareniya brevis, isidalwa sasolwandle sengqamuzana elilodwa esiba khona ngokwemvelo."}
{"ar":"وفي جوهر الأمر، أحدث عصر النهضة تغييراً كبيراً في نهج التعلم ونشر المعرفة.","zh":"文艺复兴从根本上让学习和知识传播的方式产生了重大变化。","en":"In essence, the Renaissance made a significant change in the approach to learning and the dissemination of knowledge.","eu":"Oro har, errenazimenduan aldaketa nabarmena gertatu zen ezagutza ikasteko eta hura hedatzeko hurbilketari dagokionez.","fr":"En somme, la Renaissance a été à l'origine d'un changement majeur dans la façon d'envisager l'apprentissage et la diffusion des connaissances.","ml":"ചുരുക്കത്തിൽ പറഞ്ഞാൽ, നവോത്ഥാനം പഠനത്തിനോടുള്ള സമീപനത്തിലും അറിവിന്റെ വ്യാപനത്തിലും വലിയൊരു മാറ്റം സൃഷ്ടിച്ചു.","mr":"थोडक्यात सांगायचे तर पुनरुज्जीवन काळात अध्ययना कडे पाहण्याचा दृष्टीकोन आणि ज्ञानाचे प्रसारण यात महत्वाचा बदल घडवून आणला.","ne":"सारमा, पुनरुत्थानले सिकाइको दृष्टिकोण र ज्ञानको प्रचारमा उल्लेखनीय परिवर्तन गरेको छ।","es":"Básicamente, el Renacimiento significó un cambio de contundente en la perspectiva del aprendizaje y la transmisión del conocimiento.","sw":"Kimsingi, Kipindi cha Mwamko kilifanya mabadiliko muhimu katika mbinu za kujifunza na usambazaji wa maarifa.","te":"ప్రాథమికంగా, పునరుజ్జీవనం అనేది అభ్యాసానికి ఇంకా జ్ఞానాన్ని విస్తరింపజేయడంలో గణనీయమైన మార్పుని తెచ్చింది.","ur":"خلاصہ یہ ہے کہ، رناایسنس نے سیکھنے اور علم کے پھیلاؤ کے نقطہ نظر میں ایک اہم تبدیلی کی۔","vi":"Về bản chất, thời kỳ Phục Hưng đã tạo nên sự thay đổi lớn về cách thức nghiên cứu và truyền bá kiến thức.","xh":"Ngokuyintloko, Imvuselelo yenza utshintsho olukhulu kwindlela yokujonga ukufunda kunye nendlela yokudlulisela ulwazi.","yo":"Ní àkótán, ọ̀làjú náà se àyípadà pàtàkì sí ilànà ẹ̀kọ́ àti ìtànkálẹ̀ ìmọ̀.","zu":"Ngempela, iNguquko yenze ushintsho olukhulu endleni yokufunda nasekusabalaliseni ulwazi."}
{"ar":"يكون الحدث الأصلي الذي يتسبب في الأمر أحيانًا هو تسخين الشمس للجليد وأحيانًا تساقط المزيد من الجليد وأحيان أخرى ظواهر طبيعية أخرى وفي الغالب يكون السبب البشر.","zh":"有时起初的触发原因是太阳让雪变暖，有时是因为降雪多了些，有时是因为其他自然事件，但更常见的原因往往是人为因素。","en":"Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.","eu":"Batzuetan, jatorrizko eragilea eguzkia da elurra berotzen duenean, beste batzuetan, elur-jausi gehiago, beste gertakari natural batzuk edo, askotan, gizakiok dira eragileak.","fr":"Parfois, l'élément déclencheur est le réchauffement solaire sur la neige, parfois c'est juste davantage de neige, et d'autres fois il peut s'agir d'événements naturels ou de l'activité humaine.","ml":"ചിലപ്പോൾ കാരണം സൂര്യതാപം മഞ്ഞ് ഉരുക്കുന്നതാണ്, ചിലപ്പോൾ മഞ്ഞുവീഴ്ച പതിവിലും കൂടുന്നത്, ചിലപ്പോൾ മറ്റ് പ്രകൃതി പ്രതിഭാസങ്ങൾ മൂലമാണ്, പലപ്പോഴും ഒരു മനുഷ്യൻ.","mr":"काहीवेळेस मूळ कारक प्रसंग हा सूर्याद्वारे बर्फ गरम होणणे असतो, काहीवेळेस थोडा अधिक बर्फ पडतो, काहीवेळेस अन्य नैसर्गिक प्रसंग, बरेचदा एखादा मनुष्य.","ne":"कहिलेकाँही मूल ट्रिगर गर्ने घटना सूर्यको तापले हिउँलाई तताउनु हो, कहिलेकाहीँ अधिक हिमपात, कहिलेकाहीँ अरू प्राकृतिक घटनाहरू, प्रायः मानवहरू हुन्।","es":"A veces, el factor que las desencadena es el sol que derrite la nieve, otras veces, es una nueva nevada u otros eventos naturales, y con frecuencia, es el ser humano.","sw":"Wakati mwingine tukio asilia linalochochea ni jua kupasha joto theluji, wakati mwingine kuanguka zaidi kwa theluji, wakati mwingine matukio ya asili, mara nyingi binadamu.","te":"కొన్ని సార్లు సూర్యుని వల్ల మంచు వేడెక్కడం అనేది అసలైన కారణమయ్యే సంఘటన, కొన్నిసార్లు ఎక్కువ మంచు పడడం, మరికొన్ని సార్లు ఇతర సహజ ఘటనలు, ఇంకా తరచుగా జరిగే మానవ తప్పిదాలు వంటివి.","ur":"بعض اوقات اصل محرک واقعہ برف کو گرما دینے والا سورج ہوتا ہے، کبھی کبھی کچھ زیادہ برف باری ہوتی ہے، کبھی دوسرے قدرتی مظاہر، تو اکثر کوئی انسان۔","vi":"Đôi khi sự kiện khởi nguồn ban đầu là mặt trời làm tan tuyết, đôi khi là tuyết rơi nhiều hơn, đôi khi là các sự kiện tự nhiên khác, thường là một người.","xh":"Ngamanye amaxesha isiganeko sokuqala sesingunobangela lilanga elishushubeza ikhephu, ngamanye amaxesha kukuwa kwekhephu, kwamanye amaxesha zizinto zokwemvelo, ngabantu amaxesha amaninzi.","yo":"Nígbà míràn ètò tó má ń dùn ún wò ní bí òòrùn se ń yọ́ yìnyín, lọ́pọ̀ ìgbà àwọn yìnyín ma ń se sí i, ìgbàmíran ìṣẹ̀lẹ̀ àdáyébá, tàbí lọ́pọ̀ ìgbà ti ènìyàn.","zu":"Kwezinye izikhathi isenzakalo sangempela esishukumisayo ilanga elifudumeza iqhwa, kwesinye isikhathi ukuwa kweqhwa elengeziwe, kwesinye isikhathi ezinye izenzakalo ezingokwemvelo, kaningi umuntu."}
{"ar":"إذا كنت تريد أن تتعلم رمي الخشبة المرتدة التي تعود إلى يدك بعد رميها، فتأكد من أن لديك الخشبة المناسبة لكي تعود لك.","zh":"如果你想学掷回力镖，让它飞出去之后能飞回手中，请务必使用可以飞回的合适的回力镖。","en":"If you want to learn throwing a boomerang that comes back to your hand, make sure you have a suitable boomerang for returning.","eu":"Eskura itzultzen den bumerana jaurtitzen ikasi nahi baduzu, ziurtatu itzultzeko egokia den bumeran bat duzula.","fr":"Si vous voulez apprendre à lancer un boomerang qui vous retourne directement dans la main, alors assurez-vous de bien avoir un boomerang conçu pour revenir.","ml":"നിങ്ങളുടെ കൈയ്യിലേക്ക് മടങ്ങിവരുന്ന രീതിയിൽ ഒരു ബൂമറാങ് എറിയാൻ പഠിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ട് എങ്കിൽ, മടങ്ങി വരുന്നതിന് അനുയോജ്യമായ ഒരു ബൂമറാങ് കൈവശം ഉണ്ടെന്ന് ഉറപ്പ് വരുത്തുക.","mr":"तुमच्या हातात परत येणारे बूमरँग फेकणे शिकण्याची तुम्हाला इच्छा असेल तर, परत येण्यासाठी तुमच्याकडे एक सुयोग्य बूमरँग असल्याची खात्री करा.","ne":"तपाईं आफ्नो हातमा फर्केर आउने बुमर्‍याङ फ्याँक्न सिक्न चाहनुहुन्छ भने आफूतिर फर्केर आउने उचित खालको बुमर्‍याङ छ भन्ने कुराको सुनिश्चित गर्नुहोस्।","es":"Si deseas aprender cómo lanzar un búmeran y que vuelva a su mano, asegúrate de contar con uno que sea adecuado para el regreso.","sw":"Ukitaka kujua kutupa bumarengi inayorudi kwa mkono yako, hakikisha uko na bumerang’i sahihi itakayorudi.","te":"మీ చేతికి తిరిగి వచ్చే బూమరాంగ్ విసరడం నేర్చుకోవాలనుకుంటే, మీకు తగిన బూమరాంగ్ తిరిగి రావడానికి ఉండేలా చూసుకోండి.","ur":"اگر آپ سیکھنا چاہتے ہیں کہ بومرینگ کیسے پھینکا جائے کہ وہ پلٹ کر آپ کے ہاتھ میں آئے تو اس بات کو یقینی بنائیں کہ آپ کے پاس ایسا بومرینگ ہو جو واپس آنے کے موزوں ہو۔","vi":"Nếu bạn muốn học chơi trò ném boomerang có thể quay về tay bạn hãy chắc chắn bạn có một chiếc boomerang phù hợp.","xh":"Ukuba ubawela ukufunda ukugibisela iboomerang ezophinda ibuyele esandleni sakho, funeke ufumane iboomerang ekwaziyo ukubuya.","yo":"Bí o bá fẹ́ kọ́ nípa jíju boomerang tó padà sí ọ lọ́wọ́, se àrídájú pé o n.","zu":"Uma ufuna ukufunda ukuphonsa ibhumerangi ebuyela esandleni sakho, qinisekisa ukuthi unebhumerangi efanelekela ukubuya."}
{"ar":"أسهل طريقة للبدء في مجال كتابات السفر هي شحذ المهارات على موقع إلكتروني معتمد للمدوّنات السفريّة.","zh":"开始旅行写作最简单的方法就是在一个资深旅行博客网站上磨练你的技能。","en":"The easiest way to get started in the business of travel writing is to hone your skills on an established travel blog website.","eu":"Bidaia-blogen webgune batean trebetasunak lantzea da bidaia-idazle lanetan hasteko modurik errazena.","fr":"Le moyen le plus simple de se lancer dans la rédaction d’articles de voyage est de se perfectionner sur un blogue de voyage bien établi.","ml":"ഒരു യാത്രാ ബ്ലോഗ് വെബ്സൈറ്റിൽ നിങ്ങളുടെ കഴിവുകൾ ‌തെളിയിക്കുക എന്നതാണ് യാത്രകളെ കുറിച്ചെഴുതുന്ന ബിസിനെസ്സിൽ പ്രവേശിക്കാനുള്ള എളുപ്പവഴി.","mr":"प्रवासी लेखनाच्या व्यवसायामध्ये आपली सुरवात करण्याचा सर्वात सोपा मार्ग म्हणजे तुमच्या कौशल्याला कोणत्यातरी प्रसिद्ध प्रवासी ब्लॉग संकेत स्थळावर प्रकाशित करणे.","ne":"यात्रा लेखनको व्यवसाय सुरुवात गर्ने सबैभन्दा सजिलो तरिका तपाईंका सीपहरूलाई स्थापित यात्रा ब्लगको वेबसाइटमा तिखार्नु हो।","es":"La manera más sencilla de comenzar en el negocio de la escritura sobre viajes es mejorar sus aptitudes en una página web de blogs de viajes establecida.","sw":"Njia ilio rahisi kuanza biashara ya uandishi wa usafiri ni kuonyeshana ujuzi wako kwenye tovuti ya blogu ya usafiri iliyo imara.","te":"ట్రావెల్ రైటింగ్ బిజినెస్ లో ప్రారంభించడానికి సులభమైన మార్గం, ఒక ఎస్టాబ్లిష్ డ్ ట్రావెల్ బ్లాగ్ వెబ్ సైట్ లో మీ నైపుణ్యాలను పెంపొందించడం.","ur":"سفری تحریر لکھنے کی تجارت شروع کرنے کا آسان طریقہ یہ ہے کہ کسی مستحکم ٹریول بلاگ ویب سائٹ پر اپنی صلاحیتوں کو نکھاریں۔","vi":"Cách dễ nhất để bắt đầu nghề nhà báo du lịch là trau dồi kỹ năng của bạn trên một trang web nhật ký du lịch được nhiều người biết đến.","xh":"Indlela elula yokuqala ishishini lakho lokubhala ngokhenketho kukuba ulole izakhono zakho kwi webhusaythi okanye iblog esele izinzile.","yo":"Ọ̀nà tó rọrùn láti bẹ̀rẹ̀ nínú okoòwò kíkọ nípa ìrìnnà ni láti fi ìmọ̀ rẹ̀ lórí ìdásílẹ̀ ìtàkùn ìrìnàjò.","zu":"Indlela elula kakhulu yokuqalisa ebhizinisini lokubhala ngohambo ukuthuthukisa amakhono wakho kuyibhulogi yewebhusayithi yokuhamba emisiwe."}
{"ar":"تحتوي خدمة مترو ريل على درجتين في قطارات المسافرين من وحول مدينة كيب تاون: مترو بلس (تُدعى أيضًا الدرجة الأولي) ومترو (تُدعى الدرجة الثالثة).","zh":"开普敦城内和绕城的通勤火车上有 MetroRail 车厢，MetroRail 有两个等级：MetroPlus（也叫头等舱）和Metro（也叫三等舱）。","en":"MetroRail has two classes on commuter trains in and around Cape Town: MetroPlus (also called First Class) and Metro (called Third Class).","eu":"MetroRai-ek bi klase ditu Lurmutur Hiriaren barruko eta inguruko trenetan: MetroPlus (lehenengo klasea ere deitua) eta Metro (hirugarren klasea ere deitua).","fr":"MetroRail propose deux classes dans les trains de banlieue du Cap et de ses environs : MetroPlus (également appelée première classe) et Metro (appelée troisième classe).","ml":"കേപ്പ് ടൗണിലും പരിസരത്തുമുള്ള യാത്രാ ട്രെയിനുകളിൽ മെട്രോറെയിലിന് രണ്ട് ക്ലാസുകൾ ഉണ്ട്: മെട്രോപ്ലസ് (ഫസ്റ്റ് ക്ലാസ് എന്നും വിളിക്കുന്നു) അതോടൊപ്പം മെട്രോ (തേർഡ് ക്ലാസ് എന്നും വിളിക്കുന്നു).","mr":"मेट्रोरेलचे केप टाऊन आणि प्रवाशी रेल्वे साठी 2 वर्ग आहेत: मेट्रो प्लस (याला पहिला वर्ग ही म्हणतात) आणि मेट्रो (तृतीय वर्ग म्हणतात).","ne":"केप टाउन र वरपर यात्रुवाहक रेलहरूमा मेट्रोरेलका दुई वर्ग छन्: मेट्रोप्लस (फर्स्ट क्लास भनिने) र मेट्रो (थर्ड क्लास भनिने)।","es":"MetroRail cuenta con dos tipos de ferrocarriles suburbanos en Ciudad del Cabo y zonas aledañas: MetroPlus (también conocido como Primera Clase) y Metro (denominado Tercera Clase).","sw":"MetroRail ina daraja mbili katika treni za abiria ndani na karibu na Cape Town: MetroPlus (pia huitwa Daraja la Kwanza) na Metro (huitwa Daraja la Tatu).","te":"కేప్ టౌన్ మరియు చుట్టుపక్కల ప్రయాణికుల రైళ్ళలో మెట్రోరైల్ రెండు తరగతులు ఉన్నాయి: మెట్రోప్లస్ (ఫస్ట్ క్లాస్ అని కూడా పిలుస్తారు) మరియు మెట్రో (థర్డ్ క్లాస్ అని పిలుస్తారు).","ur":"کیپ ٹاؤن اور اسکے ارد گرد مسافر ریل گاڑیوں میں میٹرو ریل کے دو درجہ ہیں : میٹرو پلس (اسے پہلا درجہ بھی کہا جاتا ہے) اور میٹرو (تیسرا درجہ) ہوتا ہے-","vi":"Hệ thống MetroRail có hai hạng trên các chuyến tàu đi lại trong và quanh Cape Town: MetroPlus (còn được gọi lại hạng Nhất) và Metro (được gọi là hạng Ba)","xh":"IMetroRail ineeklasi ezimbini koololiwe babakhweli eKapa neziphaluka: iMetroPlus (ekwabizwa ngokuba yiKlasi yokuQala) neMetro (ebizwa ngokuba yiKlasi yesiThathu).","yo":"Ọkọ̀ ojú irin agbègbè ní ìpele méjì fún àwọn olùrìnrìn ojú irin nínú àti lágbègbè Cape Town: Metroplus (ti wọ́n tún ń pè ní ìpele àkọ́kọ́) àti Metro ( tí wọ́n pè ní ìpele kẹta.","zu":"IMetroRail inezigaba ezimbili zezitimela zabagibeli eKapa kanye nasezindaweni ezizungezile: iMetroPlus (ebuye ibizwe ngokuthi Isigaba Esiphezulu) kanye neMetro (ebizwa ngeSigaba Sesithathu)."}
{"ar":"على الرغم من تكهّن بعض العلماء بأنه نظراً لوجودها أيضاً في أحواض نهر ساراسواتي الجاف الآن، فيجب أن تسمى حضارة السند والساراسواتي بدلاً من حضارة نهر السند، بينما يطلق عليها البعض الحضارة الهارابية نسبةً لقرية هارابا حيث تم التنقيب عن أول مواقع تلك الحضارة في العشرينيات.","zh":"尽管一些学者推测，鉴于这一文明也存在于如今已然干涸的萨拉斯瓦蒂河流域，将该文明称为“印度河-萨拉斯瓦蒂河文明”才算恰如其分，不过一些人称其为“哈拉帕文明”——得名于20世纪20年代在该区域发掘的第一个遗址“哈拉帕”。","en":"Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.","eu":"Aditu batzuen esanean, gaur egun lehortuta dagoen Sarasvati ibaiaren arroetan ere egon zen zibilizazio hori eta, hori dela eta, Indus-Sarasvati zibilizazioa izendatu beharko litzateke. Beste batzuek Harappa-ko zibilizazioa deitzen diote, 1920ko hamarkadan induskatutako lehen gunea izan baitzen Harappa.","fr":"Certains universitaires soutiennent néanmoins qu'étant donné que cette civilisation était également présente dans les bassins du fleuve Sarasvati aujourd'hui asséché, elle devrait justement être appelée la civilisation de l'Indus-Sarasvati, alors que certains la nomment civilisation Harappan d'après Harappa, le premier de ses sites à avoir été mis au jour, dans les années 1920.","ml":"ഇപ്പോൾ വറ്റിപ്പോയിരിക്കുന്ന സരസ്വതീനദിയുടെ തടങ്ങളിലും കൂടിയായിരുന്നു ഈ സംസകാരം നിലനിന്നിരുന്നത് എന്നതുകൊണ്ട് ഇതിനെ ശരിയായ രീതിയിൽ സിന്ധു - സരസ്വതീ നദീതട സംസ്കാരം എന്ന് വിളിക്കണമെന്ന് ചില പണ്ഡിതന്മാർക്ക് അഭിപ്രായമുണ്ട്. എന്നാൽ ചിലർ 1920 കളിൽ ആദ്യ ഉത്ഖനനംനടത്തിയ ഹാരപ്പയുടെ പേരിൽ ഇതിനെ ഹാരപ്പൻ സംസ്കാരം എന്നും വിളിക്കുന്നു.","mr":"जरी अभ्यासकांच्या दृष्टीने आता कोरड्या पडलेल्या सरस्वती नदीच्या खोऱ्यात असल्याने या संस्कृतीला सिंधू-सरस्वती संस्कृती म्हटले पाहिजे असे असले तरी, काहीजण त्याला हडप्पा संस्कृती म्हणतात, जिचे पहिले अवशेष १९२० च्या दशकात सापडले होते.","ne":"केही विद्वानहरूले अहिलेको सुकेको सरस्वती नदीका घाटीहरूमा पनि सभ्यताहरू अवस्थित भए तापनि, यसलाई व्युत्पतिका आधारमा सिन्धु-सरस्वती सभ्यता भनिनुपर्ने अनुमान गरे, जबकि केहीले यसलाई 1920 को दशकमा उत्खनन गरिएको यसको पहिलो स्थल हारप्पाको नाममा यसलाई हारप्पा सभ्यता भन्छन्।","es":"A pesar de ello, algunos expertos estiman que, debido a que la civilización también existió en las cuencas del ahora río seco Sarasvati, sería más acertado denominarla civilización Indo-Sarasvati; por su parte, otros la llaman civilización Harappa, que es el nombre del primero de sus sitios en ser excavado en la década de los veinte.","sw":"Ingawa baadhi ya wasomi hukisia kwamba kwa sababu ustaarabu pia ulikuwapo katika mabonde ya Mto Sarasvati uliokauka sasa, unafaa kuitwa Ustaarabu wa Indus-Sarasvati, huku wengine wakiuita Ustaarabu wa Harappa, kutokana na Harappa, eneo lake la kwanza kuchimbwa katika miaka ya 1920.","te":"ఈ నాగరికత కూడా ప్రస్తుతం ఎండిపోయిన సరస్వతీ నది పరీవాహక ప్రాంతాల్లో నే ఉందని కొందరు పండితులు ఊహి౦చినప్పటికీ, దాన్ని సింధు-సరస్వతీ నాగరికత అని పిలుస్తారు, అయితే 1920లలో త్రవ్విన వాటిలో మొదటిది హరప్పా నాగరికత అని కొందరు అంటారు.","ur":"اگرچہ کچھ علماء یہ قیاس کرتے ہیں کہ چونکہ اب خشک ہوچکی سرسوتی ندی کے حوضوں میں بھی تہذیب موجود تھی، اس لیے اسے مناسب طور پر سندھ-سرسوتی تہذیب کہا جانا چاہئے، جب کہ بعض لوگ اسے ہڑپا عہد کے بعد ہڑپا تہذیب کہتے ہيں، جس کے مقامات میں سے پہلے مقام کی کھدائی 1920 کی دہائی میں ہوئی تھی۔","vi":"Mặc dù một số học giả suy đoán rằng vì cũng tồn tại ở các lưu vực của sông Sarasvati nay đã khô cạn nên nền văn minh này cần được gọi là Nền văn minh Indus-Sarasvati, mặc dù một số người gọi là Nền văn minh Harappan theo tên của Harappa, di tích đầu tiên của nền văn minh này được khai quật vào thập niên 1920.","xh":"Nangona ingcali ziqikelela ukuba ngenxa yokuba ukhanyo lwalukhona nakwintlango yomlambo i Sarasvati, imele ukubizwa njenge Indus-Sarasvati Civilization, ngelixa abanye beyibiza njengeHarappan Civilization esukela kwiHarappa, indawo yokuqala ukombiwa ngomnyaka ka-1920.","yo":"Biotilejepe awon omowe kan daba pe nitori pe awon ara besini Odo Sarasfati to ti wa gbe laju, o ye ki won pe ni Olaju Indus-Sarasfati, awon kan maa n pe ni Olaju Harapani, akoko ninu awon ibi ti won wu jade ni 1920s.","zu":"Nakuba ezinye izazi zicabangela ukuthi njengoba umphakathi ube khona ezigodini zoMfula iSarasvati owomile manje, kufanele ubizwe ngokufanele ngokuthi i-Indus-Sarasvati Civilization, njengoba abanye bewubiza iHarappan Civilization ngemva kweHarappa, eyokuqala yezindawo zayo zokuvubukulwa ngawo-1920,"}
{"ar":"تعد الحقائب المهملة هدفاً للسرقة، كما يمكن أن تلفت إنتباه السلطات القلقة من القنابل.","zh":"无人看管的袋子不仅是窃贼的目标，还会被当成炸弹威胁，引起当局的警惕和关注。","en":"Unattended bags are a target for theft and can also attract attention from authorities wary of bomb threats.","eu":"Zaindu gabeko poltsak dira lapurren helburu eta lehergailu-mehatxuak jarraitzen dituzten agintaritzen arreta ere erakar dezakete.","fr":"Les sacs sans surveillance sont une cible pour le vol et peuvent également attirer l'attention des autorités qui se méfient des alertes à la bombe.","ml":"ആളില്ലാത്ത ബാഗുകൾ മോഷ്ടാക്കൾ ലക്ഷ്യമിടുന്നു കൂടാതെ ബോംബ് ഭീഷണികളെ കുറിച്ച് ജാഗരൂകരായ അധികൃതരുടെ ശ്രദ്ധയും അത് പിടിച്ചുപറ്റുന്നു.","mr":"लक्ष नसलेल्या पिशव्या चोरीसाठी सोपे लक्ष्य असते आणि बॉम्ब धोक्यासाठी देखील अधिकाऱ्यांचे लक्ष वेधून घेऊ शकतात.","ne":"बेवारिसे छाडिएका झोलाहरू चोरको निशानामा पर्न सक्छन् र यस्ता झोलाले बमको चुनौतीबाट सावधान रहने अधिकारीहरूको ध्यान पनि खिच्न सक्दछन्।","es":"El equipaje que se descuida se vuelve un objetivo de robos y, al mismo tiempo, atrae la atención de las autoridades, que se encuentran alertas ante posibles amenazas de bomba.","sw":"Begi zisizotunzwa ni lengo la wizi na pia zinaweza kuvutia umakinifu kutoka kwa mamlaka wanaohofia vitishio vya bomu.","te":"విస్మరించిన  బ్యాగులు దొంగతనానికి వీలుగా ఉంటాయి  మరియు బాంబు బెదిరింపులకు సంబంధించి అధికారుల నుంచి కూడా దృష్టిని ఆకర్షించవచ్చు.","ur":"لاوارث بیگس چوروں کے نشانے پر ہوتے ہیں اور بم کے خطرات سے چوکنےحکّام کی اس طرف نگاہ پڑسکتی ہے۔","vi":"Các túi đồ không được trông coi là mục tiêu trộm cắp và cũng có thể thu hút sự chú ý từ các cơ quan chức năng cảnh giác về mối đe dọa đánh bom.","xh":"Amasaka angahoywanga alicham lamasela futhi atsala iliso labomthetho abaxhalele iziqhushumbhisi.","yo":"Àwọn àpò tí wọn kò se ǹkan sí ma ń jẹ́ àfojúsùn olè jíjà, ó tún lè fa ìbẹjúwò látọ̀dọ̀ àwọn aláṣẹ́ tó ń fiyè sí ìdúnkokò àdó asekúpani.","zu":"Izikhwama ezinganakwanga zitshontshwa kalula futhi zingadonsa ukunaka kweziphathimandla eziqaphele ukusongelwa ngamabhomu."}
{"ar":"وخلال الفترة التي قضاها مع الفريق، سجل 403 هدفاً في 468 مباراة.","zh":"在该球队效力期间，他出场 468 次攻入 403 球。","en":"During his time with the team, he scored 403 goals in 468 appearances.","eu":"Taldean egin zuen denboran, 403 gol egin zituen 468 agerralditan.","fr":"Au cours de son passage au sein de l'équipe, il a marqué 403 buts en l'espace de 468 rencontres.","ml":"ടീമിലുള്ള സമയത്ത് 468 മത്സരങ്ങളിൽ നിന്ന് 403 ഗോളുകൾ നേടി.","mr":"तो जेव्हा संघाबरोबर होता तेव्हा, त्याने 468 खेळी मध्ये 403 गोल नोंदवले.","ne":"टोलीसँगको आफ्नो समयावधिमा, उनले 468 उपस्थितिमा 403 गोल लगाए।","es":"En su paso por el club, convirtió 403 goles en 468 partidos.","sw":"Wakati wake na timu, alifunga mabao 403 katika mechi 468.","te":"జట్టుతో ఉన్న సమయంలో, అతను 468 ప్రదర్శనలలో 403 గోల్స్ చేశాడు.","ur":"ان کی اپنی ٹیم کے ساتھ کے دور میں اس نے 468 میچوں میں 403 گول کیے۔","vi":"Trong thời gian cùng chơi với đội, anh ấy đã ghi được 403 bàn thắng trong 468 lần xuất hiện.","xh":"Ngexesha lakhe kwiqela lakhe, waqokelela amanqaku ayi 403 kwimidlalo eyi 468.","yo":"Ní àkókò tó lò pẹ̀lú ikọ̀ náà ó jẹ góòlù mẹ́tàlénírinwó ní ìkópa ọ̀tàlénírinwó ó lé mẹjọ.","zu":"Ngesikhathi edlalela iqembu, washaya amagoli angama-403 emidlalweni engu-468."}
{"ar":"ولد بوبيك في العاصمة الكرواتية \"زغرب\"، واشتُهِر أثناء لعبه مع بارتيزان بلغراد.","zh":"博贝克出生于克罗地亚首都萨格勒布，在为贝尔格莱德游击队足球俱乐部效力时成名。","en":"Born in the Croatian capital, Zagreb, Bobek gained fame while playing for Partizan Belgrade.","eu":"Bobek, Kroaziako hiriburuko (Zagreb) jokalaria, ezagun bihurtu zen Partizan Belgrade talderako jokatzean.","fr":"Né à Zagreb, la capitale croate, Bobek s'est fait connaître en jouant pour le Partizan Belgrade.","ml":"ക്രൊയേഷ്യൻ തലസ്ഥാനമായ സാഗ്രെബിൽ ജനിച്ച ബൊബെക്, പാർട്ടിസാൻ ബെൽഗ്രേഡിനു വേണ്ടി കളിച്ച് പ്രശസ്തി നേടി.","mr":"क्रोएशियाची राजधानी झगरेबमध्ये जन्मलेल्या बॉबेकने पार्टीझन बेलग्रेडसाठी खेळताना प्रसिद्धी मिळवली.","ne":"पर्तिजान बेलग्रेडमा खेल्दा क्रोएसियाली राजधानी जाग्रेबमा जन्मेका बोबेक प्रख्यात भए।","es":"Bobek, oriundo de Zagreb, capital de Croacia, ganó popularidad cuando se unió al Partizan de Belgrado.","sw":"Huku akizaliwa katika mji mkuu wa Kroatia, Zagreb, Bobek alipata umaarufu wakati wa kuichezea Partizan Belgrade.","te":"క్రొయేషియా దేశ రాజధాని జాగ్రెబ్‌లో జన్మించిన బోబెక్ పార్టిజన్ బెల్ గ్రేడ్ తరఫున ఆడుతూ పేరు సంపాదించాడు.","ur":"کروشیا کے دارالحکومت زغرب میں پیدا ہونے والے بوبیک نے پارٹیزن بیلگریڈ کی طرف سے کھیلتے ہوئے شہرت حاصل کی تھی۔","vi":"Bobek sinh ra ở thủ đô Zagreb của Croatia, anh có được danh tiếng khi chơi cho Partizan Belgrade.","xh":"Inzalelwane yakwikomkhulu laseCroatia, iZagreb, uBobek wafumana udumo ngelixa wayedlalela iPartizan Belgrade.","yo":"Wọ́n bi ní ìpínlẹ̀ Croatian, Zagreb, Bobek jẹ́ ìlúmọ̀ọ́lá nígbàtí ò ń gbá bọ́ọ̀lù fún Partizan Belgrade.","zu":"UBobek, owazalelwa enhlokodolobha yaseKhroweshiya, wathola udumo lapho esadlalela i-Partizan Belgrade."}
{"ar":"للقيام برحلة نهارية على طول طريق سهل يتطلب القليل من الاستعدادات، ويمكن لأي شخص لديه لياقة بشكل معتدل الاستمتاع بها.","zh":"沿着一条平缓的小径远足一天几乎不需要什么准备，并且任何人只要身体不算差，都可以享受远足的乐趣。","en":"For a day hike along an easy trail little preparations are needed, and any moderately fit person can enjoy them.","eu":"Egun batez bide erraz batean ibiltzeko ez da prestakuntza handirik behar eta egoera on samarrean dagoen edonork goza dezake.","fr":"Pour une randonnée d'une journée sur un sentier peu difficile, il suffit de quelques préparatifs et toute personne relativement en bonne santé peut en profiter.","ml":"ഒരു ദിവസത്തെ ഹൈക്കിനായി വളരെ ചെറിയ തയ്യാറെടുപ്പ് മാത്രമേ ആവശ്യമുള്ളൂ, ഇടത്തരം ശരീരക്ഷമതയുള്ള ഏതൊരു വ്യക്തിക്കും അവ ആസ്വദിക്കാൻ കഴിയും.","mr":"एका दिवसाच्या सहलीसाठी सोप्या मार्गाने प्रवास करताना थोड्याशा तयारीची आवश्यक असते तसेच कोणतीही माफक तंदुरुस्त व्यक्ती याचा आनंद घेऊ शकते.","ne":"सजिलो बाटोमा एक दिने पैदल यात्राका लागि केही तयारीहरू आवश्यक हुन्छन् र कुनै पनि मध्यम रूपमा फिट व्यक्तिले तिनीहरूको आनन्द लिन सक्छ।","es":"Para una caminata de un día por un sendero sencillo se necesita poca preparación y cualquier persona medianamente en forma puede hacerla.","sw":"Kwa matembezi ya mchana kando ya njia rahisi maandalizi kidogo yanahitajika, na mtu yeyote aliye na usawa wastani wa kimwili anaweza kufurahia.","te":"సులభమైన కాలిబాటలో ఒక రోజు నడక కోసం చిన్నపాటి సన్నాహాలు అవసరం, మరియు మధ్యస్తంగా ఆరోగ్యంగా ఉన్న ఏ వ్యక్తి అయినా దానిని ఆస్వాదించవచ్చు.","ur":"ایک دن کے اضافے کے لئے ایک آسان ٹرائل اور تھوڑی سی تیاریوں کی ضرورت ہے، اور کوئی معتدل طور پر صحت مند انسان ان سے لطف اندوز ہوسکتا ہے۔","vi":"Đối với một ngày đi bộ men theo con đường dễ đi, cần rất ít sự chuẩn bị, và bất kỳ người nào sức khỏe vừa phải cũng có thể tham gia.","xh":"Uhambo olude kwiindledlana ekulula ukuhamba kuzo nalo kufuneka ululungiselele, ibe umntu osemandleni angephi naye angalonwabela.","yo":"Fún rínrín ìrìnàjò lọ́nà ìtọpa tó rọrùn ìmúra díẹ̀ lo níló, àti wípé ẹnikẹ́ni tó dápé ní ìwọ̀ntuwọ̀nsì lẹ jẹ́ ìgbádùn wọn.","zu":"Ukuhamba emini emzileni olula kudinga ukuzilungiselela okuncane, futhi noma imuphi umuntu ophile kahle ngokomzimba angakujabulela."}
{"ar":"وكانت الأهداف الرئيسية لإيطاليا هي البلدان الأفريقية. ومن أجل احتلال هذه البلدان فسوف يكون لزاماً عليها أن تحصل على منصة لإطلاق القوات، حتى يتسنى للقوات أن تبحر عبر البحر الأبيض المتوسط وتغزو أفريقيا.","zh":"意大利的主要目标是非洲国家。为了夺取这些国家，他们需要一个军队基地，以便军队可以驶穿地中海，入侵非洲。","en":"Italy's main goals were African countries. To capture those countries, they would need to have a troop launching pad, so as troops could sail across the Mediterranean Sea and invade Africa.","eu":"Italiaren helburu nagusia Afrikako herrialdeak ziren. Herrialde horiek harrapatzeko, tropak bidaltzeko gune bat behar zuten, Mediterraneo itsasoa zeharkatu eta Afrika inbaditu ahal izateko.","fr":"Les principaux objectifs de l'Italie étaient les pays africains. Pour conquérir ces pays, il fallait disposer d'une base de lancement des troupes, afin que celles-ci puissent traverser la Méditerranée et envahir l'Afrique.","ml":"ആഫ്രിക്കൻ രാജ്യങ്ങളായിരുന്നു ഇറ്റലിയുടെ പ്രധാന ലക്ഷ്യങ്ങൾ.ആ രാജ്യങ്ങൾ പിടിച്ചെടുക്കാൻ സൈന്യത്തിന് ഒരു ലോഞ്ച് പാഡ് ആവശ്യമായിരുന്നു, അത് മുഖേന മെഡിറ്ററേനിയൻ കടലിലൂടെ സഞ്ചരിച്ച് അവർക്ക് ആഫ്രിക്കയിൽ കടന്നുകയറാം.","mr":"इटलीची मुख्य ध्येये आफ्रिकी देश होते. हे देश बळकावण्यासाठी, त्यांना सैन्य लॉचिंग पॅडची आवश्यकता होती, जेणेकरुन सैनिक भूमध्य समुद्र पार करुन आफ्रिकेवर आक्रमण करु शकतील.","ne":"इटालीका मुख्य लक्ष्यहरू अफ्रिकी देशहरू थिए। ती देशहरू कब्जा गर्न, फौजहरूलाई भूमध्य सागर पार गरेर अफ्रिकामा आक्रमण गर्ने बनाउन उनीहरूसँग एउटा फौज प्रक्षेपण प्याड हुनुपर्ने थियो।","es":"Italia tenía como objetivo primordial a los países africanos. Para capturarlos, precisaría una plataforma de lanzamiento de tropas para que estas pudieran navegar por el Mar Mediterráneo y, así, invadir África.","sw":"Malengo makuu ya Italiano yalikuwa nchi za Kiafrika. Ili kunasa nchi hizo, walihitaji kuwa na pedi ya kurushia vikosi, ili vikosi viweze kusafiri katika Bahari ya Mediteranea na kuishambulia Afrika.","te":"ఇటలీ ప్రధాన లక్ష్యాలు ఆఫ్రికా దేశాలు. ఆ దేశాలను పట్టుకోవాలని, వారు ఒక దళప్రయోగ ప్యాడ్ ను కలిగి ఉండాలి, తద్వారా దళాలు మధ్యధరా సముద్రం మీదుగా ప్రయాణించి ఆఫ్రికాను దాడి చేసి ఆక్రమించవచ్చు.","ur":"اٹلی کے بنیادی اہداف افریقی ممالک تھے۔ ان ممالک پر قبضہ کرنے کیلئے، ان کو ٹروپ لانچنگ پیڈ کی ضرورت پڑی ہوگی، تاکہ ان کی فوجیں بحیرہ روم سے گزر کر افریقہ پر حملہ کر سکیں-","vi":"Những mục tiêu chính của Ý là các quốc gia tại châu Phi. Để đoạt được những quốc gia ấy, họ sẽ cần phải có một căn cứ trú quân để các đội quân của họ có thể giong buồm vượt qua Địa Trung Hải và xâm chiếm châu Phi.","xh":"Iinjongo eziphambili zase-Itali yayingamazwe aseAfrika. Ukuthimba loo mazwe, kwakuza kufuneka babe nephedi yokuqalisa umkhosi, ukuze umkhosi uwele uLwandle lweMeditera uhlasele iAfrika.","yo":"Gbogbo aleba Itili je awon ilu Afirika. Lati ka awon ilu naa mo, won maa nilati ni ibi ti awon ajagun ti le gba lo ja, ki eon lr gba oju Osa Meditereniani lati lo kogun ja Afirika.","zu":"Izinhloso eziphambili zase-Italy kwakungamazwe ase-Afrika. Ukuze bathumbe lawo mazwe, babezodinga indawo yokuthumela amasosha, ukuze kuthi njengoba amasosha ewela uLwandle iMedithera ngemikhumbi ahlasele i-Afrika."}
{"ar":"يحتوي كل متجر بقالة على صف مُربك من بطاقات الهاتف المدفوعة مُقدماً التي يمكن استخدامها في الهواتف العمومية أو في الهواتف العادية.","zh":"每个街头小店都摆满了一排令人眼花缭乱的预付费电话卡，这些电话卡既可以用于公用付费电话机，也可以用于普通电话机。","en":"Every corner store is filled with a confusing array of pre-paid phone cards that can be used from pay phones or ordinary telephones.","eu":"Denda txiki oro dago telefonoetarako aurreordainketa-txartel aukera nahasgarriz beteta, telefono-kabinetan edo telefono arruntekin erabil daitezkeenak.","fr":"Chaque magasin du coin est rempli d'une panoplie déroutante de cartes téléphoniques prépayées qui peuvent être utilisées à partir de téléphones payants ou de téléphones ordinaires.","ml":"ഓരോ കോർണർ സ്റ്റോറും പേ-ഫോണുകളിൽ നിന്നോ സാധാരണ ടെലിഫോണുകളിൽ നിന്നോ ഉപയോഗിക്കാൻ കഴിയുന്ന പ്രീ-പെയ്ഡ് ഫോൺ കാർഡുകളുടെ ആശയക്കുഴപ്പമുണ്ടാക്കുന്ന ഒരു നിരയാൽ നിറച്ചിരിക്കുന്നു.","mr":"कोपऱ्यावरचे प्रत्येक दुकान हे गोंधळ करू पाहणाऱ्या प्री-पेड फोन कार्डच्या ओळीनी भरलेले असते, जे पे फोन किंवा साध्या टेलिफोन मध्ये वापरता येऊ शकते.","ne":"भुक्तानी फोन वा साधारण टेलिफोनहरूबाट प्रयोग गर्न सकिने प्रिपेड स्टोर फोन कार्डहरूको भ्रामक क्रमले हरेक कुनाको स्टोर भरिएको हुन्छ।","es":"En las tiendas de cada esquina hay una enorme y confusa variedad de tarjetas de telefonía prepagas que pueden utilizarse en teléfonos públicos o comunes.","sw":"Kila duka la karibu limejawa na aina nyingi za kukanganya za kadi za simu za kulipia kabla ambazo zinaweza kutumika katika simu za kulipia au simu za kawaida.","te":"ప్రతి కార్నర్ స్టోరు పే ఫోన్‌లు లేదా సాధారణ టెలిఫోన్‌ల నుంచి ఉపయోగించగల ప్రీ పెయిడ్ ఫోన్ కార్డుల యొక్క గందరగోళశ్రేణితో నిండి ఉంది.","ur":"رہائشی علاقوں کی ہر چھوٹی دکان میں پیشگی ادائیگی کردہ فون کارڈز کی پریشان کن صفوں کی بھرمار ہے جو کہ پے فونز یا عام ٹیلیفونز سے استعمال کیے جا سکتے ہیں۔","vi":"Mọi cửa hàng ở góc phố đều chất đầy một dãy lộn xộn các thẻ điện thoại trả trước mà có thể được sử dụng từ trụ điện thoại công cộng hoặc điện thoại thông thường.","xh":"Zonke iivenkile zasekuhlaleni zigcwele iintlobo ezahlukeneyo zamakhadi okufowuna asele egcwaliswe ngemali nanokusetyenziswa kwiifowuni zikawonke wonke okanye kwiifowuni eziqhelekileyo.","yo":"Gbogbo ilé ìtajà tó wà ní kọ́nà ní àwọn tó ń ta káàdì ìpé tàbí àwọn tí a lè pè lọ́dọ̀ wan kún sí.","zu":"Noma iziphi izitolo ezincane zigcwele ngezinhlobonhlobo ezididayo zamakhadi wefoni akhokhelwa kusengaphambili lawo angasetshenziswa ezingcingweni zomphakathi noma ocingweni oluvamile."}
{"ar":"ولم ترد أخبار عن وقوع أي إصابات كبيرة، لكن خمسة أشخاص على الأقل كانوا في موقع الحادث وقت حدوث الانفجار، وقد تمت معالجتهم من أعراض الصدمة.","zh":"据报告并没有发生重大伤亡，但至少有5 人因身处爆炸现场而出现休克症状，接受了治疗。","en":"No major injuries were reported, but at least five people on scene at the time of the explosion were treated for symptoms of shock.","eu":"Ez da zauritu larririk egon, baina eztanda gertatzean bertan zeuden bost pertsona, gutxienez, tratatu egin behar izan dituzte shock-sintomak direla eta.","fr":"Aucun blessé grave n’a été signalé, mais au moins cinq personnes présentes sur les lieux au moment de l’explosion ont été traitées pour des symptômes d’état de choc.","ml":"ഗുരുതര പരുക്കുകൾ ഒന്നും റിപ്പോർട്ട് ചെയ്തിട്ടില്ല, എന്നാൽ സ്ഫോടന സമയത്ത് സംഭവ സ്ഥലത്തുണ്ടായിരുന്ന അഞ്ച് ആളുകൾക്ക് എങ്കിലും ഷോക്കിന്റെ ലക്ഷണങ്ങൾക്ക് ചികിൽസ നൽകിയിട്ടുണ്ട്.","mr":"कोणत्याही मोठ्या इजा झाल्या नाहीत, परंतु स्फोटाच्या वेळी घटनास्थळी असलेल्या किमान 5 लोकांवर आघाताच्या लक्षणांसाठी उपचार करण्यात आले.","ne":"कसैलाई कुनै ठूलो चोटपटक लागेको भनेर रिपोर्ट गरिएको छैन तर विस्फोटका समयमा कम्तीमा पाँच जना व्यक्तिमा आघातको लक्षण देखिएकाले तिनको उपचार गरिएको थियो।","es":"No se informó la existencia de heridos graves, pero se dio tratamiento a, por lo menos, cinco personas por síntomas de shock que se encontraba en la escena al momento de la explosión.","sw":"Hakuna majeraha makubwa yaliyoripotiwa, lakini angalau watu watano katika eneo wakati wa mlipuko huo walitibiwa kwa dalili za mshtuko.","te":"పెద్ద గాయాలు ఏవీ నమోదు కాలేదు, కానీ పేలుడు సమయంలో ఘటనా స్థలంలో ఉన్న కనీసం ఐదుగురు వ్యక్తులకు షాక్ లక్షణాలకు చికిత్స అందించారు.","ur":"کسی کے زیادہ زخمی ہونے کی اطلاع نہیں تھی، لیکن دھماکے کے وقت جائے وقوع پر موجود کم از کم پانچ افراد کا صدمے کی علامات کیلئے علاج کیا گیا تھا۔","vi":"Không có thương tích nghiêm trọng nào được ghi nhận, nhưng ít nhất năm người tại hiện trường lúc vụ nổ xảy ra đã được điều trị các triệu chứng sốc.","xh":"Akukho monzakalo omkhulu oye waxelwa, kodwa ubuncinane bahlanu abantu ebebekwindawo yexhwayelo abaye banyangelwa iimpawu zomothuko ngethuba logqabhuko dubulo.","yo":"Kò jábọ̀ ìṣeléṣe púpọ̀, ṣùgbọ́n ó kéré jù àwọn ènìyàn márùn tó wà níbẹ̀ ní àkókò tí gbàmù náà ṣẹlẹ̀ ní wọ́n ṣàyẹ̀wò ìyàlẹ́nu fún.","zu":"Akukho ukulimala okutheni okubikiwe, kodwa okungenani abantu abahlanu abakade bese ndaweni yesigameko ngesikhathi sokuqhuma balashelwe izimpawu zokuthuka."}
{"ar":"تصنع معظم أجهزة التلفاز بطريقة ترضي عامة الجمهور.","zh":"大多数电视节目都是为娱乐大众而制作的。","en":"Most televisions are made in a way to please the general public.","eu":"Telebista gehienak publiko orokorraren gustuen arabera egiten dira.","fr":"La plupart des télévisions sont fabriquées de manière à plaire au grand public.","ml":"മിക്ക ടെലിവിഷനുകളും പൊതുജനത്തെ തൃപ്തിപ്പെടുത്തുന്ന രീതിയിലാണ് നിർമ്മിച്ചിട്ടുള്ളത്.","mr":"बहुतेक टेलिव्हिजन हे सामान्य जनतेला खुश करण्यासाठी तयार केले जातात.","ne":"सामान्य जनतालाई खुशी पार्ने किसिमले धेरै जसो टेलिभिजनहरू बनाइन्छन्।","es":"El diseño de la mayoría de las televisiones tiene como objetivo complacer al público general.","sw":"Vipindi vingi vya televisheni nyingi hutengenezwa kwa njia ya kufurahisha umma.","te":"చాలా టెలివిజన్లు సాధారణ ప్రజానీకానికి సంతోషపెట్టడానికి ఒక విధంగా తయారు చేయబడతాయి.","ur":"زیادہ تر ٹیلی ویژن لوگوں کو خوش کرنے کیلئے بنائے گئے ہیں۔","vi":"Hầu hết TV đều được thiết kế theo hướng làm hài lòng công chúng.","xh":"Uninzi loomabona kude lwenziwe ngendlela yokukholisa uluntu ngokubanzi.","yo":"Ọ̀pọ̀ ẹ̀rọ amóhùnmáwòrán ni wọ́n ṣẹ̀dá láti tẹ́ àwọn ará ìlú lọ́rùn.","zu":"Amathelevishini amaningi enziwe ngendlela yokuthokozisa umphakathi ovamile."}
{"ar":"على الرغم من أن أغلب الوكالات مستعدة للاضطلاع بمعظم الحجوزات المنتظمة، فإن العديد من الوكلاء يختصون في أنواع أو ميزانيات أو وجهات محددة للسفر.","zh":"虽然大多数旅行社都愿意接受大部分的常规预约，但也有很多旅行社专门从事特定类型、特定预算范围或特定目的地的旅行业务。","en":"Although most agencies are willing to take on most regular bookings, many agents specialise in particular types of travel, budget ranges or destinations.","eu":"Bidaia-agentzia gehienek ohiko erreserbak hartzen dituzte, baina badaude bidaia, aurrekontu edo helmuga berezietan espezializatutako agentziak ere.","fr":"Bien que la plupart des agences soient disposées à prendre en charge la plupart des réservations régulières, de nombreux agents sont spécialisés dans des types de voyages, des gammes de prix ou des destinations plus spécifiques.","ml":"മിക്ക ഏജൻസികളും പതിവ് ബുക്കിംഗ് ഏറ്റെടുക്കാൻ തയ്യാറാണെങ്കിലും, പല ഏജന്റുമാരും നിർദിഷ്‌ട തരം യാത്രകളിലോ ബജറ്റ് ശ്രേണികളിലോ ലക്ഷ്യസ്ഥാനങ്ങളിലോ സ്‌പെഷ്യലൈസ് ചെയ്യുന്നു.","mr":"बहुतांश एजन्सीज बहुतांश नियमित बुकींग्ज घेण्यास इ्च्छुक असल्या तरी, अनेक एजंट्स विशिष्ट प्रकारचा प्रवास, कमी खर्चिक रेंजेस किंवा गंतव्यस्थानांमध्ये वाकबगार असतात.","ne":"यद्दपी प्राय: एजेन्सीहरू नियमित बुकिङ लिन इच्छुक छन्, धेरै एजेन्टहरू खास प्रकारका यात्रा, बजेट दायरा वा गन्तव्यहरूमा विशेषज्ञता राख्छन्।","es":"Si bien gran parte de las agencias están dispuestas a asumir casi todo tipo de reservas tradicionales, muchos agentes se especializan en cierto tipo de viajes, rangos de presupuestos o destinos específicos.","sw":"Ingawa mashirika mengi ya uwakala yako tayari kufanya uhifadhi mwingi wa kawaida, mawakala wengi hushughulika na aina maalum za usafiri, masafa ya bajeti au mahali pa kwenda.","te":"చాలా ఏజెన్సీలు చాలా రెగ్యులర్ బుకింగ్ లను తీసుకోవడానికి సంయమనిస్తున్నప్పటికీ, అనేక మంది ఏజెంట్లు నిర్ధిష్ట రకాల ట్రావెల్, బడ్జెట్ పరిధులు లేదా గమ్యస్థానాలకు ప్రత్యేకంగా ఉంటారు.","ur":"اگرچہ بہت ساری ایجنسیاں اس بات پر راضی ہیں کہ وہ باقاعدہ بکنگ کرتی رہیں، بہت سارے ایجنٹس خاص قسم کے سفر، بجٹ کی حدود یا منزل مقصود کے متعلق مہارت رکھتے ہیں۔","vi":"Mặc dù đa số các văn phòng đại lý sẵn sàng đảm nhận hầu hết hoạt động đặt phòng thông thường, nhiều đại lý chuyên về một số loại hình du lịch, phạm vi ngân sách hoặc điểm đến cụ thể.","xh":"Nangona iinkonzo ezininzi zizimisele ukwamkela isininzi semilungiselelo yokuhlala, iiarhente ezininzi zinobuchwephesha kwiintlobo ezithile zohambho, amaxabiso athile or iindawo zokufikela.","yo":"Lóòótọ́, ọ̀pọ̀ iléeṣẹ́ ló ma ń fẹ́ láti se àkọọ́lẹ̀ déédé, ọ̀pọ̀ àwọn aṣojú ló má ń gbájúmọ́ ẹka ìrìnàjò kan, ìṣúná àti ibi tí wọ́n ń lọ.","zu":"Nakuba ezinye izinkampani zizimisele ukwenza ukubhukha okuningi okuvamile, izinkampani eziningi zingochwepheshe ohlotshweni oluthize lohambo, ubukhulu bamanani noma izindawo."}
{"ar":"تخيّل، إن صح التعبي، رجلاً مانكوني وبوسطناني وجامايكي وسيدنيسايدر جالسين حول طاولة يتناولون العشاء في مطعم في تورونتو.","zh":"如果你愿意，请想象一个曼彻斯特人、一个波士顿人、一个牙买加人和一个悉尼人围坐在多伦多的一家餐馆里吃饭。","en":"Imagine, if you will, a Mancunian, Bostonian, Jamaican and Sydneysider sitting around a table having dinner at a restaurant in Toronto.","eu":"Imajinatu Manchesterko, Bostongo, Jamaikako eta Sydneyko jendea Torontoko jatetxe batean afaltzen ari zarela.","fr":"Imaginez, si vous le voulez bien, un habitant de Manchester, un habitant de Boston, un Jamaïcain et un habitant de Sydney, assis autour d’une même table de restaurant à Toronto.","ml":"ടൊറന്റോയിലെ ഒരു റെസ്റ്റോറന്റിൽ മേശയ്ക്കു ചുറ്റും ഇരുന്ന് ഒരു മാൻ‌കുനിയൻ, ബോസ്റ്റോണിയൻ, ജമൈക്കൻ, സിഡ്‌നിസൈഡർ എന്നിവർക്കൊപ്പം നിങ്ങൾ അത്താഴം കഴിക്കുന്നതായി സങ്കൽപ്പിക്കുക.","mr":"कल्पना करा की, मॅन्चेस्टर, बोस्टन, जमैका आणि सिडनेचे रहिवासी एका टेबलाभोवती बसून टोरांटोमधील एका उपाहारगृहात रात्रीचे जेवण घेत आहेत.","ne":"यदि तपाईंले चाहनुभएमा, टोरन्टोको एक रेष्टुरेण्टमा मान्कुनियन, बोस्टनियन, जमैकन र सिड्नीसाइडर टेबल वरिपरि खाना खाँदै बसिरहेको कल्पना गर्नुहोस्।","es":"Imagínese, por dar un ejemplo, a un mancuniano, un bostoniano, un jamaiquino y un ciudadano de Sídney sentados en la mesa compartiendo una cena en un restaurante de Toronto.","sw":"Fikiria, ukitaka, Mmankunia, Mbostonia, Mjamaika, na Msydney wakiwa wameketi wamezunguka meza wakila chajio mkahawani katika Toronto.","te":"మీరు అనుకుంటే, టోర్రొంటోలోని ఒక రెస్టారెంట్‌లో మన్‌కునియన్,  బోస్టోనియన్, జమైకా, ఇంకా సిడ్నీసైడర్ అందరూ ఒకే టేబుల్‌పై కూర్చొని డిన్నర్ చేస్తుంటే ఎలా ఉంటుందో ఊహించుకోండి.","ur":"تصور کریں کہ آپ کوئی مانکونین، بوسٹونین، جمائکن اور سڈنیسیڈر ہیں اور ٹورنٹو کے کسی رستوراں میں ایک میز پر بیٹھ کر عشائیہ کھا رہے ہوں۔","vi":"Hãy tưởng tượng rằng một người Manchester, người Boston, người Jamaica và người Sydney ngồi cùng một bàn và dùng bữa tối tại một nhà hàng ở Toronto.","xh":"Yiba nombono, ukuba uyakwazi, i-Mancunian, um-Boston, um-Jamaica kunye ne-nom-Sydney behleli etafileni kwisidlo sangokuhlwa kwindawo yokutyela eToronto.","yo":"Ìwọ kàn rò ó, tí ìwọ tí o jẹ́ Mancunian, Bostonian, Jamaican àti Sydneysider jókòó sí orí tábílì láti jẹun alẹ́ ni ilé ońjẹ ni Toront.","zu":"Cabanga, uma ungakwazi, umuntu wase-Muncunia, e-Boston, e-Jamaica kanye nowase-Sydney behlezi etafuleni bedla idina esitolo sokudlela sase-Toronto."}
{"ar":"تحرّكت المظاهرة من وايتهول في حوالي السّاعة 11:29، مروراً بميدان ترافالغار، على طول الستراند، متجاوزةً بألدويتش وأعلى كينغسواي باتجاه هولبورن حيث كان حزبُ المحافظين يَعقد منتدى الرّبيع في فندق غرف غراند كونوت.","zh":"11 点 29 分左右，抗议人群向前行进至白厅，经过特拉法尔加广场、斯特兰德大街、奥德维奇、京士威，向霍尔本行进，保守党正在当地的 Grand Connaught Rooms 酒店举行春季论坛。","en":"Around 11:29, the protest moved up Whitehall, past Trafalgar Square, along the Strand, passing by Aldwych and up Kingsway towards Holborn where the Conservative Party were holding their Spring Forum in the Grand Connaught Rooms hotel.","eu":"11:29 inguruan, protesta Whitehall-etik gora joan zen, Trafalgar plaza igaro eta Strand-ean zehar. Manifestatzaileek Aldwych igaro zuten, eta Kingsway-tik gora egin, Holborn-erantz, alderdi kontserbadorea Udaberriko Foruma ospatzen ari baitzen Grand Connaught Rooms hotelean.","fr":"A 11 h 29, la manifestation s'est déplacée vers Whitehall, devant Trafalgar Square, le long du Strand, en passant par Aldwych et en remontant Kingsway vers Holborn, où le Parti Conservateur tenait son Forum de printemps à l'hôtel Grand Connaught Rooms.","ml":"11:29 ഓടെ പ്രതിഷേധം വൈറ്റ്ഹാളിലേക്ക് നീങ്ങി, ട്രാഫൽ‌ഗർ‌ സ്ക്വയർ‌ കഴിഞ്ഞ, സ്ട്രാൻഡിനരികിലൂടെ, ഓൾഡ്‌വിച്ച് കടന്ന് കിംഗ്സ്‌വേയിലൂടെ ഹോൾബൺ വരെ  അവിടെ കൺസർവേറ്റീവ് പാർട്ടി അവരുടെ സ്പ്രിംഗ് ഫോറം ഗ്രാൻഡ് കൊണാട്ട് റൂംസ് ഹോട്ടലിൽ നടത്തുകയായിരുന്നു.","mr":"११ः२९ च्या सुमारास आंदोलन व्हाइटहॉलच्या पुढे गेले, त्याने स्ट्रँडसह ट्रफलगर स्क्वेअर पार केला, अल्विक आणि वरील किंग्सवे वरून जात ते हॉलबॉर्नच्या दिशेने पुढे गेले जिथे ग्रँड कॅनोट हॉटेलच्या खोल्यांमध्ये कॉन्झर्व्हेटिव्ह पक्षाच्या वसंत मंचाचे आयोजन करण्यात आले होते.","ne":"लगभग 11:29 मा, विरोध ह्वाइटहलमा सर्‍यो, ट्राफल्गर स्क्वायरबाट स्ट्र्यान्डतर्फ, आल्डविच र किङ्सवे हुँदै होल्बर्नतर्फ बढ्यो जहाँ रूढिवादी पार्टीले ग्रान्ड कोनट रूम्स होटलमा आफ्नो स्प्रिङ फोरम राख्दै थियो।","es":"Cerca de las 11:29, la manifestación se abrió paso por Whitehall, siguió por Trafalgar Square, extendiéndose por Strand, pasando por Aldwych y subió por Kingsway hacia Holborn, lugar en el que se desarrollaba el Foro de Primavera en el hotel Grand Connaught Rooms, por parte del Partido Conservador.","sw":"Karibu 11:29, maandamano yalisonga juu katika Whitehall, kupita Trafalgar Square, kupitia Strand, kupita karibu na Aldwych na juu katika Kingsway kuelekea Holborn ambapo Chama cha Conservative kiliendesha Mkutano wa Majira ya Mchipuo kwenye hoteli ya Grand Connaught Rooms.","te":"సుమారు 11:29 గంటలకు, నిరసన వైట్‌హాల్ వైపుకు వెళ్ళి, ట్రాఫాల్గర్ స్క్వేర్ దాటి, స్ట్రాండ్ వెంట, ఆల్డ్‌విచ్ మరియు కింగ్స్‌వే మీదుగా కన్జర్వేటివ్ పార్టీ వారు తమ స్ప్రింగ్ ఫోరమ్‌ నిర్వహిస్తోన్న గ్రాండ్ కన్నాట్ రూమ్స్ హోటల్ ఉన్న హోల్బోర్న్ వైపుకు వెళ్ళింది.","ur":"تقریبا 11:29 کے آس پاس، احتجاج وائٹ ہال کی طرف بڑھ گیا، ٹریفالگر اسکوائر کے آگے ساحل سے ہوتا ہوا الڈویچ سے ہولبورن کی طرف گذرتے ہوئے کنگس وے سے آگے بڑھ گیا، جہاں کنزرویٹو پارٹی کے لوگ گرینڈ کناٹ رومز ہوٹل میں اسپرنگ فورم کا انعقاد کر رہے تھے۔","vi":"Khoảng 11 giờ 29 phút, nhóm biểu tình di chuyển đến Bạch Sảnh, đi qua Quảng trường Trafalgar, dọc theo đường Strand, qua đường Aldwych và theo đường Kingsway tiến ra đường Holborn, nơi Đảng Bảo Thủ đang tổ chức Diễn đàn Mùa xuân tại khách sạn Grand Connaught Rooms.","xh":"Malunga no-11:29, uqhankqalazo lwaya ngaseWhitehall, ludlula eTrafalgar Square, naseStrand, badlula e-Aldwaych ukunyuka eKingsway ngase Holborn apho iConservative Party ibibambe iSpring Forum sayo ehotele iGrand Connaught Rooms.","yo":"Ní nǹkan bí i aago mọ́kànlá kọjá ìṣẹ́jú mọ́kàndínlọ́gbọ̀n, ìfẹ̀hónù dé Whitehall, kọjá Trafalgar lójú ọ̀nà èbúté, kọjá Aldwych ó tún lọ sí òkè Kingsway lójúọ̀nà Holborn níbití ẹgbẹ́ Conservative ti ń se ètò ọlọ́dọọdún láwọn yàrá ilé ìtura ńlá Grand Connaught .","zu":"Ngawo-11:29 ababhikishi baya Odongeni Olumhlophe, badlula Isikwele saseTrafalgar, ngaseStrand, badlula ngase-Aldwych futhi phezulu ngaseHolborn lapho Iqembu Lesikhwama Sezwe lalibambe Umhlangano walo waseNtwasahlobo, eMagumbini wehhotela i-Connaught Enkulu."}
{"ar":"تبنى منظمة \"جو راننج تورز\"، خليفة منظمة \"جلوبال راننج تورز\"، شبكة من العشرات من مزودي خدمة الجري ومشاهدة المعالم السياحية في أربع قرات.","zh":"全球跑步之旅 (Global Running Tours) 的接替者 Go Running Tours 把四大洲数十个观光跑运营商连接起来。","en":"The Global Running Tours successor, Go Running Tours networks dozens of sightrunning providers on four continents.","eu":"Global Running Tours-en ondorengo Go Running Tours-ek korrikan egiteko bisitaldiak antolatzen dituzten lau kontinenteetako eragile ugari konektatzen ditu.","fr":"Le successeur de Global Running Tours, Go Running Tours, met en réseau des dizaines de prestataires de services de jogging touristique sur quatre continents.","ml":"ഗ്ലോബൽ റണ്ണിംഗ് ടൂർസിന്റെ പിൻഗാമിയായ ഗോ റണ്ണിംഗ് ടൂർസ് നാല് ഭൂഖണ്ഡങ്ങളിലെ ഡസൻ കണക്കിന് ദേശാടകരെ തമ്മിൽ ബന്ധിപ്പിക്കുന്നു.","mr":"ग्लोबल रनिंग टूर्स चे उत्तराधिकारी, गो रनिंग टूर्स हे 4 खंडामध्ये डझनाच्या वर साईटरनिंग देऊ करणाऱ्यांचे जाळे करीत आहे.","ne":"ग्लोबल रनिङ टुर्सको उत्तराधिकारी, गो रनिङ टुर्सले चार महाद्वीपमा दर्जनौं साइटरनिङ प्रदायकहरूलाई सञ्जालमा जोड्दछ।","es":"Go! Running Tours, sucesora de Global Running Tours, conecta en cuatro continentes a docenas de proveedores de visitas guiadas al trote.","sw":"Mrithi wa Global Running Tours, Go Running Tours huunganisha makundi mengi ya kutoa huduma ya ukimbiaji na utazamaji kwenye mabara manne.","te":"గ్లోబల్ రన్నింగ్ టూర్స్ వారసుడు, గో రన్నింగ్ టూర్స్ నెట్‌వర్క్‌లు 4 ఖండాల్లోని డజన్ల కొద్దీ దృశ్య దర్శకులను అందిస్తున్నాయి.","ur":"گلوبل رننگ ٹورس کا جانشین، گو رننگ ٹورس کے پاس چار براعظموں میں درجنوں سائٹ رننگ پرووائڈرس کا نیٹ ورک ہے۔","vi":"Giải chạy Go Running Tours, trước đây là Global Running Tours, đã thu hút được hàng chục nhà tổ chức chạy việt dã ở bốn lục địa.","xh":"Ongene ezihlangwini zeAGlobal Running Tours, i-Go Running Tours ilungelelanisa uninzi lwababoneleli ababonayo kumazwekazi amane.","yo":"Agbapo ere sisa ni irinajo agbaye, Go Running Tours, se netiwooki fun opo awon olupese wiwo era sisa ni continent merin.","zu":"I-Go Running Tours eyalandela i-Global Running Tours iqondisa izinkampani zezingosi emazwekazini amane."}
{"ar":"تعيش الحيوانات في جميع أنحاء الكوكب. يحفرون في الأرض ويسبحون في المحيطات ويطيرون في السماء.","zh":"地球上的各个角落都有动物的身影。它们有的在地下挖洞，有的在海洋中畅游，有的在天空中翱翔。","en":"Animals are found all over the earth. They dig in the ground, swim in the oceans, and fly in the sky.","eu":"Lurraren eremu guztietan daude animaliak. Lurrean zuloak egiten dituzte, itsasoetan igeri, eta zeruan hegan.","fr":"On trouve des animaux partout sur la Terre. Ils creusent le sol, nagent dans les océans et volent dans le ciel.","ml":"ഭൂമിയിലെമ്പാടും മൃഗങ്ങളെ കാണാവുന്നതാണ്. അവർ നിലത്ത് കുഴിക്കുകയും സമുദ്രങ്ങളിൽ നീന്തുകയും ആകാശത്ത് പറക്കുകയും ചെയ്യുന്നു.","mr":"प्राणी सर्व पृथ्वीवर सापडतात. ते जमीन खोदतात, महासागरांमध्ये पोहोतात आणि आकाशात उडतात.","ne":"पृथ्वीभरि जनावरहरू पाइन्छन्। तिनीहरू भुइँमा हिड्ने, समुद्रमा पौडिने र आकाशमा उड्छन्‌।","es":"Los animales pueden ser hallados en cualquier rincón del planeta: cavan en el suelo, nadan en los océanos y vuelan los cielos.","sw":"Wanyama hupatikana duniani kote. Wanachimba ardhini, wanaogelea kwenye bahari, na wanaruka angani.","te":"భూమి అంతా జంతువులు కనిపిస్తాయి. అవి భూమిలో త్రవ్వి, సముద్రాలలో ఈదుతూ, ఆకాశంలో ఎగురును.","ur":"جانور پوری زمین پر پائے جاتے ہیں- وہ زمین کو کھودتے ہیں، سمندروں میں تیرتے ہیں اور آسمان میں اڑتے ہیں-","vi":"Động vật sinh sống ở khắp nơi trên trái đất. Chúng đào hang trong lòng đất, bơi dưới đại dương và bay trên bầu trời.","xh":"Izilwanyana zifumaneka kuwo wonke umhlaba. Ziyagrumba emhlabathini,Ziqubhe elwandle, kwaye zibhabhe esibhakabhakeni.","yo":"Eranko wà káàkiri Gbogbo àgbáyé. Wọn a ma gbẹ́lẹ̀, wọ́n a má lúwẹ̀ẹ́ ọ̀sà, wọ́n a ma fò lójú ọ̀run.","zu":"Izilwane zitholakala yonke indawo emhlabeni. Zemba phansi, zibhukude ezilwandle, futhi zindize esibhakabhakeni."}
{"ar":"أفادت منظمة أوبك في تقريرها الشهري الأحدث بأن صادرات النفط الخام تراجعت إلى أقل مستوى لها منذ عقدين لتصل إلى 2.8 مليون برميل يومياً.","zh":"在最新一期的月报中，石油输出国组织声称原油出口已经跌到了二十年来的最低水平，仅为一天 280 万桶。","en":"In its most recent monthly report, OPEC said exports of crude had fallen to their lowest level for two decades at 2.8 million barrels per day.","eu":"Kaleratu den azken hileko txostenean, LPEEk esan du petrolio gordinaren esportazioa azken bi hamarkadetako mailarik baxuenera jaitsi dela; 2,8 milioi upel esportatzen dira eguneko.","fr":"Dans son dernier rapport mensuel, l'OPEP a déclaré que les exportations de brut étaient tombées à leur niveau le plus bas depuis deux décennies, soit 2,8 millions de barils par jour.","ml":"ഒപെക്കിന്റെ ഏറ്റവും പുതിയ പ്രതിമാസ റിപ്പോർട്ടിൽ ക്രൂഡ് കയറ്റുമതി രണ്ട് പതിറ്റാണ്ടിലെ ഏറ്റവും താഴ്ന്ന നിലയിലേക്ക് പ്രതിദിനം കുറഞ്ഞ് 2.8 ദശലക്ഷം ബാരലായി കുറഞ്ഞുവെന്ന് പറയുന്നു.","mr":"OPEC ने त्यांच्या अगदी अलीकडच्या मासिक अहवालात म्हटले आहे की कच्च्या तेलाची निर्यात 2 दशकांतील सर्वात कमी पातळीवर गेली असून दररोज 2.8 दशलक्ष बॅरल्सपर्यंत घसरली आली आहे.","ne":"आफ्नो सबैभन्दा पछिल्लो मासिक रिपोर्टमा, OPEC ले दुई दशकमा कच्चा तेलको निर्यात 2.8 मिलियन ब्यारल प्रति दिनको न्यूनतम स्तरमा झरेको बतायो।","es":"En su último informe mensual, la OPEP señaló que las exportaciones de crudo habían descendido al nivel más bajo de las últimas dos décadas, a 2,8 millones de barriles diarios.","sw":"Katika ripoti yake ya kila mwezi ya hivi karibuni, Shirika la Nchi Zinazosafirisha nje Petroli ilisema mauzo ya nje ya ghafi yamepungua sana kwa miongo miwili kwa mapipa milioni 2.8 kwa siku.","te":"తన అత్యంత ఇటీవల నెలవారీ నివేదికలో, క్రూడాయిల్ ఎగుమతులు రోజుకు 2.8 మిలియన్ బ్యారల్స్ వద్ద రెండు దశాబ్దాల కనిష్ట స్థాయికి పడిపోయాయని ఒపెక్ పేర్కొంది.","ur":"اپنی سب سے حالیہ ماہانہ رپورٹ میں، OPEC نے بتایا تھا کہ خام تیل کی برآمدات 2.8 ملین بیرلز فی دن کے حساب سے دو دہائیوں میں اپنی کم ترین سطح پر گر چکی ہیں۔","vi":"Trong báo cáo hằng tháng mới nhất, OPEC nói sản lượng dầu thô xuất khẩu đã giảm đến mức thấp nhất trong hai thập niên qua khi chỉ đạt 2,8 triệu thùng mỗi ngày.","xh":"Kwingxelo yayo yakhutsha nje, I Opec ithi urhwebo lwe crude luwele kwelona zinga liphantsi kwidikeydzi ezimbini ngebhareli eziyi 2.8 yezigidi ngosuku.","yo":"Nínú àkọọ́lẹ̀ olóosòṣù rẹ tó jáde gbèyìǹ, OPEC ní ìkó epo jáde ti já wálẹ̀ fún bí i dẹ́kéèdèméjì bíi mílíọ̀nù mẹ́jì ó lé ẹgbẹ̀rin ẹgbẹ̀rún àgbá lóòjọ́.","zu":"Embikweni wabo wamuva wanyanga zonke, i-OPEC ithi ukuthunyelwa kukawoyela ongahluziwe kwehle kwafinyelela ezingeni lako eliphansi izikhathi ezingamashumi amabili ngemiphongolo eyizigidi ezingu-2.8 ngosuku."}
{"ar":"ستحتاج إلى ملاحظة وضعية الضحية وأنت تقترب منه، وأي مؤشرات خطر تلقائية.","zh":"靠近受害者时，需要注意其姿势和任何无意识的危险信号。","en":"You need to notice the victim's position as you approach him or her and any automatic red flags.","eu":"Biktimarengana hurbildu ahala, haren jarrera begiratu behar duzu, eta berehalako alarma seinalerik dagoen aztertu.","fr":"Vous devez remarquer la position de la victime lorsque vous vous approchez d'elle et tout signal d'alerte manifeste.","ml":"നിങ്ങൾ കുറ്റവാളിയെ സമീപിക്കുമ്പോൾ അയാളുടെ ഭാവങ്ങൾ ശ്രദ്ധിക്കണം ഒപ്പം സ്വയം പ്രേരിതമായ എന്തെങ്കിലും അപായ സൂചനകൾ ഉണ്ടോ എന്നും നോക്കണം.","mr":"तुम्ही त्याच्याकडे किंवा तिच्याकडे किंवा कोणत्याही ऑटोमॅटिक लाल झेंड्यांच्या दिशेने जाता तेव्हा तुम्हाला पीडित व्यक्तीची स्थिती लक्षात घेण्याची आवश्यकता असते.","ne":"तपाईं उहाँ र कुनै पनि रातो झन्डामा पुग्दा तपाईंले पीडितको स्थिति ख्याल गर्न सक्नुहुन्छ।","es":"Debe observar la posición en la que se encuentra la víctima al ir acercándose a él o ella, así como cualquier señal de alerta automática.","sw":"Unahitaji kugundua nafasi ya mwathiriwa unapoenda kumkaribia na kiashiria vyovyote vya kawaida vya hatari.","te":"మీరు, బాధితులైన ఆమె\/అతడిని సమీపించేటపుడు వారి స్థానాన్ని ఇంకా అప్రయత్నపూర్వకంగా సంభవించే ప్రమాద హెచ్చరికలను గమనించాలి.","ur":"جب آپ اس مرد یا عورت کے پاس یا کسی ان چاہے خطرے کے پاس جائیں تو آپ کے لئے متاثرہ کی حیثیت کو دیکھنا ضروی ہے۔","vi":"Bạn cần phải để ý vị trí của nạn nhân khi tiến lại gần họ và để ý xem có lá cờ đỏ nào không.","xh":"Kuza kufuneka uqaphele indlela ixhoba elime ngayo njengoko usondela kuye kunye nazo naziphi na izinto ezixhomisa amehlo.","yo":"O ni láti ṣe àwòfin ipò tí ẹni tó fi ara pa wà bí o ṣe ń sún mọ́ ọ.","zu":"Udinga ukubona indawo yesisulu njengoba usondela kuye nanoma yiziphi izimpawu eziyisixwayiso."}
{"ar":"لا تُصدر خدمة المنتزه (ميناي) تصاريح دخول المنتزه قبل أكثر من شهر من الوصول المتوقع.","zh":"公园管理局只发出预计到访日期之前一个月以内的公园许可证。","en":"The Park Service (MINAE) does not issue park permits more than one month in advance of anticipated arrival.","eu":"Parkeko zerbitzuak (MINAE) ez ditu ematen parkera sartzeko baimenak iritsiera-data baino hilabete bat baino lehenago.","fr":"Le bureau du parc (MINAE) ne délivre pas de permis plus d’un mois avant l’arrivée prévue.","ml":"പാർക്ക് സർവീസ് (എം ഐ എൻ എ ഇ ) പ്രതീക്ഷിക്കുന്ന വരവിന് 1  മാസത്തിൽ കൂടുതൽ പാർക്ക് പെർമിറ്റുകൾ നൽകുന്നില്ല.","mr":"पार्क सेवा (MINAE) अपेक्षित आगमनाच्या एका महिन्यापेक्षा अधिक पार्क परवाने जरी करत नाही.","ne":"पार्क सेवा (MINAE) ले अपेक्षित आगमनको एक महिनाभन्दा पहिले पार्क अनुमति जारी गर्दैन।","es":"El Servicio de Parques (MINAE) no otorga permisos de ingreso con más de un mes de anticipación a la fecha de arribo prevista.","sw":"Huduma ya Mbuga (MINAE) haitoi vibali vya zaidi ya mwezi mmoja kabla ya kutarajiwa kwa kuwasili.","te":"పార్క్ సర్వీస్ (ఎం‌ఐ‌ఎన్‌ఏ‌ఈ ) పార్క్ జారీ చేయదు. 1 నెల కంటే ముందుగానే పార్క్ అనుమతులను ఇవ్వదు.","ur":"پارک سروس ( MINAE) متوقع آمد سے ایک ماہ پیشتر سے زیادہ کی کار پرمٹ جاری نہیں کرتی۔","vi":"Cục quản lý Công viên (Bộ Môi trường, Năng lượng và Viễn thông) không cấp giấy phép vào công viên trên một tháng trước chuyến đi dự kiến.","xh":"I The Park Service (MINAE) ayinikezi ngaphambi kwethuba imvume zepaki ezidlula kwinyanga enye phambi kokufika.","yo":"Ise Ogba Idaraya (MINAE) o ki n fun eeyan ni iwe ase ju osu kan ki eyan to ma de.","zu":"I-The Park Service (MINAE) ayihlinzeki ngezimvume zokupaka uma kusasele isikhathi esingaphezu kwenyanga eyodwa ngaphambi kosuku ozofika ngalo."}
{"ar":"الحمل للآخرين - لا تدع حقائبك بعيداً عن عينيك، خاصة عندما تعبر الحدود الدولية.","zh":"为他人携带物品——千万不要让行李离开你的视线，尤其是在出入境时。","en":"Carrying for others - Never let your bags out of your sight, especially when you are crossing international borders.","eu":"Besteen gauzak eramatea: ez galdu maletak bistatik, batez ere nazioarteko mugak igarotzean.","fr":"Porter pour les autres – ne perdez jamais vos sacs de vue, surtout lorsque vous traversez des frontières internationales.","ml":"മറ്റുള്ളവരെ വഹിക്കുന്നു - ഒരിക്കലും നിങ്ങളുടെ ബാഗുകൾ നിങ്ങളുടെ കാഴ്ചയിൽ നിന്ന് പുറത്തുവിടരുത്, പ്രത്യേകിച്ചും നിങ്ങൾ അന്താരാഷ്ട്ര അതിർത്തികൾ കടക്കുമ്പോൾ.","mr":"इतरांसाठी वाहून नेणे - तुम्ही तुमच्या बॅग्स कधीही नजरेआड होऊ देऊ नका, विशेषतः जेव्हा तुम्ही आंतरराष्ट्रीय सीमा पार करत असता.","ne":"अरूका लागि बोक्दा - कहिल्यै पनि तपाईंको झोलालाई आफ्नो दृष्टिबाट बाहिर जान नदिनुहोस्, विशेषगरी जब तपाईं अन्तर्राष्ट्रिय सीमाहरू पार गर्दै हुनुहुन्छ।","es":"Llevar cosas de otros: Jamás pierda de vista su equipaje, en especial cuando cruce fronteras internacionales.","sw":"Kuwabebea wengine - Usiwahi kuondoa macho yako kwenye begi zako, hasa unapovuka mipaka ya kimataifa.","te":"ఇతరుల కోసం మోయడం - ఎప్పుడూ మీరు మీ బ్యాగ్‌లను మీ కనుచూపు మేరలోనే ఉంచుకోండి, ముఖ్యంగా మీరు అంతర్జాతీయ బోర్డర్‌లను దాటాల్సి వచ్చినప్పుడు ఇది తప్పనిసరిగా పాటించండి.","ur":"جب دوسرے تمہارا سامان لے جا رہے ہوں تو اپنے بیگس پر نظر رکھو خصوصاً بین الاقوامی سرحدوں کو عبور کرتے وقت۔","vi":"Mang đồ giúp người khác- Đừng bao giờ rời mắt khỏi hành lí của bạn, nhất là khi bạn đang băng qua biên giới.","xh":"Ukukhathalela abanye -Ungaze uyeke ukuzijonga iibhegi zakho, ngakumbi xa uwela imida yamazwe aphesheya.","yo":"Gbígbé ẹrù fún ẹlòmíràn - Má se jẹ́ kí ojú rẹ kúrò lára ẹrù rẹ, pàápàá jùlọ nígbà tí o bá ń rékọjá àwọn ààlà ilẹ̀ òkèrè.","zu":"Ukunakekela abanye – Ungalokothi ususe amehlo ezikhwameni zakho, ikakhulukazi lapho weqa imingcwele yamanye amazwe."}
{"ar":"وقاموا بتسمية أنفسهم \"الموريوري\" وكان هناك بعض المناوشات، وفي النهاية تم القضاء على \"الموريوري\".","zh":"他们自称莫里奥里人。发生过一些小冲突，最后莫里奥里人被消灭了","en":"They called themselves the Moriori there were a few skirmishes and in the end, the Moriori were wiped out","eu":"Moriori deitzen zieten beren buruei, borroka txiki batzuk egon ziren, eta, azkenean, Morioriak suntsitu zituzten.","fr":"Ils se sont eux-mêmes appelés les Moriori, et après quelques accrochages, les Moriori ont finalement été éliminés.","ml":"അവർ സ്വയം മോറിയോറി എന്ന് വിളിച്ചു. അവിടെ ചെറിയ കലഹങ്ങളുണ്ടായി. അവസാനം മോറിയോറി തുടച്ചുനീക്കപ്പെട്ടു.","mr":"ते स्वत:ला मोरीओरी म्हणवत असत तिथे अखेरीस  काही चकमकी झाल्या आणि मोरीओरी यांना साफ करण्यात आले.","ne":"तिनीहरूले आफूलाई मोरीओरी भनेर बोलाए त्यहाँ केही झडपहरू भए र अन्त्यमा मोरीओरीहरूलाई भगाइयो।","es":"Se nombraron a sí mismos Moriori, luego hubo algunas peleas y, finalmente, fueron eliminados.","sw":"Walijiita Moriori kulikuwa na mapigano machache na mwishowe, Moriori wakauawa wote","te":"వారు తమను తాము మొరియోరి అని పిలుచుకునే వారు కొన్ని గొడవలు మరియు చివరికి మొరియోరి తుడిచివేయబడ్డాయి","ur":"وہ خود کو موریوری کہتے تھے، ان کے درمیان کئی جھڑپیں بھی ہوتی تھیں اور آخر کار موریوری لوگوں کا صفایا کردیا گیا","vi":"Họ tự gọi mình là Moriori; một số cuộc giao tranh đã xảy ra và cuối cùng người Moriori bị xóa sổ","xh":"Bazibiza ngokuba bangamaMoriori kwakukho iimbambano ezimbalwa kwaye ekugqibeleni, amaMoriori acinywa onke","yo":"Wọn pẹ ara wọn ní àwọn ónilé ẹrẹ́kúsú Polynesia àwọn àkùdẹ́ díè bàwọn ní ìgbẹ̀yìn, àwọn ónilé ẹrẹ́kúsú Polynesia di píparẹ́.","zu":"Babezibiza ama-Moriori bekunabantu abathanda ukulwa abambalwa futhi ekugcineni, ama-Moriori abhujiswa."}
{"ar":"ولم تعرف السلطات اسمه حتى الآن، بالرغم من أنهم يعرفون أنه من مجموعة الإيغور العرقية.","zh":"当局仍然不知道他的名字，只知道他是维吾尔族人。","en":"His name is still unknown to authorities, although they do know he is a member of the Uighur ethnic group.","eu":"Agintariek oraindik ez dute ezagutzen haren izena, baina badakite Uighur-en talde etnikoko kide bat dela.","fr":"Les autorités ignorent encore son nom, mais on sait tout de même qu'il est membre de l'ethnie Ouïghour.","ml":"വീഗർ വംശീയ വിഭാഗത്തിലെ അംഗമാണെന്ന് അവർക്ക് അറിയാമെങ്കിലും, അയാളുടെ പേര് ഇപ്പോഴും അധികാരികൾക്ക് അജ്ഞാതമാണ്.","mr":"त्याचे नाव अधिकाऱ्यांना अद्याप माहीत नाही, तथापि तो उईघर वांशिक गटाचा एक सदस्य असल्याचे त्यांना माहीत आहे.","ne":"उसको नाम अधिकारीहरूमा अझै पनि अज्ञात छ, तथापि उनीहरूलाई थाहा छैन कि उनी उईघुर जातीय समूहको एक सदस्य हुन्।","es":"Su nombre es aún desconocido para las autoridades, aunque saben que es miembro del grupo étnico iugur.","sw":"Jina lake bado halijulikani kwa mamlaka, ingawa wanajua yeye ni memba wa kikundi cha kikabila cha Uighur.","te":"అతని పేరు ఇప్పటికీ అధికారులకు తెలియదు, అయినప్పటికీ అతను ఉయ్ఘర్ జాతి సమూహంలో సభ్యుడని వారికి తెలుసు.","ur":"اس فرد کا نام حکام کے لئے اب بھی نا معلوم ہے اگرچہ ان کو معلوم ہے کہ اس کا تعلق اوئیغور نسلی گروہ سے ہے۔","vi":"Giới chức hiện vẫn chưa biết tên anh ta mặc dù họ biết anh ta là người dân tộc Uighur.","xh":"Igama lakhe alikaziwa ngabasemagunyeni, nangona besazi ukuba ulilungu lesizwe saseUighur.","yo":"Orúkọ rl kò tí jẹ́ mímọ̀ fún àwọn aláṣẹ, ṣùgbọ́n wọ́n mọ̀ pé ọmọ ẹgbẹ́ ẹ̀yà Uighur.","zu":"Igama lakhe alikaziwa iziphathimandla, nakuba zazi ukuthi uyilungu leqembu lohlanga lwe-Uighur."}
