{"ar":"كان من المقرر أي يحل شوماخر المتقاعد في عام2006 بعد الفوز ببطولة الفورمولا ١ سبع مراتٍ محل فليب ماسا المصاب.","zh":"在赢得一级方程式赛车锦标赛 (Formula 1) 总冠军七次后于 2006 年退役的名将舒马赫 (Schumacher)，将接替受伤的菲利佩·马萨 (Felipe Massa)。","en":"Schumacher who retired in 2006 after winning the Formula 1 championship seven times, was due to replace the injured Felipe Massa.","eu":"Schumacher 2006an erretiratu zen Formula 1 lehiaketa zazpi aldiz irabazi ondoren, baina Felipe Massa zauritua ordezteko prest zegoen.","fr":"Schumacher, qui a pris sa retraite en 2006 après avoir remporté sept fois le championnat de Formule 1, devait remplacer Felipe Massa, blessé.","ml":"ഫോർമുല 1 ചാമ്പ്യൻഷിപ്പ് 7 പ്രാവശ്യം നേടിയ ശേഷം 2006 ൽ വിരമിച്ച ഷൂമാക്കർ, പരിക്കേറ്റ ഫെലിപ്പെ മ്യാസയുടെ പകരക്കാരൻ  ആയിരുന്നു.","mr":"2006 मध्ये 7 वेळा फॉर्म्युला 1 स्पर्धा जिंकून निवृत्त होणारा  शुमाकर, जखमी फेलिप मेसाची जागा घेणार होता.","ne":"सुमाकर जो 2006 मा सात पटक फर्मुला 1 च्याम्पियनसिप जितेपछि सेवा निवृत्त भए जसले घाइते फेलिप मास्साको ठाउँ लिन आँटेका थिए।","es":"Schumacher, quien se alejó de las pistas en 2006 después de ser siete veces campeón del Fórmula 1, debía ir en reemplazo de Felipe Massa, debido a su lesión.","sw":"Schumacher aliyestaafu mwaka wa 2006 baada ya kushinda michuano ya Formula 1 mara saba, alikua tayari kuchukua nafasi ya Felipe Massa aliyejeruhiwa.","te":"Formula 1 ఛాంపియన్‌షిప్‌లో 7 సార్లు గెలిచిన తర్వాత 2006లో  పదవి విరమణ చేసిన Schumacher, గాయపడిన Felipe Massa స్థానాన్ని భర్తీ చేయడానికి ఉన్నారు.","ur":"شوماکر، جو سات بار فارمولہ 1 چیمپین شپ جیتنے کے بعد 2006 میں ریٹائرڈ ہوئے، وہ زخمی فیلپ ماسا کی جگہ لینے والے تھے۔","vi":"Schumacher, người đã nghỉ hưu năm 2006 sau bảy lần vô địch giải đua Công thức 1, được sắp xếp để thay thế Felipe Massa bị thương.","xh":"USchumacher owayethathe umhlala-phantsi ngo-2006 emva kokuphumelela ubuntshatsheli beFomula 1 amatyeli asixhenxe, wayelindeleke ukuba abambele uFelipe Massa owonzakeleyo.","yo":"Sumaka ti o gba idasile ise ni 2006 leyin ti o yege fun idije Formula 1 lemeje, lo ye ki o ropo Felipe Masa ti o sise.","zu":"UShumacher othathe umhlalaphansi ngo-2006 ngomva kokuwina umncintiswano weFormula 1 izikhathi eziyisikhombisa, kwakumelwe athathele indawo uFelipe Massa olimele."}
{"ar":"يعتقد البعض، ومنهم جون جرانت، أن أزمة التمويل والتحول في فلسفة البرامج التلفزيونية التعليمية قد ساهمت في إنهاء المسلسل.","zh":"约翰·格兰特等人认为，该节目之所以停播，是因为资金短缺，以及教育节目制作理念发生了转变。","en":"It is believed by some, including John Grant, that both the funding crunch and a shift in the philosophy of educational television programming contributed to ending the series.","eu":"Batzuek diote, besteak beste, John Grant-ek, finantzaketa faltak eta telebista pedagogikoaren programazioaren inguruko filosofiak bultzatu dutela telesailen amaiera.","fr":"Certains, dont John Grant, pensent que le manque de financement et le changement de philosophie des programmes éducatifs de la télévision ont contribué à la fin de la série.","ml":"ഫണ്ടിംഗിലെ പ്രതിസന്ധിയും വിദ്യാഭ്യാസ ടെലിവിഷൻ പ്രോഗ്രാമിംഗിന്റെ ഫിലോസഫിയിലുണ്ടായ മാറ്റവും പരമ്പര അവസാനിപ്പിക്കാൻ കാരണമായി എന്നാണ് ജോൺ ഗ്രാന്റ് ഉൾപ്പെടെയുള്ള ചിലർ കരുതുന്നത്.","mr":"जॉन ग्रँट यांच्यासह काही जणांचा असा विश्वास आहे की निधीची कमतरता आणि शैक्षणिक टेलिव्हिजन प्रोग्रामिंगच्या तत्त्वज्ञानामधील बदल या दोन्ही गोष्टींनी  मालिका संपविण्यात योगदान दिले आहे.","ne":"जोन ग्रान्ट लगायत केही व्यक्तिहरूले यो विश्वास गर्छन् कि कोषको समस्या र शैक्षिक टेलिभिजन प्रोग्रामिङको दर्शन दुवैले श्रृङ्खला समाप्त गर्न योगदान पुर्‍याए।","es":"Hay quienes piensan, incluido John Grant, que tanto la crisis financiera como una modificación en la filosofía de la programación televisiva con fines educativos ayudaron a la cancelación de la serie.","sw":"Inaaminika na baadhi, akiwemo John Grant, kwamba hitilafu ya ufadhili na mabadiliko ya falsafa ya maudhui ya televisheni ya kielimu ilichangia kwa kutamatishwa kwa mfululizo.","te":"నిధుల కొరత మరియు విద్యా టెలివిజన్ ప్రోగ్రామింగ్ యొక్క తత్వంలో మార్పు, ఈ రెండూ సిరీస్‌ను ముగించడానికి దోహదపడ్డాయి అని జాన్ గ్రాంట్‌తో సహా కొందరు నమ్ముతారు.","ur":"بعض لوگ بشمول جان گرانٹ کے اس کے قائل ہیں کہ فنڈ نگ کا فقدان اور اجوکیشنل ٹی وی پروگرامنگ کے فلسفہ کا تقلب دونوں نے اس سیریز کے انقطاع میں حصہ لیا۔","vi":"Một số người, bao gồm cả John Grant, tin rằng cả tình trạng khủng hoảng tài trợ và sự thay đổi trong triết lý thiết kế chương trình truyền hình giáo dục đã góp phần dẫn đến sự chấm dứt của chương trình này.","xh":"Abanye kuquka uJohn Grant, bakholelwa ukuba ukungabikho kwemali nokutshintsha kwendlela eziqhuba ngayo iinkqubo zeTV zokufundisa, ezo zinto zombini zibe negalelo ekuyekisweni kwale nkqubo iziziqendu.","yo":"Àwọn kan gbàgbọ́, pẹ̀lú john Grant, pé àti funding crunch àti sísún ní ẹ̀kọ́ ìmòye ètò orí amóhùnmáwòrán dási láti parí eré náà.","zu":"Kukholelwa abanye, kuhlanganise noJohn Grant, ukuthi ukusweleka okukhulu kwemali kanye nokushintsha kwefilosofi yezinhlelo zemfundo zethelevishini kube nomthelela ekupheleni kwezinhlelo ezilandelanayo."}
{"ar":"من العيوب الأخرى لعدسات التكبير هو أن أقصى فتحة (أي السرعة) للعدسة تكون عادة أقل.","zh":"变焦镜头的另一个缺点是镜头的最大光圈（速度）通常较小。","en":"Another disadvantage of zoom lenses is that the maximum aperture (the speed) of the lens is usually lower.","eu":"Zoom lenteen beste desabantaila bat da lentearen irekidura maximoa (abiadura) baxuagoa izan ohi dela.","fr":"Un autre inconvénient des objectifs zooms est que l’ouverture (la vitesse) maximale de l’objectif est généralement plus faible.","ml":"സൂം ലെൻസുകളുടെ മറ്റൊരു പോരായ്മ ലെൻസിന്റെ പരമാവധി അപ്പർച്ചർ (വേഗത) പൊതുവെ കുറവാണ് എന്നതാണ്.","mr":"झूम लेन्सचा आणखी एक तोटा म्हणजे लेन्सचे कमाल एपर्चर (वेग) सहसा कमी असते.","ne":"लेन्सको अधिकतम एपेचर (गति) प्रायः कम हुने भएर जुम लेन्सको अर्को घाटा हो।","es":"Otra desventaja de las lentes con zum es que la máxima apertura (la velocidad) de la lente es, por lo general, más reducida.","sw":"Ubaya mwingine wa lenzi za ukuzaji ni kuwa kilango kipana zaidi (kasi) cha lenzi kwa kawaida huwa cha chini.","te":"జూమ్ లెన్స్‌ల యొక్క మరొక ప్రతికూల విషయం, లెన్స్ యొక్క గరిష్ట సూక్ష్మరంద్రం (వేగం) సాధారణంగా తక్కువగా ఉంటుంది.","ur":"زوم لینسوں کا ایک دوسرا نقصان اسکے لینس کا زائد ترین اپرچر (رفتار) ہے جو عام طور پر کم ہوتا ہے-","vi":"Một bất lợi khác của ống kính phóng đại là độ mở ống kính (tốc độ chụp) tối đa thường thấp.","xh":"Enye into engathandekiyo ngeelensi zokusondeza kukuba santya selensi sidla ngokuba phantsi.","yo":"Àléébù mìíràn tí lẹ́ǹsì àwosúnsún nipé bi ihò bà ṣe tóbi sí (bí o ṣe yára sí ) bẹẹni lẹ́ǹsì lọ́pọ̀ ìgbà yíò sì kéré sí .","zu":"Okunye ukungathandeki kwamalensi okukhulisa iznto ukuthi ubukhulu bemboniso engenisa ukukhaya (isivinini) belensi buphansi ngokuvamile."}
{"ar":"يُعد سوفوكليس وأريستوفان من كتاب المسرحيات المشهورين حتى الآن وتعد مسرحياتهما من أعظم الأعمال في الأدب العالمي.","zh":"索福克勒斯（Sophocles ）和阿里斯托芬（Aristophanes）仍然是受欢迎的剧作家，他们的戏剧被认为是世界文学中最伟大的作品之一。","en":"Sophocles and Aristophanes are still popular playwrights and their plays are considered to be among the greatest works of world literature.","eu":"Sofokles eta Aristofanes ere antzerkigile famatuak dira oraindik ere, eta haien antzerkiak literaturaren munduko lan handienen artean daude.","fr":"Sophocle et Aristophane sont toujours des dramaturges populaires, et leurs pièces sont considérées comme faisant partie des plus grandes œuvres de la littérature mondiale.","ml":"സോഫക്കിൾസും അരിസ്റ്റോഫാനസും ഇപ്പോഴും ജനപ്രിയ നാടകകൃത്തുക്കളാണ്. അവരുടെ നാടകങ്ങൾ ലോക സാഹിത്യത്തിലെ ഏറ്റവും മികച്ച സൃഷ്ടികളായി കണക്കാക്കപ്പെടുന്നു.","mr":"सोफोकल आणि अरिस्टॉपफेन अजून देखील लोकप्रिय नाटककार आहेत आणि त्यांची नाटके जागतिक साहित्यात अत्युच्च कामामध्ये गणली जातात.","ne":"सोफोकल्स र एरिस्टोफेन्स अझै लोकप्रिय नाटककारहरू हुन् र उनीहरूका नाटकहरूलाई विश्व साहित्यबीच महानतम कृतिहरू भएको मानिन्छ।","es":"Sófocles y Aristófanes continúan siendo célebres escritores de obras de teatro y sus trabajos se consideran de los mejores de la literatura mundial.","sw":"Sophocles na Aristophanes bado ni waandishi maarufu wa michezo ya kuigiza na michezo yao huzingatiwa kuwa miongoni mwa kazi kubwa za fasihi ya ulimwengu.","te":"సోఫోక్లెస్ అరిస్టోఫనేస్ ఇప్పటికీ ప్రసిద్ధ నాటక రచయితలు వారి నాటకాలు ప్రపంచ సాహిత్యంలోని గొప్ప రచనలలో ఒకటిగా పరిగణించబడుతున్నాయి.","ur":"سوفوکلس اور ایرسٹوفینز آج بھی مقبول ڈرامہ نویس ہیں اور ان کے ڈرامے عالم ادب کے عظیم فن پاروں میں گردانے جاتے ہیں۔","vi":"Sophocles và Aristophanes vẫn là những kịch tác gia nổi tiếng và các vở kịch của họ được xem là thuộc hàng những tác phẩm văn học vĩ đại nhất của thế giới.","xh":"U-Sophocles no-Aristophanes basengabhali bemiboniso abaziwayo futhi nemiboniso yabo isanconywa njengemiboniso engeyiwayo elizweni lemibhalo.","yo":"Sopocies àti Aristophanes ṣì jẹ́ gbajúgbajà olùkọ̀wé eré àti pé àwọn eré wọn jẹ́ ìkan lára iṣẹ́ tó tóbi jù lọ ní lítírésọ̀.","zu":"USophocles kanye no-Aristophanes basasengababhali bemidlalo abathandwayo futhi imidlalo yabo ithathwa njengemisebenzi emikhulu kakhulu yezincwadi zezwe."}
{"ar":"ثم بعد بضع سنوات، شاهد عالم فلكي إنجليزي يدعى \"إرميا هوروكس\" عبور كوكب الزهرة، في عام 1639.","zh":"然后，几年后的 1639 年，一位名叫耶利米·霍罗克斯 (Jeremiah Horrocks) 的英国天文学家观测到了一次金星凌日。","en":"Then, a few years later in 1639, an English astronomer named Jeremiah Horrocks observed a transit of Venus.","eu":"Ondoren, urte batzuk beranduago, 1639ean, Jeremiah Horrocks izeneko astronomo ingeles batek Artizarraren trantsitu bat behatu zuen.","fr":"Puis, quelques années plus tard, en 1639, un astronome anglais du nom de Jeremiah Horrocks a observé un transit de Vénus.","ml":"തുടർന്ന്, ഏതാനും വർഷങ്ങൾക്കുശേഷം 1639-ൽ, ഇംഗ്ലീഷ് ജ്യോതിശാസ്ത്രജ്ഞനായ ജെറമിയ ഹൊറോക്സ് ശുക്രന്റെ സംക്രമണം നിരീക്ഷിച്ചു.","mr":"नंतर, काही वर्षांनी 1639 मध्ये जेरेमिया हॉरॉक्स नावाच्या इंग्लिश खगोलशास्त्रज्ञाने व्हीनसच्या स्थानांतराचे निरीक्षण केले.","ne":"त्यसपछि, केही वर्षपछि 1639 मा बेलायती खगोलविद Jeremiah Horrocks ले शुक्रको ट्रान्जिट देखे।","es":"Posteriormente, en 1639, Jeremiah Horrocks, un astrónomo oriundo de Inglaterra, logró ver un tránsito de Venus.","sw":"Kisha, miaka michache baadaye mwaka wa 1639, mnajimu Mwingereza aliyeitwa Jeremiah Horrocks alitazama safari ya Venus.","te":"ఆ తర్వాత కొన్ని స౦వత్సరాల తర్వాత 1639లో జెర్మీహోరాక్స్ అనే ఒక ఇ౦గ్లీషు ఖగోళ శాస్త్రజ్ఞుడు శుక్రుని సంక్రమణాన్ని గమనించారు.","ur":"پھر، چند سالوں کے بعد، سن 1639 میں،جرمیاہ ہورکس نامی انگریز ماہر فلکیات نے زہرہ کی نقل و حرکت کا مشاہدہ کیا۔","vi":"Vài năm sau, vào năm 1639, Jeremiah Horrocks - một nhà thiên văn học người Anh - đã quan sát được lộ trình của sao Kim.","xh":"Emva koko, kwiminyaka embalwa kamva, ngo-1639, isazinzulu ngeenkwenkwezi saseNgilani ekuthiwa nguJeremiah Horrocks sabona ukudlula kwe-Venus elangeni.","yo":"Nigbanaa, lẹyin ọdun diẹ ni ọdun 1639, ara Gẹẹsi awoirawọ kan to n jẹ Jerimaya Horiki ri irin ajo Fenus.","zu":"Kwathi, emva kweminyaka embalwa ngo-1639. Isazi sezinkanyezi somNgisi esibizwa ngo-Jeremiya Horrocks sabheka umzila we-Venus."}
{"ar":"\"قد لا يوافقني البعض الرأي ولكني لست مهتماً بذلك.","zh":"“有些人可能不同意，但我不在乎。”","en":"\"Some may not agree but I don't care.","eu":"Batzuk ez dira ados egongo, baina ez dit axola.","fr":"« Certains ne seront peut-être pas d'accord, mais cela m'est égal.","ml":"ചിലർ സമ്മതിച്ചേക്കില്ല, പക്ഷെ ഞാൻ അത് കാര്യമാക്കുന്നില്ല.","mr":"\"\"\"काहीजण मान्य करणार नाही पण मला त्याची चिंता नाही. \"","ne":"केहीले स्वीकार नगर्न सक्छन् तर मलाई फरक पर्दैन।","es":"Algunos puede que no estén de acuerdo, pero me da igual.","sw":"\"Wengine wanaweza kukubaliana lakini sijali.","te":"\"\"\"\"\"\"\"కొ౦తమ౦ది ఒప్పుకోకపోవచ్చు, కానీ నేను పట్టి౦చను.\"\"\"","ur":"\"بعض لوگ اتفاق نہیں کریں گے لیکن مجھے اس کی پروا نہیں۔","vi":"Một số người có thể không đồng ý nhưng tôi không quan tâm.","xh":"\"Abanye banokungavumi kodwa andikhathali.","yo":"“Àwọn kan lè má gbà, ṣùgbọn, kò kàn mí.","zu":"\"Kungenzeka abanye bangavumi kodwa anginandaba."}
{"ar":"أشار الدليل تبعاً لذلك أنه تم التلاعب بأوراق الاختبار مع هال و34 آخرين من موظفي التعليم، اللذين تم اتهامهم في 2013.","zh":"此后的证据表明试卷被篡改过，霍尔 (Hall) 和其他 34 名教育官员因此在 2013 年被起诉。","en":"Evidence thereafter indicated test papers were tampered with Hall, along with 34 other education officials, was indicted in 2013.","eu":"Horren ondoren agertutako aztarnek erakutsi zuten azterketak faltsifikatu egin zirela, eta 2013an Hall eta hezkuntzako beste 34 funtzionario inputatu zituzten.","fr":"Les preuves ont montré par la suite que les tests avaient été falsifiés par Hall, ainsi que par 34 autres fonctionnaires de l'éducation nationale, qui ont été mis en examen en 2013.","ml":"ഉത്തരക്കടലാസുകൾ താറുമാറാക്കിയെന്നും തെളിവുകൾ സൂചിപ്പിച്ചു, ഹാളിനെ കൂടാതെ 34 വിദ്യാഭ്യാസ ഉദ്യോഗസ്ഥരും 2013-ൽ കൂടി കുറ്റാരോപിതരായി.","mr":"त्यानंतर हॉलमध्ये चाचणीच्या कागदपत्रांमध्ये छेडछाड केले असल्याचे संकेत दर्शवले गेले होते, तसेच 2013 मध्ये इतर 34 शिक्ष्ण अधिकार्‍यांसह आरोपी दाखल केले गेले होते.","ne":"त्यसपछि प्राप्त प्रमाणहरूले परीक्षाका उत्तरपुस्तिकामा छेडछाड गरिएको थियो भन्ने जनाएका थिए। हललगायतका अन्य 34 जना शिक्षा अधिकारीहरूलाई सन् 2013 मा अभियोग लगाइएको थियो।","es":"De allí en adelante, la evidencia demostró que los exámenes habían sido falsificados. En 2013, Hall y otros 34 funcionarios educativos fueron acusados.","sw":"Ushahidi baadaye ulionyesha karatasi za mtihani zilivurugwa. Hall, pamoja na maafisa wengine 34 wa elimu, alishtakiwa mnamo 2013.","te":"ఆ తర్వాత సాక్ష్య౦, 34 ఇతర విద్యాశాఖ అధికారులతో కలిసి హాల్ పరీక్షపత్రాలను ట్యా౦పర్ చేసినట్లు సూచించింది, 2013లో నేరారోపణ చేయబడ్డారు.","ur":"اس کے بعد شواہد نے ظاہر کیا کہ ہال نے، دیگر 34 تعلیمی عہدیداران کے ہمراہ ٹیسٹ پیپرز میں تحریف کی تھی، جن پر 2013 میں فرد جرم عائد کی گئی۔","vi":"Bằng chứng sau đó cho thấy các bài thi đã bị sửa đổi và Hall, cùng với 34 viên chức giáo dục khác, đã bị truy tố vào năm 2013.","xh":"Ubungqina emva koko babonisa ukuba amaphepha ovavanyo aphazanyiswe yaye uHall, kunye namanye amagosa ezemfundo angama-34, abekwa ityala ngo-2013.","yo":"Ẹ̀rí fi hàn wípé wọn ti fi ọwọ́ kan àwọn bébà àyẹ̀wò àti Gbọǹgàn pẹ̀lú àwọn òṣìṣẹ́ ètò ẹ̀kọ́ mẹ́rìnlelọ́gbọ̀n ní ọdún 201.","zu":"Ngakho-ke ubufakazi bubonisa ukuthi uHall, kanye nezinye izikhulu zemfundo ezingu-34, zigange ngamaphepha okuhlolwa, kwavezwa ngo-2013,"}
{"ar":"توفر عادة عرض نطاق ترددي أعلى وجودة خدمة أفضل، من الصعب التجسس عليها فهي مشفرة.","zh":"它们通常会提供更高的带宽和更优质的服务。它们经过加密，更难被监视。","en":"They normally offer higher bandwidth and better quality of service. They are encrypted and thus harder to spy on.","eu":"Banda zabalera handiagoa eskaini ohi dute eta zerbitzu kalitate hobea. Halaber, enkriptatuta daudenez, zailagoa da haiek zelatatzea.","fr":"Ils offrent normalement une plus grande largeur de bande et une meilleure qualité de service. Elles sont cryptées et donc plus difficiles à espionner.","ml":"അവ സാധാരണയായി ഉയർന്ന ബാൻഡ്‌വിഡ്ത്തും മികച്ച സേവന നിലവാരവും ഓഫർ ചെയ്യുന്നു. ഗൂഡഭാഷയിലാക്കിയതിനാൽ ചാരപ്പണിയിലൂടെ കൈക്കലാക്കാൻ ബുദ്ധിമുട്ടാണ്.","mr":"ते सामान्यतः उच्चतम बँडविड्थ आणि उत्तम दर्जाची सेवा देतात. ते एनक्रिप्टेड असतात आणि म्हणून त्यांच्यावर टेहळणी करणे अवघड असते.","ne":"तिनीहरूले साधारणतयाः उच्च ब्यान्डविथ र सेवाको अझ राम्रो गुणस्तर प्रदान गर्छन्। तिनीहरू गुप्तीकरण गरिएका हुन्छन् र यसर्थ जासुसी गर्न कठिन हुन्छ।","es":"Por lo general, brindan mayor ancho de banda y mejor calidad de servicio. Están encriptados y, gracias a ello, es más complicado hackearlos.","sw":"Kwa kawaida huwa wanatoa upana wa bendi wa juu na huduma bora zaidi. Wamesimbwa kwa hivyo ni vigumu kuwapeleleza.","te":"ఇవి సాధారణంగా ఎక్కువ బ్యాండ్ విడ్త్‌ను ఇంకా నాణ్యమైన సేవలను అందిస్తాయి. ఇవి ఎన్‌క్రిప్ట్ చేయబడి ఉంటాయి, కనుక వీటిని ఛేదించడం చాలా కష్టం.","ur":"وہ عام طور پر اعلیٰ بینڈوتھ اور خدمت کا بہترمعیار پیش کرتے ہیں۔ وہ انکرپٹڈ ہیں اور اُن کی جاسوسی کرنا قدرے مُشکل ہے۔","vi":"Chúng thường đem lại băng thông cao hơn và chất lượng dịch vụ tốt hơn. Chúng được mã hoá và do đó khó bị theo dõi hơn.","xh":"Ngokwesiqhelo banikezela nge-bandwidth ephezulu kunye nomgangatho ongcono wenkonzo. Zibhalwe ngokufihliweyo kwaye ngenxa yoko kunzima ukuzihlola.","yo":"Wọ́n ma n fúnni ní báńdíwìtì tí o ga jùlọ pèlú iṣẹ́ tí ó dára jùlọ. Ìpamọ́ ni wọ́n wà torí náà ó ṣòro láti tọpinpin wọn.","zu":"Bajwayele ukunikeza izinga eliphezulu bobungakho bokudlulisa futhi nezinga eliphezulu losizo. Bafihle ukwaziswa ngakho kunzima ukwazi ukuthi baphezu kwani."}
{"ar":"اشترت شركة فيرجن فقط \"البنك الجيّد\" في نورثرن روك ، وليس شركة إدارة الأصول.","zh":"维珍集团只收购了北岩银行“好的部分”，没有收购其资产管理公司。","en":"Virgin have only purchased the ‘good bank’ of Northern Rock, not the asset management company.","eu":"Virgin-ek Northern Rock-en “banku ona” soilik erosi zuen, ez ondasunen kudeaketaz arduratzen zen enpresa.","fr":"Virgin n’a acheté que la « banque saine » de Northern Rock, pas la société de gestion d’actifs.","ml":"വിര്‍ജിന്‍ നോര്‍ത്തേണ്‍ റോക്കിലെ 'ഗുഡ് ബാങ്ക്' ആണ്‌ വാങ്ങിയത് അല്ലാതെ അസറ്റ് മാനേജ്മെന്‍റ് കമ്പനിയല്ല.","mr":"वर्जिनने केवळ नॉर्दर्न रॉकची ‘गुड बँक’ खरेदी केली आहे तर मालमत्ता व्यवस्थापन कंपनी खरेदी केली नाही.","ne":"भर्जिनले उत्तरी चट्टानको “राम्रो बैंक” खरिद गरेको छ, सम्पत्ति व्यवस्थापन कम्पनी होइन।","es":"Virgin no ha adquirido la empresa de gestión de activos, sino únicamente el «buen banco» de Northern Rock.","sw":"Virgin wamenunua tu 'benki nzuri' ya Northern Rock, si kampuni ya udhibiti wa rasilimali.","te":"Northern Rock యొక్క 'good bank'ను మాత్రమే Virgin కొనుగోలు చేసింది, దాని అసెట్ మేనేజ్‌మెంట్ కంపెనీని కాదు.","ur":"ورجین نے صرف نادرن راک کے 'اچھے بینک' کو خریدا ہے، نہ کہ اسیٹ مینجمنٹ کمپنی کو۔","vi":"Virgin chỉ mua ‘ngân hàng tốt’ của Northern Rock, chứ không mua công ty quản lý tài sản.","xh":"I-Virgin ithenge kuphela i‘good bank’ yaseNorthern Rock, hayi inkampani ye-asset management.","yo":"Wúndíá ti ra “ilé ìfowópamọ́sí” ti Northern Rock, kì í se iléeṣẹ́ tó ń sàkóso ohun ìní.","zu":"I-Virgin ithenge ‘ibhange elihle’ lase-Roch eseNyakatho kuphela, hhayi inkampani yokuphatha impahla."}
{"ar":"يمكن أن تنهار جدران وسقوف الكهوف الجليدية ويمكن أن تنغلق شقوقها.","zh":"冰洞的墙壁和屋顶可能会坍塌，裂缝可能会闭合。","en":"The walls and roofs of ice caves can collapse and cracks can get closed.","eu":"Gerta liteke elurtegietako hormak eta sabaiak behera etortzea eta zirrikituak ixtea.","fr":"Les murs et les toits des grottes de glace peuvent s’effondrer et les fissures se refermer.","ml":"ഐസ് ഗുഹകളുടെ ചുമരുകളും മേൽക്കൂരകളും തകർന്ന് വിള്ളലുകൾ അടയാം.","mr":"बर्फाच्या गुहांच्या भिंती आणि छते पडू शकतात आणि भेगा बंद होऊ शकतात.","ne":"हिमगुफाहरूका भित्ता र छतहरू ढल्न सक्छन् र चिराहरू बन्द हुन सक्छन्।","es":"Podrían colapsar los muros y los techos de las cuevas de hielo, y cerrarse las grietas.","sw":"Kuta na paa za mapango ya barafu zinaweza kuporomoka na nyufa zinaweza kuzibwa.","te":"మంచు గుహల గోడలు మరియు పైకప్పులు కూలిపోగలవు మరియు పగుళ్లు మూసుకుపోగలవు.","ur":"برف کے غاروں کی چھتیں اور دیواریں گرسکتی ہیں اور دراڑیں بند ہو سکتی ہیں۔","vi":"Vách và nóc của các hang băng có thể đổ sập và các vết nứt có thể liền lại.","xh":"Indonga namaphahla emiqolomba yomkhenkce angawa zize nentanda zivaleke.","yo":"Àwọn ògiri àti àjà àpáta yìnyìn lè jábọ́ kí ìhò tó wà n bẹ̀ tì.","zu":"Izindonga kanye nophahla lwemihume yeqhwa lungawa futhi imiklayeko ingavaleka."}
{"ar":"المدينة مقدسة للأديان السماوية الثلاث - اليهودية، والمسيحية، والإسلام، وهي بمنزلة مركز روحي، وديني، وثقافي.","zh":"这座城市是三大一神宗教——犹太教、基督教和伊斯兰教的圣地，是一个真正的精神、宗教和文化中心。","en":"The city is holy to the three monotheistic religions - Judaism, Christianity and Islam, and serves as a spiritual, religious, and cultural center.","eu":"Hiri sakratua da hiru erlijio monoteistetan (judaismoa, kristautasuna eta islama), eta erdigune espiritual, erlijioso eta kulturalaren funtzioa dauka.","fr":"La ville est sainte pour les trois religions monothéistes - le judaïsme, le christianisme et l'islam - et sert de centre spirituel, religieux et culturel.","ml":"ഈ നഗരം ഏകദൈവാധിഷ്ഠിതമായ യഹൂദമതം, ക്രിസ്തുമതം, ഇസ്‌ലാം - എന്നീ 3 മതങ്ങൾക്കും പുണ്യസ്ഥലമാണ്. കൂടാതെ ഒരു ആത്മീയ, മതപര സാംസ്കാരിക കേന്ദ്രവുമാണ്.","mr":"हे शहर ख्रिश्चन आणि इस्लाम या 3 एकेश्वरवादी धर्मांसाठी पवित्र आहे तसेच हे आध्यात्मिक, धार्मिक आणि सांस्कृतिक केंद्र म्हणून ओळखले जाते.","ne":"यो सहर तिनवटा एक ईश्वरवादी धर्महरू – यहुदी, इसाई र इस्लाम धर्महरूका लागि पवित्र छ र आध्यात्मिक, धार्मिक र सांस्कृतिक केन्द्रको रूपमा सेवा दिन्छ।","es":"Los tres cultos monoteístas; esto es, judíos, cristianos e islámicos, la consideran tierra santa y funciona como sede espiritual, religiosa y cultural.","sw":"Mji ni mtakatifu kwa dini tatu zinazomwamini Mungu mmoja - Dini ya Kiyahudi, Ukristo na Uislamu, na hutumika kama kituo cha kiroho, kidini, na kitamaduni.","te":"ఈ నగరం మూడు ఏకదైవిక మతాలకు పవిత్ర స్థలం - జుడాయిజం, క్రైస్తవమతం, ఇస్లాం, మరియు  ఆధ్యాత్మిక, మత, సాంస్కృతిక కేంద్రంగా పనిచేస్తుంది.","ur":"یہ شہرتین توحیدی مذاہب یعنی یہودیت، مسیحیت، اور اسلام کے لئےمقدس ہے، اور اس کا مقام ایک روحانی، دینی، اور ثقافتی مرکز کا ہے۔","vi":"Thành phố này là vùng đất thánh của ba tôn giáo đơn thần - Do Thái giáo, Kito Giáo và Hồi giáo và đóng vai trò như một trung tâm tâm linh, tín ngưỡng và văn hóa.","xh":"Isixeko singcwele kunqulo olwahlukahlukeneyo olunqula uthixo omnye - ubuYuda, ubuKrestu kunye nobuSilamsi yaye sisisazulu senkcubeko, sonqulo nesezinto ezinokwenza nothixo.","yo":"Ilú náa jẹ́ mímọ́ nínú ẹ̀sìn mẹ́ta- Judaism,ọmọlẹ́yìn Kírísítì àti Ìsìláàmù, tí ó sì dúró gẹ́gẹ́ bí olú ìlú ẹ̀sìn, ìgbàgbọ́ àti àṣà.","zu":"Idolobha lingcwele ezinkolweni ezintathu ezikholelwa kuNkulunkulu oyedwa – ubuJuda, ubuKhristu kanye nobuSulumani, futhi liyisikhungo esingokomoya, esingokwenkolo, kanye nesingokwesiko."}
{"ar":"بيتر كوستيلو، أمين الخزينة الأسترالي والرجل الذي سيخلُف رئيس الوزارة جون هاوارد كقائد الحزب الليبرالي، يدعم مجال الطاقة النووية في أستراليا.","zh":"澳大利亚财务部长、最有可能接替总理约翰·霍华德担任自由党领袖的彼得·科斯特洛，对澳大利亚的核电工业表示支持。","en":"Peter Costello, Australian treasurer and the man most likely to succeed Prime Minister John Howard as Liberal party leader has thrown his support behind a nuclear power industry in Australia.","eu":"Peter Costello-k, Australiako diruzainak, ditu alderdi liberaleko buru gisa John Howard lehen ministroaren ondorengo izateko aukera gehien, eta Australian indar nuklearraren industria sortzearen alde egin du.","fr":"Peter Costello, ministre des Finances australien et probable successeur du Premier ministre John Howard à la tête du parti libéral, s'est déclaré favorable à l'idée d'une industrie nucléaire australienne.","ml":"ഓസ്ട്രേലിയൻ ട്രഷററും ലിബറൽ പാർട്ടി നേതാവായി പ്രധാന മന്ത്രി ജോൺ ഹൊവാർഡിന്റെ പിൻഗാമിയാകാൻ ഏറ്റവും കൂടുതൽ സാധ്യത കൽപ്പിക്കപ്പെടുന്ന ആളായ പീറ്റർ കോസ്റ്റെല്ലോ, ഓസ്ട്രേലിയയിലെ ഒരു ആണവോർജ്ജ വ്യവസായത്തിന് പിന്തുണ നൽകി.","mr":"पीटर कॉस्टेलो , ऑस्ट्रेलियन खजानीस आणि पंतप्रधान जॉन हॉवर्ड यांच्या नंतर उदारमतवादी पक्षाचे नेते mhanun जागा घेण्याची सर्वाधिक शक्यता असणारे, यांनी आपला पाठींबा ऑस्ट्रेलियातील अणुउर्जा उद्योगाला देऊ केलेला आहे.","ne":"पिटर कोस्टेलो, अस्ट्रेलियाका कोषाध्यक्ष र सम्भवतः प्रधानमन्त्री जोन होवार्डको उत्तराधिकारी हुन सक्ने लिबरल पार्टीका नेताले अस्ट्रेलियामा रहेको आणविक शक्ति उद्योगका पछाडि आफ्नो समर्थन दिएका छन्।","es":"El tesorero australiano, Peter Costello, que es el sucesor más factible del primer ministro John Howard al frente del partido Liberal, ha respaldado a la industria de energía nuclear en Australia.","sw":"Peter Kostello, mweka hazina wa Australia na mtu aliye na uwezekano mkubwa wa kurithi nafasi ya Waziri Mkuu Yohana Howad kama kiongozi wa Chama Huria ametupa msaada wake kwa tasnia moja ya nguvu za nyuklia huko Australia.","te":"ఆస్ట్రేలియా కోశాధికారి మరియు  ప్రధాన మంత్రి జాన్ హోవార్డ్ తరువాత లిబరల్ పార్టీ నాయకుడిగా వచ్చే అవకాశం ఉన్న పీటర్ కాస్టెల్లో ఆస్ట్రేలియాలో అణు విద్యుత్ పరిశ్రమకు తన మద్దతును ప్రకటించారు .","ur":"آسٹریلیائی خزانچی پیٹر کوسٹیلو کو لبرل پارٹی کے رہنما کے طور پر وزیر اعظم جان ہاورڈ کے جاں نشیں بننے کے بہت زیادہ امکان ہیں، انہوں نے آسٹریلیا میں ایٹمی پاور کی صنعت کی حمایت کا اعلان کیا ہے-","vi":"Peter Costello, Bộ trưởng Ngân khố Úc và là người có khả năng giành thắng lợi nhất trước Thủ tướng John Howard với tư cách là lãnh đạo đảng Tự Do, đã dành sự ủng hộ của mình cho ngành công nghiệp điện hạt nhân ở Úc.","xh":"UPeter Costello, unondyebo waseOstreliya nekukho amathuba amaninzi ukuba odlule iNkulumbuso John Howard njengenkokheli yeLiberal, uyawaxhasa amashishini amandla enyukliya eOstreliya.","yo":"Peter Costello, alákòso ìsúra orílè-èdè Australia tí o si jẹ ẹni tó sẹẹsẹẹ láti gbàjọba lówó adarí ìgbìmò ìjọba John Howard gẹ́gẹ́ bi adarí ẹgbẹ´ oẹlómìnira tí àtíléyìn hán sí ilẹ́ isẹ́ àdó olóró ní Australia.","zu":"U-Peter Cotello, umphathizimali wase-Australia kanye nendoda evame ukuphumelela uNdunankulu u-John Howard njengomholi weqembu i-Liberal ubonise ukweseka kwakhe inkampani kagesi esebenzisa i-nuclear e-Australia."}
{"ar":"يحدد المفوض الكفالة إذا تقررت ويضفي الطابع الرسمي على التهم التي يوجهها الضابط الذي أجرى الاعتقال. ثم تسجل التهم في نظام الكمبيوتر الخاص بالولاية حيث يجري تعقب القضية.","zh":"如果获得批准，法庭专员即可设定保释金，并最终确定执行逮捕的警员提出的指控。这些指控随后会录入该州的计算机系统，以便在其中对案件进行追踪。","en":"The commissioner sets bail, if granted, and formalizes the charges filed by the arresting officer. The charges are then entered into the state's computer system where the case is tracked.","eu":"Ikuskariak ezartzen du fidantza, halakorik ematen bada, eta atxiloketa egin duen poliziak formalizatzen ditu karguak. Ondoren, kargu horiek estatuko sistema informatikoan sartzen dira eta kasuaren jarraipena egiten da.","fr":"Le commissaire fixe la caution, si elle est accordée, et formalise les accusations portées par l'agent qui a procédé à l'arrestation. Les accusations sont ensuite saisies dans le système informatique de l'État où l'affaire est suivie.","ml":"കമ്മീഷണർ ജാമ്യം അനുവദിക്കുകയാണെങ്കിൽ, അറസ്റ്റ് ചെയ്ത ഉദ്യോഗസ്ഥൻ ഫയൽ ചെയ്ത ചാർജുകൾ ഔദ്യോഗികമാക്കുന്നു. തുടർന്ന് കേസ് ട്രാക്ക് ചെയ്യുന്ന സംസ്ഥാനത്തിന്റെ കമ്പ്യൂട്ടർ സിസ്റ്റത്തിലേക്ക് ചാർജുകൾ എന്റർ ചെയ്യുന്നു.","mr":"मंजूर झाला तर आयुक्त जामीन निश्चित करतात आणि अटक करणाऱ्या अधिकाऱ्याने निश्चित केलेल्या आरोपांना औपचारीक केले जाते. त्यानंतर आरोप राज्याच्या संगणक प्रणालीमध्ये नोंदवले जातात तिथून खटल्याकडे लक्ष ठेवले जाते.","ne":"यदि स्वीकृत भएमा आयुक्तले जमानत तोक्छन् र पक्राउ गर्ने अधिकारीले दर्ता गरेको आरोपलाई औपचारिक बनाउँछन्। त्यसपछि आरोपहरू राज्यको कम्प्युटर प्रणालीमा प्रविष्ट गरिन्छ जहाँ मुद्दा ट्र्याक गरिन्छ।","es":"El comisionado fija el monto de la fianza, si se la aprueba, y formaliza los cargos presentados por el oficial que procedió a su detención. Los mismos se ingresan, a continuación, en el sistema informático del estado, a través del cual se hace el seguimiento del caso.","sw":"Kamishna huweka dhamana, ikiwa imeruhusiwa, na kufanya rasmi mashtaka yaliyofailiwa na afisa mwenye kukamata. Kisha mashtaka huingizwa kwenye mfumo wa kompyuta wa nchi ambapo kesi hiyo hufuatiliwa.","te":"ఒకవేళ మంజూరు చేసినట్లయితే, కమిషనర్ బెయిల్ సెట్ చేసి, అరెస్ట్ చేసిన అధికారి ద్వారా దాఖలు చేయబడ్డ అభియోగాలను లాంఛనప్రాయంగా లాంఛనప్రాయంగా నమోదు చేస్తుంది. ఆ తర్వాత కేసు ను ట్రాక్ చేసే రాష్ట్ర కంప్యూటర్ వ్యవస్థలోకి ఛార్జీలను నమోదు చేస్తున్నారు.","ur":"کمشنر بل ترتیب دیتا ہے اگر منظور ہوجائے اور گرفتار کیے جانے والے افسر کی جانب سے دائر کیے گئے الزامات کو باقاعدہ شکل دیتا ہے۔ ان الزامات کو پھر ریاست کے کمپیوٹر سسٹم میں درج کیا جاتا ہے جہاں پر کیس کا ٹریک ریکارڈ رکھا جاتا ہے۔","vi":"Người được ủy quyền nộp tiền bảo lãnh, nếu được chấp thuận, và hợp thức hóa các khoản phí được cảnh sát thực hiện bắt giữ đệ trình lên. Các khoản phí này sau đó được nhập vào hệ thống máy tính của bang nơi vụ án được theo dõi.","xh":"Umkomishana nguye obeka ibheyile, ukuba uyifumene, agunyazise izithyolo ezifayilwe lipolisa elibambayo.Izithyolo ziye ke zingeniswe kwisystem yekompyutha karhulumente apho ityala lithi lilandelelwe.","yo":"Kọmíṣíọ́nà se àgbékalẹ̀ owó ìtanràn, tí ó bá bọ́ si, tí ó sì fì ẹ̀sùn tí agbófinró fi kàn múnlẹ̀. Ẹ̀sùn náà ni ó gbé wọnú ẹ̀rọ ayárabíàsá ìpínlẹ̀ tíwọ́n ti ń taná wádìí ẹ̀sùn náà.","zu":"Ukhomishinali ubeka ibheyili, uma inikezwa, futhi wenza ukubekwa kwecala okwenziwe yiphoyisa elibophe isiboshwa kube ngokomthetho. Amacala ngemva kwalokho afakwa ohlelweni lwekhompyutha lombuso lapho icala lilandelelwa khona."}
{"ar":"وأوضحوا في بيان أن \"الطاقم يعمل حالياً لتحديد أفضل وسيلة لانتشال السفينة بأمان\".","zh":"他们还在一份声明中表示，“船员目前正在确定安全撤离军舰的最佳方法”。","en":"They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".","eu":"Halaber, adierazpen batean esan dutenez, “tripulazioa lanean ari da ontzia segurtasunez ateratzeko metodorik egokiena zehazteko”.","fr":"Ils ont également affirmé dans une déclaration : « L'équipage travaille actuellement à déterminer le meilleur moyen d'extraire le navire en toute sécurité ».","ml":"\"അവർ പ്രസ്താവനയിൽ പറഞ്ഞു, \"\"കപ്പൽ സുരക്ഷിതമായി വേർതിരിച്ചെടുക്കുന്നതിനുള്ള ഏറ്റവും നല്ല രീതി നിർണ്ണയിക്കാൻ ക്രൂ നിലവിൽ പ്രവർത്തിക്കുന്നു\"\".\"","mr":"\"त्यांनी त्यांच्या निवेदनातही म्हटले की, \"\"दल सध्या जहाज बाहेर काढण्याची सुरक्षित पद्धत ठरवण्यावर काम करत आहे\"\".\"","ne":"“चालक दल हाल सुरक्षित रूपमा जहाज निकाल्ने उत्तम विधि निर्धारित गर्न काम गरिरहेको छ” उनीहरूले विज्ञप्तिमार्फत बताए।","es":"También se dijo en un comunicado que: «La tripulación se encuentra actualmente trabajando para decidir cuál es el método más seguro para extraer el barco».","sw":"Pia walisema katika taarifa, “Wafanyakazi sasa hivi wanafanya kazi kuamua mbinu bora ya kuondoa meli kwa usalama”.","te":"\"వారు కూడా ఒక ప్రకటనలో, \"\"సిబ్బంది ప్రస్తుతం ఓడను సురక్షితంగా తీయడానికి ఉత్తమమైన పద్ధతిని నిర్ణయించడానికి కృషి చేస్తున్నారు\"\"అని చెప్పారు.\"","ur":"انہوں نے اپنے بیان میں یہ بھی کہا کہ ”جہاز کا عملہ فی الوقت ان بہترین طریقوں پر غور کر رہا ہے جن کے ذریعہ جہاز کو بحفاظت نکالا جا سکے۔“","vi":"Họ cũng cho biết trong một tuyên bố: “Hiện thuỷ thủ đoàn đang nỗ lực tìm ra phương pháp hiệu quả nhất để giải phóng con tàu một cách an toàn”.","xh":"Bongezile kwingxelo, \"Iqela labaqeshwa lisebenzela ukubona eyona ndlela yokulanda inqwelo mafutha\".","yo":"Won tubo foro le pe, “Awon to alaakoso oko oju omi ti n sa agbara won lati mo ona to dara ju lati yo oko naa laisi ifarapa.","zu":"Babuye bathi kusitatimende, “Iqembu liyasebenza manje ukuthola indlela enhle kakhulu yokukhipha umkhumbi”."}
{"ar":"إن الشخص الذي يبلغ وزنه 200 رطلاً (أي ما يعادل 90 كجم) على الأرض يزن حوالي 36 رطلاً (16 كجم) على قمر آيو. إذاً فإن الجاذبية، تشدّك بقدر أقل طبعاً .","zh":"一个在地球上重 200 磅（90公斤）的人，在木卫一上的重量约为 36 磅（16公斤）。因此重力理所当然地对你产生了较小的牵引力。","en":"A person who weighs 200 pounds (90kg) on Earth would weigh about 36 pounds (16kg) on Io. So the gravity, of course, pulls less on you.","eu":"Lurrean 200 libra (90 kg) pisatzen dituen pertsonak 36 libra (16 kg) inguru pisatuko lituzke Io-n. Beraz, grabitateak gutxiago tiratuko zintuzke.","fr":"Une personne qui pèse 200 livres (90kg) sur Terre pèserait environ 36 livres (16kg) sur Io. Donc la gravité, bien sûr, vous attire moins.","ml":"ഭൂമിയിൽ 200 പൗണ്ട് (90 കിലോഗ്രാം) ഭാരം വരുന്ന ഒരാൾക്ക് അയോയിൽ 36 പൗണ്ട് (16 കിലോഗ്രാം) ഭാരം ഉണ്ടാകും. അതുകൊണ്ട് തീർച്ചയായും കുറവ് ഗുരുത്വാകർഷണമേ നിങ്ങൾക്ക് അനുഭവപ്പെടൂ.","mr":"पृथ्वीवर २०० पाउंड (९० किलो) वजन असलेल्या व्यक्तीचे वजन आयओवर सुमारे ३६ पाउंड (१६ किलो) असेल. म्हणजे, गुरुत्वाकर्षणाचा जोर, अर्थातच, तुमच्यावर कमी असतो.","ne":"पृथ्वीमा 200 पाउण्ड (90 किलो) तौलको व्यक्ति आइओमा करिब 36 पाउण्ड (16 किलो) तौल हुन्थ्यो। त्यसैले तपाईंलाई गुरुत्वाकर्षणले कम तान्छ।","es":"Alguien cuyo peso en la Tierra es de 200 libras (90 kg) en Ío pesaría cerca de 36 libras (16 kg). Ello significa, claro está, que su gravedad ejerce menos atracción.","sw":"Mtu aliye na uzito wa pauni 200 (kilogramu 90) duniani anaweza kuwa na uzito wa pauni 36 (kilogramu 16) kwenye lo. Kwa hivyo mvuto, bila shaka, huvuta kidogo sana kwako.","te":"భూమిపై 200 పౌండ్ల (90 kg) బరువున్న వ్యక్తి lo పై 36 పౌండ్ల (16 kg) బరువు ఉంటాడు. కాబట్టి గురుత్వాకర్షణ, మిమ్మల్ని తక్కువగా లాగుతుంది.","ur":"ایک شخص جسکا زمین پر وزن تقریبا 200 پاونڈز (90 کلوگرام ) ہے اسکا ذرہ پر وزن تقریبا 36 پاونڈز (16 کلوگرام ) ہوگا- لہٰذا کَشِشِ ثَقَل آپکو یقینا کم کھینچتی ہے-","vi":"Một người nặng 200 pao (90kg) trên Trái Đất sẽ nặng khoảng 36 pao (16kg) trên Io. Vì vậy, tất nhiên trọng lực sẽ ít tác động lên bạn.","xh":"Umntu obunzima obuzipawundi eziyi-200 (iikhologram eziyi-90) emhlabeni anganobunzima obumalunga neepawundi eziyi-36 (iikhilogram eziyi-16) kwi lo. Ngoko ke igravithi, kakade,itsala kancinci kuwe.","yo":"Ẹni tí ó wọn 200 pounds (90kg) ní Ayé ma wọn 36 pounds (16kg). Nítorínà agbára yẹn ma fà ọ́.","zu":"Umuntu onesisindo esingamaphawundi angu-200 (90kg) eMhlabeni angaba nesisindo esicishe sibe amaphawundi angu-36 (16kg) e-Io. Ngakho amandla okudonsa, empeleni, akudonsa kancane."}
{"ar":"كان لديها جيشًا وبحرية أضعف رغم أنهم بنوا مؤخرًا أربع سفن جديدة قبل بداية الحرب مباشرة.","zh":"该国陆军和海军都比较弱，尽管他们在战争开始前不久建造了四艘新舰船。","en":"It had a weaker army and a weaker navy, although they had just built four new ships right before the beginning of the war.","eu":"Armada eta marina ahulagoa zituen, nahiz eta gerra hasi baino lehen itsasontzi berriak eraiki.","fr":"Leur armée et leur flotte étaient plus faibles, et ce malgré le fait qu’ils aient construit quatre nouveaux navires juste avant le début de la guerre.","ml":"യുദ്ധം തുടങ്ങുന്നതിന് തൊട്ടുമുമ്പ് അവർ നാല് പുതിയ കപ്പലുകൾ നിർമ്മിച്ചിരുന്നെങ്കിലും അതിൽ ദുർബലമായ സൈന്യവും ദുർബലമായ നാവികസേനയും ആയിരുന്നു ഉണ്ടായിരുന്നത്.","mr":"त्यांच्याकडे कमकुवत लष्कर आणि कमकुवत नौसेना होती, तरीही त्यांनी युद्धाच्या सुरूवातीपूर्वीच नवीन 4 जहाजे बांधली होती.","ne":"योसँग कमजोर सेना र कमजोर नौसेना थियो, तथापि तिनीहरूले युद्धको ठीक अघि भर्खरै चार नयाँ जहाजहरूको निर्माण गरेका थिए।","es":"Su ejército y marina eran más débiles, aunque cuatro barcos nuevos acababan de ser construidos justo antes del inicio de la guerra.","sw":"Ilikuwa na jeshi dhaifu na nevi dhaifu, ingawa walikuwa wamejenga tu meli nne mpya kabla ya kuanza kwa vita.","te":"యుద్ధం  ప్రారంభించడానికి ముందే  వారు నాలుగు కొత్త నౌకలను నిర్మించినప్పటికీ, వారి సైన్యం మరియు నౌకాదళం  బలహీనంగా ఉంది.","ur":"اس کی بّری فوج اور بحری فوج کمزور ہیں اگرچہ انھوں نے جنگ کی بلکل شروعات میں چار نئے بیڑے بنائے۔","vi":"Họ có quân đội và hải quân yếu hơn, mặc dù học mới chỉ xây dựng bốn tàu mới trước khi bắt đầu cuộc chiến tranh.","xh":"Yayinomkhosi ongomelelanga kunye nomkhosi waselwandle ongenamandla, nangona babesanda ukwenza iinqanawa ezine ezintsha kanye ngaphambi kokuqalisa kwemfazwe.","yo":"Lóòọ́tọ́ wọ́n sẹ̀sẹ̀ kọ́ àọn ọkọ̀ ojú omi tuntun mẹ́rin sáájú kí ogun tó bẹ̀rẹ̀, ó ní ikọ̀ ológun tí kò lágbára àti àwọn ikọ̀ ológun ojú omi tí kò ra jaja.","zu":"Banamabutho angenamandla kanye nemikhumbi yempi engenamandla, ngisho noma bakhe imikhumbi emisha emine ngaphambi nje kokuqala kwempi"}
{"ar":"يوجد تداخل كبير ما بين الهندسة والمجالات الأخرى وتشمل التخطيط الحضري والهندسة المدنية والفنون الزخرفية والتصميم الداخلي وتصميم المناظر الطبيعية.","zh":"建筑与城市规划、土木工程、装饰艺术、室内设计和景观设计等领域有相当多的重叠之处。","en":"Architecture overlaps considerably with other fields including urban planning, civil engineering, decorative arts, interior design and landscape design.","eu":"Arkitektura gainjarri egiten da beste arlo batzuekin; besteak beste, hiri-plangintza, ingeniaritza zibila, dekorazio-arte, barne-diseinu eta lorategi-diseinuarekin.","fr":"L’architecture recoupe considérablement d’autres domaines, notamment l’urbanisme, le génie civil, les arts décoratifs, la décoration intérieure et l’aménagement paysager.","ml":"നഗര ആസൂത്രണം, സിവിൽ എഞ്ചിനീയറിംഗ്, അലങ്കാര കലകൾ, ഇന്റീരിയർ ഡിസൈൻ, ലാൻഡ്സ്കേപ്പ് ഡിസൈൻ എന്നിവ ഉൾപ്പെടെയുള്ള മറ്റ് മേഖലകളുമായി വാസ്തുവിദ്യ കാര്യമായി ബന്ധപ്പെട്ടുകിടക്കുന്നു.","mr":"आर्किटेक्चरमध्ये शहरी नियोजन, सिव्हील इंजिनीअरिंग, सुशोभिकरणासंबंधित कला, इन्टिरीअर डिझाइन आणि लॅन्डस्केप डिझाइन यांचा बऱ्यापैकी समावेश होतो.","ne":"भवन निर्माण विधाले सहरी योजना, सिभिल इन्जिनियरिङ, सजावटी कला, आन्तरिक डिजाइन र ल्याण्डस्केप डिजाइनसहित अन्य क्षेत्रहरू पर्याप्त अधिव्यापन गर्दछ।","es":"La arquitectura tiene numerosos puntos de encuentro con otras disciplinas, entre las que se incluyen la planificación urbana, la ingeniería civil, el arte decorativo, el diseño de interiores y el paisajismo.","sw":"Majenzi huingiliana sana na nyanja nyingine zikiwemo mipango ya mji, uhandisi wa umma, sanaa za mapambo, ubunifu wa ndani na ubunifu wa mandhari.","te":"అర్బన్ ప్లానింగ్, సివిల్ ఇంజనీరింగ్, డెకొరేటివ్ ఆర్ట్స్, ఇంటీరియర్ డిజైన్ మరియు ల్యాండ్‌స్కేప్ డిజైన్ లాంటి వాటితో కూడిన ఇతర  ఫీల్డ్‌లతో ఆర్కిటెక్చర్ గణనీయంగా ముడిపడి ఉంది.","ur":"شہری منصوبہ بندی، سول انجینئرنگ، آرائشی آرٹس، داخلہ ڈیزائن اور زمین کی تزئین کے ڈیزائن سمیت دیگر شعبوں سے فن تعمیر کافی حد تک بڑھ جاتا ہے۔","vi":"Kiến trúc xâm phạm đáng kể đến các khu vực khác bao gồm quy hoạch đô thị, xây dựng dân dụng, trang trí, thiết kế nội thất và thiết kế cảnh quan.","xh":"Uyilo buhambelana nezinye iimfundiso njengoyilo lwedolophu, ubunjineli bezakhiwo, ubugcisa bohombiso, ukuhombisakwngaaphakathi kwaye nokulungisa umhlaba ukuze kufakwe izityalo.","yo":"Ìyàwòrán ilé ti kọjá pẹ̀lú àwọn ikọ̀ tókù pẹ̀lú ètò agbègbè tó lajú, ìmọ̀ ẹ̀rọ àwọn tó ń kọ́alé, iṣl ọnà alárà, aṣe inú ilé lẹ́ṣọ̀ọ́ àti ìyàwòrán oníbùú.","zu":"Ukwakhiwa kwezindlu buhlangana kakhudlwana nezinye izinkundla kuhlanganise nokuhlelwa kwamadolobha, ubunjiniyela bokuklama izakhiwo zomphakathi, ubuciko bokuhlobisa, ukuhlobisa ingaphakathi lezindlu kanye nokuhlobisa amagceke."}
{"ar":"في 24 سبتمبر 1759، وقع آرثر غينيس عقد إيجار لمدة 9000 سنة لمصنع الخمور سانت جيمس جيت في دبلن، أيرلندا.","zh":"1759 年 9 月 24 日，阿瑟·吉尼斯在爱尔兰都柏林为圣詹姆斯之门啤酒厂签署了一份 9000 年的租约。","en":"On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.","eu":"1759ko irailaren 24an, Arthur Guinness-ek 9.000 urteko alokairua sinatu zuen Dublineko (Irlanda) St. James’ Gate garagardotegia eskuratzeko.","fr":"Le 24 septembre 1759, Arthur Guinness a signé un bail de 9 000 ans pour la brasserie St James' Gate à Dublin en Irlande.","ml":"സെപ്തംബർ 24, 1759 ൽ, അയർലണ്ടിലെ ഡ്യൂബ്ലിനിലുള്ള സെന്റ് ജയിംസ് ഗേറ്റ് ബ്രിവറിയുടെ 9,000 വർഷത്തെ പണയക്കരാറിൽ ആർതർ ഗിന്നസ് ഒപ്പുവെച്ചു.","mr":"२४ सप्टेंबर १७५९ रोजी, आर्थर गिनसने डब्लिन, आयर्लंडमधील सेंट जेम्सच्या गेट ब्रीवरीसाठी ९००० वर्षांच्या भाडेपट्टीवर सही केली.","ne":"सेप्टेम्बर 24, 1759 मा, आर्थर गिनीजले आयरल्याण्डको डुब्लिनको सेण्ट जेम्स गेट ब्रुअरीका लागि 9,000 वर्षको सम्झौतामा हस्ताक्षर गरे।","es":"El 24 de septiembre de 1759, Arthur Guinness suscribió un contrato de arrendamiento de 9000 años de vigencia por la cervecería St. James's Gate en Dublín, Irlanda.","sw":"Mnamo September 24, 1759, Arthur Guinness alitia saini makubaliano ya kukodishwa kwa kiwanda cha pombe cha St James' Gate kilicho huko Dublin, Ireland.","te":"సెప్టెంబరు 24 1759 న ఐర్లాండ్ లోని డబ్లిన్ లో ఉన్న సెయింట్ జేమ్స్ గేట్ బ్రూవరీ కోసం 9,000 సంవత్సరాల లీజుకు ఆర్థర్ గిన్నిస్ సంతకం చేశారు.","ur":"آئرلینڈ کے ڈبلن میں سینٹ جیمز گیٹ بریوری کیلئے 9،000 سال کے لیز پر 24 ستمبر 1759 کو آرتھر گنیس نے دستخط کیے۔","vi":"Vào 24 tháng Chín năm 1759, Arthur Guinness ký hợp đồng thuê 9.000 năm cho St James' Gate Brewery tại Dublin, Ireland.","xh":"NgoSeptemba 24, 1759, uArthur Guinness watyikitya isivumelwano sokuqesha iSt James Gate Brewery eDublin, e-Ireland kangangeminyaka eyi-9000.","yo":"Ní ọjọ́ Kẹrìnlélógún, oṣù kẹsàn án ọdún 1759, ni Arthur Guinness fọwọ́ sí fífí St James' Gate Brewery ni Dublin, Ireland, sílẹ̀ fún yíya fún 9,000 ọdú.","zu":"NgoSeptemba 24, 1759, u-Arthur Guinness wasayina isivumelwano sokuqashisa sika-9,000 ngonyaka seSt James' Gate Brewery eDublin, e-Ireland."}
{"ar":"بوجه عام، يتطلب البقاء في أي دولة أجنبية لفترة طويلة الحصول على تأشيرة مقدماً.","zh":"通常来说，较长时间停留在外国需要提前获取签证。","en":"In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.","eu":"Oro har, atzerriko herrialde batean denboraldi luzea egoteko, bisa bat lortu beharko duzu aurretik.","fr":"En général, pour séjourner dans un pays étranger sur une longue période, vous devez obtenir au préalable un visa.","ml":"പൊതുവെ,ദീർഘിപ്പിച്ച ഒരു കാലയളവിൽ ഏതെങ്കിലും വിദേശ രാജ്യത്ത് തങ്ങുന്നതിന് മുൻകൂറായി ഒരു വിസ നിങ്ങൾ തരപ്പെടുത്തണം","mr":"सर्वसाधारणपणे, तुम्हाला कोणत्याही परदेशी देशात जास्त कालावधीकरिता राहण्यासाठी आधीपासूनच व्हिसा प्राप्त करणे आवश्यक असते.","ne":"सामान्यतया, लामो समय अवधिका लागि कुनै पनि विदेशी मुलुकमा बस्नु परेमा तपाईंलाई अग्रिम भिसा प्राप्त गर्नु जरुरी हुन्छ।","es":"Por lo general, para permanecer en cualquier país extranjero por un extenso período de tiempo será preciso obtener una visa por anticipado.","sw":"Kwa ujumla, kukaa kwenye nchi ya kigeni kwa muda mrefu zaidi kunahitaji upate visa mapema.","te":"సాధారణంగా, ఏదైనా విదేశీ దేశంలో దీర్ఘకాలం పాటు ఉండటం వల్ల మీరు ముందస్తుగా వీసా పొందాల్సి ఉంటుంది.","ur":"بطورِ عام کسی غیر ملک میں طویل مدت تک قیام کے لئے تمہیں پیشگی ویزا حاصل کرنا لازم ہے۔","vi":"Nhìn chung, ở lại tại bất cứ quốc gia nào trong thời gian dài cũng đòi hỏi bạn phải xin cấp thị thực trước.","xh":"Ngokuqhelekileyo, xa uza kuhlala ixesha elide kwilizwe lasemzini kuye kufuneke ufumane i-visa kwangaphambili.","yo":"Ní gbogbogbò, wíwà ní ilẹ̀ òkèrè tówù kó jẹ́ tayọ àkókò tí ó yẹ, yíò nílò kí ènìyàn ti gba ìwé ìrìnnà sílẹ̀.","zu":"Ngokuvamile, ukuhlala kwelinye izwe isikhathi eside kuzodinga ukuthi uthole ivisa kusengaphambili."}
{"ar":"توفى راكب الدراجات النارية ذا ال13 عام بيتر لينز بعد كونه جزءاً في حادث حلبة إنديانابوليس موتور سبيدواي.","zh":"13 岁的摩托车赛车手彼得·伦茨在印第安纳波利斯赛车场上发生车祸丧生。","en":"Peter Lenz, a 13-year-old motorcycle racer, has died after being involved in a crash at the Indianapolis Motor Speedway.","eu":"Peter Lenz 13 urteko motor-lasterkaria hil egin da Indianapolis-eko Motor Speedway-en istripu bat izan ondoren.","fr":"Peter Lenz, un pilote de moto de 13 ans, est mort après avoir été impliqué dans un accident sur l'Indianapolis Motor Speedway.","ml":"മോട്ടോർ സൈക്കിൾ റെയിസറായ, 13 വയസ്സുകാരൻ പീറ്റർ ലെൻസ്, ഇൻഡ്യനാപോളിസ് മോട്ടോർ സ്പീഡ്‌വേയിൽ ഉണ്ടായ അപകടത്തിൽ മരിച്ചു.","mr":"पीटर लेन्झ, हा 13-वर्षीय मोटरसायकल स्पर्धक, इंडियानापोलिस मोटर स्पीडवेवर एका अपघातानंतर मरण पावला आहे.","ne":"इन्डियानापोलिस मोटर स्पिडवेमा दुर्घटनामा परेर 13 वर्षे मोटरसाइकल रेसर पिटर लेन्जको मृत्यु भएको छ।","es":"Peter Lenz, un corredor de motocicletas de 13 años, falleció luego de participar en un accidente en el autódromo de Indianápolis.","sw":"Peter Lenz, mwendeshaji wa pikipiki za mashindano mwenye umri wa miaka 13, alifariki baada ya kuhusika katika ajali kwenye Motor Speedway ya Indianapolis.","te":"ఇండియానాపోలిస్ మోటార్ స్పీడ్ వే వద్ద జరిగిన ప్రమాదంలో 13 ఏళ్ల పీటర్ లెంజ్ అనే మోటార్ సైకిల్ రేసర్ దుర్మరణం చెందాడు.","ur":"پیٹرلینز، ایک 13 سالہ موٹرسائیکل ریسر، انڈیانا پولیس موٹر اسپیڈوے پر ایک تصادم کا شکار ہوکر جاں بحق ہوچُکا ہے۔","vi":"Tay đua mô tô 13 tuổi Peter Lenz đã thiệt mạng liên quan đến một vụ đụng xe ở Đường đua Mô-tô Indianapolis.","xh":"UPeter Lenz, umdlali wemidyarho yezithuthu oneminyaka eyi-13, uye wasweleka emva kokutshayisa e-Indianapolis Motor Speedway.","yo":"Peter Lenz,ọmọ ọdún mẹ́tàlá a fi kẹ̀kẹ́ sáré ìje jáde láyé lẹ́yìn àkọlù tó wáyé ni ojú ọ̀nà márosẹ̀ Indianapolis.","zu":"UPeter Lenz, oneminyaka ewu-13 ongumjahi wezithuthuthu, uye washona ngemva kokuthinteka enhlekeleleni eyenzeke e-Indianapolis Motor Speedway."}
{"ar":"يمكن الجمع بين زيارة الموقع بشكل مناسب مع رحلة بالقارب إلى البحيرة.","zh":"参观景点时，还可以顺便乘船游湖。","en":"A visit to the site can be conveniently combined with a boat trip to the lake.","eu":"Toki hau bisitatzea era egokian konbina daiteke lakuan txalupa batean ibiltzearekin.","fr":"La visite du site peut être agréablement associée à une promenade en bateau sur le lac.","ml":"ആ സ്ഥലത്തേക്കുള്ള സന്ദർശനത്തിനൊപ്പം തടാകത്തിലേക്ക് ഒരു ബോട്ട് യാത്ര കൂടി സൗകര്യപ്രദമായി ചേർത്തിട്ടുണ്ട്.","mr":"तलावाच्या बोटीच्या सहलीसह पर्यटन ठिकाणाला भेट देणे सोयीस्करपणे एकत्र जोडले जाऊ शकते.","ne":"साइटसम्मको भ्रमण तालसम्मको डुङ्गा यात्राका साथ सहजै मिलाउन सकिन्छ।","es":"Puede organizarse una provechosa combinación entre una visita al lugar y un paseo en barco hacia el lago.","sw":"Ziara katika eneo hilo inaweza kujumuishwa kwa urahisi na safari ya ziwa katika boti.","te":"సైట్ కి సందర్శన సరస్సుకు బోట్ ట్రిప్ తో సౌకర్యంగా  కలపవచ్చు.","ur":"کشتی کے ذریعے جھیل کا سفر کرنے کے ذریعے آسانی کے ساتھ سائٹ کا دورہ کیا جا سکتا ہے۔","vi":"Chuyến tham quan nơi này có thể kết hợp thuận tiện với một chuyến đi thuyền đến hồ.","xh":"Utyelelo kwindawo lungadityaniswa ngokuchuliweyo kunye nohambo ngesikhephe oluya echibini.","yo":"Àbẹ̀wò sí ààyè náà se é dàpọ̀ pẹ̀lú ìrìn-àjò ọkọ̀ ojú omi sí adágún láì sí ìnira.","zu":"Ukuvakashela indawo kungahlanganiswa ngokufanelekile nohambo lwesikebhe lokuya echibini."}
{"ar":"ترق سماكة الغاز بابتعادك عن مركز الشمس.","zh":"当你距离太阳中心越远，气体就越稀薄。","en":"The gas becomes thinner as you go farther from the center of the Sun.","eu":"Gasa mehetu egiten da Eguzkiaren erdigunetik zenbat eta urrunago egon.","fr":"Le gaz se raréfie à mesure que l'on s'éloigne du centre du Soleil.","ml":"സൂര്യന്റെ മധ്യത്തിൽ നിന്ന് നിങ്ങൾ കൂടുതൽ ദൂരത്തേക്ക് പോകുമ്പോൾ വാതകം നേർത്തതായി വരുന്നു.","mr":"आपण सूर्याच्या मध्यभागीपासून पुढे जात असताना वायूचा स्तर पातळ होतो.","ne":"तपाईं सूर्यको केन्द्रबाट टाढा जाँदा ग्यास पातलो हुँदै जान्छ।","es":"A medida que pierde proximidad con el sol, el gas se vuelve más ligero.","sw":"Gesi huwa nyembamba kadiri unavyosonga mbali na Jua.","te":"సూర్యుని కేంద్రం నుండి ఎక్కువ దూరం వెళ్లే కొద్దీ గ్యాస్ తక్కువ బరువు అవుతుంది.","ur":"اگر آپ سورج کے مرکز سے دور جاتے ہیں تو گیس نسبتاً پتلی ہو جاتی ہے۔","vi":"Càng ở xa tâm Mặt Trời thì khí này càng loãng hơn.","xh":"Igesi iya incipha njengoko usiya ubhekela kumbindi welanga.","yo":"Afẹ́fẹ́ ma ń tíńrín sí i, bí o bá se n jìnnà sí ààrin òòrùn.","zu":"Igesi iba yincane njengoba uhamba uqhela enkabeni yeLanga."}
{"ar":"في النهاية لا يخفى تنافس موفري الأسِرَّة والإفطار على شيئين أساسيين هما الأسِرَّة والإفطار.","zh":"在高端市场上，显而易见，一众 B&B 公司主要在两个方面展开竞争：床铺和早餐。","en":"At the top end, B&Bs obviously compete mainly on two main things: bedding and breakfast.","eu":"Guztiaren gainetik, halako tokiak bi gauzaren inguruan lehiatzen dira: lotarako tokia eta gosaria.","fr":"Dans le haut de gamme, les chambres d’hôtes se font évidemment concurrence principalement sur deux points : la literie et le petit déjeuner.","ml":"ടോപ്പ് എൻഡിൽ, ബി&ബികൾ മുഖ്യമായും രണ്ട് പ്രധാന കാര്യങ്ങളിൽ മത്സരിക്കുന്നു: ശയ്യോപകരണങ്ങളും പ്രഭാതഭക്ഷണവും.","mr":"अखेरीस, B&B स्पष्टपणे प्रामुख्याने 2 मुख्य गोष्टींवर प्रतिस्पर्धा करतात: बेडिंग आणि ब्रेकफास्ट.","ne":"शीर्ष अन्त्यमा, बी एण्ड बीएस स्पष्ट रूपमा दुई मुख्य चीजहरूमा प्रतिस्पर्धा गर्छ: ओछ्यान र बिहानको खाजा।","es":"En la mejor categoría, la contienda entre los B&B se da, por supuesto, en dos servicios: la ropa de cama y el desayuno.","sw":"Mwishowe, ni wazi kwamba B&amp;Bs hushindana haswa kwenye vitu viwili vikuu: matandiko na kiamsha kinywa.","te":"అత్యధికంగా, B&Bలు ముఖ్యంగా 2 విషయాల మీద పోటీ పడుతున్నాయి: బెడ్డింగ్ మరియు బ్రేక్‌ఫాస్ట్.","ur":"بی اینڈ بیز سب سے زیادہ، یقیناً دو اہم چیزوں پر بنیادی طور پر مُقابلہ کرتے ہیں: بیڈنگ اور بریک فاسٹ۔","vi":"Ở phân khúc cao cấp, B&amp;Bs rõ ràng chỉ cạnh tranh hai điều chính: giường ngủ và bữa sáng.","xh":"Kwicala eliphezulu, kucacile ukuba izinto ezimbini eziphambili iiB&amp;B ezikhuphisana ngazo: yindawo yokulala nesidlo sakusasa.","yo":"Ní ìparí lókè, B%Bs dára tí a bá ń wo ibùsùn àti óúnjẹ àárọ̀.","zu":"Ezingeni eliphezulu, amaB&amp;B ngokusobala ancintisana ngezinto ezimbili eziyinhloko: indawo yokulala nokudla kwasekuseni."}
{"ar":"في روغالاند وأجدر عادة ما يُطلق عليهم \"هاي\" بمعنى المستنقعات الخالية من الأشجار التي غالباً ما تكون مغطاة بالخلنج.","zh":"在罗加兰和阿格德，它们被俗称为“hei”，意思是没有树木的荒野，通常长满石南。","en":"In Rogaland and Agder they are usually called \"hei\" meaning a treeless moorland often covered in heather.","eu":"Rogalanden eta Agderren “hei” deitu ohi zaie, eta zuhaitzik gabeko eremu esan nahi du, normalean txilarrez estalita dagoena.","fr":"Dans le Rogaland et à Adger, ils sont souvent qualifiés de « hei », ce qui signifie landes déboisées souvent couvertes de bruyère.","ml":"\"റോഗാലാൻഡിലും ആഗ്‌ഡറിലും സാധാരണയായി \"\"ഹേ\"\" എന്ന് വിളിക്കപ്പെടുന്നു, അതിനർത്ഥം മരങ്ങളില്ലാത്ത വിശാലതരിശുനിലം എന്നാണ്. \"","mr":"\"रोगालँड आणि अग्देरमध्ये त्यांना सामान्यतः \"\"हेई\"\" म्हटले जाते ज्याचा अर्थ हेदरने आच्छादित वृक्षविरहित मूरलँड असा आहे. \"","ne":"रोगाल्यान्ड र आगदेरमा तिनीहरूले प्रायजसो “हेई” भन्थे जस्को अर्थ प्राय: हिथरले ढाकिएको उजाड दलदल हो।","es":"Es común que en Rogaland y Agder se les llame hei, que quiere decir páramo sin árboles, usualmente cubierto de brezos.","sw":"Katika Rogaland na Agder kwa kawaida huitwa \"hei\" kumaanisha ardhi iliyotengwa isiyo na miti na mara nyingi hufunikwa na mimea ya vichakani.","te":"\"రోగాలాండ్ మరియు ఆగ్డెర్​లో వాటిని సాధారణంగా \"\"హే\"\" అని పిలుస్తారు, అంటే తరచుగా హీథర్​తో కప్పబడి చెట్ల రహిత మూర్లాండ్.\"","ur":"روجالینڈ اور ایگڈر میں انہیں عام طور پر \"ہائی'' کہا جاتا ہے جس کا مطلب ہوتا ہے بغیر درخت والے مورلینڈ جو خلنج سے ڈھکے ہوتے ہیں۔","vi":"Ở Rogaland và Agder chúng thường được gọi là “hei” có nghĩa là vùng đất không cây cối thường phủ đầy thạch nam.","xh":"E-Rogaland naseAgder zihlala zibizwa ngokuba yi \"hei\" okuthetha ukuba awunampilo ye-moorland ehlala igutyungelwe yiheather.","yo":"Ni Gofalandi ati Agda won ma n pe e ni “hei” eyi to tumo si ileoke ti o ni igi ti heda ma n saba bo.","zu":"ERogaland nase-Agder zivame ukubizwa ngokuthi \"hei\" okusho inkangala engenamithi kaningi embozwe i-heather."}
{"ar":"لذلك السبب، تجد كل شيء تراه على شاشة التلفاز مقطوع الحواف، من الأعلى والأسفل و الجانبين.","zh":"出于该原因，你在电视上看到的画面边框，包括顶部、底部和侧边，都被裁剪了。","en":"For that reason, everything you see on the TV had the borders cut, top, bottom and sides.","eu":"Horregatik, ertzak ebaki zaizkio telebistan ikusten duzun guztiari (goian, behean, zein alboetan).","fr":"Pour cette raison, tout ce que vous visionnez sur télévision a les bords coupés en haut, en bas et sur les côtés.","ml":"അക്കാരണത്താൽ, ടിവിയിൽ നിങ്ങൾ കാണുന്ന എല്ലാത്തിനും ബോർഡർ കട്ടുകളും, മുകൾ, കീഴ്‌ഭാഗങ്ങളും ഉണ്ടായിരുന്നു.","mr":"त्या कारणास्तव, तुम्ही टीव्हीवर पाहता त्या प्रत्येक गोष्टीमध्ये बॉर्डर्स कट, टॉप, बॉटम आणि साइड्स असतात.","ne":"त्यसकारण, तपाईंले टिभीमा देख्नुहुने सबै चीजमा सीमाना काटौती, माथि, तल र छेउहरू हुन्थ्यो।","es":"Es este el motivo por el que todas las imágenes que ve en la televisión aparecen con los bordes superior, inferior y laterales cortados.","sw":"Kwa sababu hiyo, kila kitu mnachokiona kwenye runinga kilikatwa mipaka, juu, chini na pande.","te":"ఆ కారణంగా, మీరు టీవీలో చూసే ప్రతిదానికీ సరిహద్దుల కత్తిరింపు, పైభాగం, కిందిభాగం మరియు పక్క వైపులా కలదు.","ur":"اسی وجہ سے ٹی وی پر تم دیکھتے ہو کہ ہر شے کی بارڈر اوپر، نیچے، اور اطراف میں کٹی ہوتی ہے۔","vi":"Vì lý do nói trên, những gì bạn thấy trên truyền hình đều có các đường viền cắt ở trên, dưới và hai bên.","xh":"Ngeso sizathu, yonke into oyibonayo kumabonakude isikwe imida, ngaphezulu, ezantsi kunye namacala.","yo":"Fun idi eyi, gbogbo nkan ti o ba n ri lori amohunmaworan ni won ge ala okoe, isale ati egbegbe re kuro.","zu":"Ngenxa yalesosizathu, konke okubona kuTV kusikwe imingcele yakho, phezulu, ezansi kanye nasezinhlangothini."}
{"ar":"حصد نادال نقاط على الشبكة بنسبة 88% في المباراة، ليفوز بـ76 نقطة في الإرسال الأول.","zh":"纳达尔（Nadal ）在比赛中把 88% 的净胜分收入囊中，在第一个发球局赢得 76 分。","en":"Nadal bagged 88% net points in the match winning 76 points in the first serve.","eu":"Nadal-ek sareko puntuen % 88 bereganatu zituen partidan, eta 76 puntu irabazi zituen lehen sakearekin.","fr":"Nadal a amassé 88 % de points nets dans le match, remportant 76 points au premier service.","ml":"ഫസ്റ്റ് സെർവിൽ 76 പോയിന്റുകൾ നേടി 88% പോയിന്റുകൾ നദാൽ സ്വന്തമാക്കി.","mr":"नदालने सामन्यात 88% नेट पॉइंट्स मिळवत पहिल्या सर्व्हिस मध्येच 76 पॉइंट्स मिळवले.","ne":"खेलमा नडालले 88% कुल अङ्क प्राप्त गरेका थिए जसमा उनले पहिलो सर्भमै 76% अङ्क प्राप्त गरेका थिए।","es":"En el partido, Nadal acumuló un 88% de puntos netos y ganó 76 en el primer servicio.","sw":"Nadal alipata 88% ya pointi kwenye mechi na kushinda pointi 76 kwenye utumishi wa kwanza.","te":"తొలి సెర్వ్‌లో 76 పాయింట్లు గెలుచుకున్న నాదల్, మ్యాచ్‌లో మొత్తం 88% పాయింట్లు గెలుపొందాడు.","ur":"پہلی باری میں 76 پوائنٹس سے جیتنے والے میچ میں نڈال نے %88 نیٹ پوائنٹس حاصل کیے۔","vi":"Nadal bỏ túi 88% số điểm lên lưới trong trận đấu thắng 76 điểm trong lượt giao bóng đầu tiên.","xh":"UNadal ufumene amanqaku ayi-88% kumdlalo, ephumelela ngamanqaku ayi-76 kwi-serve yokuqala.","yo":"Nadal ní àmì ayò 88% ní bọ́ọ̀lù náà tó sì gba àmì ayò 76 ní abala àkọ́kọ́.","zu":"UNadal uthole amaphuzu angu-88% ahlangene emaphuzwini angu-76 okuwina umdlalo engxenyeni yokuqala."}
{"ar":"احتج ما يقرب من 200 شخص، في لندن، أمام مكاتب بعض أصحاب حقوق الطبع والنشر الكبار.","zh":"伦敦约有 200 人在主要的版权持有者的办公室外抗议。","en":"In London, about 200 people protested outside some major copyright holders' offices.","eu":"Londresen, 200 lagun inguruk protesta egin dute egile-eskubideen hainbat jabe nagusiren bulegoen aurrean.","fr":"À Londres, environ 200 personnes ont manifesté devant les bureaux de certains grands détenteurs de droits d’auteur.","ml":"ലണ്ടനിലെ ചില പ്രമുഖ പകർപ്പവകാശ ഉടമകളുടെ ഓഫീസുകൾക്ക് മുന്നിൽ 200 ഓളം പേർ പ്രതിഷേധിച്ചു.","mr":"लंडनमध्ये, सुमारे २०० लोकांनी काही मुख्य कॉपीराइट धारकांच्या कार्यालयांबाहेर आंदोलन केले.","ne":"लन्डनमा करिब 200 मानिसले केही मुख्य प्रतिलिपि अधिकार प्राप्त कार्यालयहरूको बाहिर विरोध गरे।","es":"En Londres, cerca de 200 personas se manifestaron afuera de las oficinas de algunos de los propietarios de derechos de autor más importantes.","sw":"Katika London, takribani watu 200 waliandamana nje ya ofisi za baadhi ya wenye hakimiliki.","te":"లండన్ లో, కొన్ని ప్రధాన కాపీరైట్లు కలిగి ఉన్నవారి ఆఫీసుల బయట సుమారు 200 మంది ప్రజలు నిరసన వ్యక్తం చేశారు.","ur":"لندن میں تقریبا 200 لوگوں نے کچھ بڑے کاپی رائٹ ہولڈرز کے دفاتر کے باہر احتجاج کیا۔","vi":"Ở Luân Đôn, khoảng 200 người đã biểu tình bên ngoài một số văn phòng bản quyền lớn.","xh":"ELondon, malunga nabantu abayi-200 baye baqhankqalaza ngaphandle kweeofisi zabantu ababambe amalungelo okubhala nokupapasha imisebenzi yabo.","yo":"Nìlú Londoni o tó bìí èyàn 200 tó fìfè éhónú hàn níwájú dìé nínú àwọn ilé isé nla tó n di ètò ìlò mu.","zu":"ELandani, abantu abangaba u-200 babhikisha ngaphandle kwamahhovisi wezinye zezinkampani ezinkulu ezinamalungelo okushicilela."}
{"ar":"قبل فحص من الضحية، يجب عليك أولاً مسح مسرح الجريمة لضمان سلامتك.","zh":"要检查受害者，你必须先勘察现场，确保自身的安全。","en":"To Check the victim, you must first survey the scene to ensure your safety.","eu":"Biktima ikuskatzeko, egoera aztertu behar duzu lehenengo, zure segurtasuna bermatzeko.","fr":"Avant d'examiner la victime, assurez-votre sécurité en inspectant les lieux.","ml":"ഇരയെ തേടുമ്പോൾ, ആദ്യം സ്വന്തം സുരക്ഷ ഉറപ്പുവരുത്തുവാനായി സ്ഥലം പരിശോധിക്കണം.","mr":"बळीची तपासणी करण्यापूर्वी, आपल्या सुरक्षेची खात्री करण्याकरिता आपण स्थळाचे सर्वेक्षण करायलाच हवे.","ne":"पीडितको जाँच गर्न, तपाईंले पहिले आफ्नो सुरक्षाका लागि स्थलको सर्वेक्षण गर्नुपर्छ।","es":"Para examinar a la víctima, usted primero debe inspeccionar la escena a efectos de garantizar su propia seguridad.","sw":"Ili Kumwangalia mwathirika, ni lazima kwanza uchunguze eneo ili kuhakikisha usalama wako.","te":"బాధితుడిని చెక్ చేయడం కొరకు, మీ భద్రతను ధృవీకరించడం కొరకు మీరు మొదట సంఘటనా స్థలాన్ని సర్వే చేయాలి.","ur":"حادثہ کے شکار فرد کی جانچ سے پہلے اپنی حفاظت کے لیے جائے حادثہ کا جائزہ لیں۔","vi":"Khi kiểm tra nạn nhân, bạn phải khảo sát hiện trường trước để bảo đảm an toàn cho bản thân.","xh":"Ukuze ujonge iXhoba, kumele uqwasele indawo uqiniseke ukhuselekile.","yo":"Láti sàyẹ̀wò afarakáásá, o gbọ́dọ̀ kọ́kọ́ se àyèwò ibi ìṣẹ̀lẹ̀ fún ààbò ara rẹ.","zu":"Ukuhlola umuntu ohlukunyeziwe, a kufanele kuqalauhlole indawo yesehlakalo ukuqinisekisa ukuphepha kwakho."}
{"ar":"حل نيوت جينجريتش، رئيس مجلس النواب الأمريكي السابق، في المرتبة الثانية بنسبة 32%.","zh":"前美国众议院议长纽特·金里奇获得 32% 的选票，位居第二。","en":"Former U.S. Speaker of the House Newt Gingrich came in second with 32 percent.","eu":"AEBetako Gobernuko Bozeramaile izandako Newt Gingrich bigarren geratu zen botoen ehuneko 32 jasota.","fr":"L'ancien président de la Chambre des représentants des États-Unis, Newt Gingrich, est arrivé en deuxième position avec 32 %.","ml":"മുൻ യുഎസ് സ്‌പീക്കർ ഓഫ് ദി ഹൌസ് ആയ, ന്യൂട്ട് ഗിംഗ്റിച്ച് 32 ശതമാനവുമായി രണ്ടാം സ്ഥാനത്തെത്തി.","mr":"माजी यू.एस. सभापती न्यूट गिंगरिच 32 टक्क्यांसह दुसर्‍या स्थानावर आले.","ne":"सदनका पूर्व अमेरिकी अध्यक्ष न्युट जिङ्ग्रिच 32 प्रतिशत प्राप्त गरेर दोस्रो स्थानमा आए।","es":"Newt Gingrich, ex presidente de la Cámara de Representantes de EE. UU., obtuvo el segundo puesto, alcanzando el 32 % de los votos.","sw":"Spika wa Nyumba wa zamani wa Marekani Newt Gingrich alikuwa wa pili kwa asilimia 32.","te":"మాజీ U.S. స్పీకర్ Newt Gingrich 32 శాతంతో రెండవ స్థానంలోకి వచ్చాడు.","ur":"امریکی ایوانِ نمائند گان کے سابق اسپیکر نیوٹ گنگریچ 32 فی صد کے ساتھ دوسرے مقام پر رہے۔","vi":"Cựu phát ngôn viên Hoa Kỳ của House Newt Gingrich về nhì với 32 phần trăm.","xh":"Owayekubasisithethi kwi-U.S House, uNewt Gingrich uphume kwindawo yesibini ngo-32 pesenti.","yo":"Ẹni tí ó ti fìgbà kan jẹ́ abẹnugan ilé nílẹ̀ U.S, Newt Gingrich ló gbé ipò kejì pẹ̀lú ìdá méjìlélọ́gbọ̀n.","zu":"Owayengumkhulumeli Wendlu i-Newt Gingrich e-U.S. ube ngowesibili ngamaphesenti angu-32."}
{"ar":"العضو الرئيسي للجهاز الدوري هو القلب الذي يضخ الدم.","zh":"循环系统的主要器官是心脏，心脏负责输送血液。","en":"The major organ of the circulatory system is the heart, which pumps the blood.","eu":"Zirkulazio-sistemaren organo nagusia bihotza da, eta odola ponpatzen du.","fr":"L'organe principal du système cardio-vasculaire est le cœur, celui-ci pompe le sang.","ml":"രക്തചംക്രമണ വ്യൂഹത്തിന്റെ പ്രധാന അവയവം ഹൃദയമാണ്, ഇതാണ് രക്തം പമ്പ് ചെയ്യുന്നത്.","mr":"रक्ताभिसरण संस्थेमधील सर्वात महत्वाचा अवयव हा हृदय आहे, जे रक्त अभिसारीत करते.","ne":"रक्तसञ्चार प्रणालीको प्रमुख अङ्ग भनेको मुटु हो, जसले रगत पम्प गर्छ।","es":"El corazón, que bombea la sangre, es el órgano más importante del sistema circulatorio.","sw":"Kiungo kikuu cha mfumo wa mzunguko ni moyo, ambao hupiga damu.","te":"ప్రసరణ వ్యవస్థలోని ప్రధాన అవయవం గుండె, ఇది రక్తాన్ని పంప్ చేస్తుంది.","ur":"دوران خون کے نظام کا اہم عضو دل ہے، جو خون کو پمپ کرتا ہے۔","vi":"Cơ quan chính của hệ tuần hoàn là trái tim, đảm nhiệm công việc bơm máu đi khắp cơ thể.","xh":"Elona lungu liphambili kwinkqubo yokujikeleza kwegazi yintliziyo, empompa igazi.","yo":"Ẹ̀yà ara pàtàkì fún ìgbẹ́jẹ̀ kiri ni ọkàn, èyí tó má ń pín ẹ̀jẹ̀ káàkiri.","zu":"Isitho esikhulu esimisweni sokujikeleza kwegazi inhliziyo, empompa igazi."}
{"ar":"يمكنك شراء المنتجات حسب حاجتك، ولكن معظمها سيكون له تأثير ضئيل أو ليس له تأثير فعلى على الأداء.","zh":"可以根据需要购买产品，但大多数产品对成绩几乎没有实际影响。","en":"Products can be purchased as needed, but most will have little or no real impact on performance.","eu":"Behar ahala eros daitezke produktuak, baina errendimenduan eragin gutxi edo batere ez dute izango gehienek.","fr":"Les produits peuvent être achetés si le besoin se fait sentir, mais la plupart n'auront que peu ou aucune incidence réelle sur la performance de l'athlète.","ml":"ഉൽ‌പ്പന്നങ്ങൾ‌ ആവശ്യാനുസരണം വാങ്ങാൻ‌ കഴിയും, എന്നാൽ മിക്കതും പ്രകടനത്തിൽ വളരെ ചെറിയ അല്ലെങ്കിൽ‌ കാര്യമായ സ്വാധീനം ചെലുത്തുന്നില്ല.","mr":"आवश्यकतेनुसार उत्पादने खरेदी करता येऊ शकतात, परंतु बहुतेक जणांच्या कामगिरीवर फार थोडा किंवा प्रत्यक्ष परिणाम होणार नाही.","ne":"उत्पादनहरू आवश्यकताअनुसार किन्न सकिन्छ, तर धेरैजसोको प्रदर्शनमा थोरै वा केही वास्तविक प्रभाव हुनेछैन।","es":"Existen artículos que se pueden adquirir si se los estima necesarios; no obstante, la mayoría de ellos no tendrá impacto verdadero alguno en el rendimiento, o su incidencia será mínima.","sw":"Bidhaa zinaweza kununuliwa zinapotakikana, lakini nyingi zitakuwa na athari ndogo au isiyo halisi kwa utendaji.","te":"ఉత్పత్తులను అవసరమైనప్పుడు కొనవచ్చు, కాని చాలావరకు పనితీరుపై తక్కువ లేదా అసలు ప్రభావమే చూపదు.","ur":"مصنوعات کو حسبِ ضرورت خریدا جاسکتا ہے، مگر زیادہ تر کا کارکرگی پر کم یا کوئی اصل اثر نہیں ہوگا۔","vi":"Các sản phẩm có thể được mua nếu cần nhưng hầu như sẽ có rất ít hoặc không ảnh hưởng thực sự đến phong độ.","xh":"Iimveliso zingathengiswa kangangoko zifunwa, kodwa uninzi luzoba nefuthe elincinci okanye zingabi nalo kwa ifuthe ekusebenzeni.","yo":"A lè ra ohun èlò nígbàkúgbà tí lílò bá kàn án, àmọ́ ọ̀pọ̀ ní kò ní ní ipa púpò tàbí kankan lóri ìsé.","zu":"Imikhiqizo ingathengwa ngokwesidingo sakho, kodwa eminingi izoba nokumbalwa noma ingabi namthelela otheni ekusebenzeni."}
{"ar":"خرج \"ستيوارت\" و\"دجوردون\" و\"كينسيث\" و\"هارفيك\" من المراكز العشرة الأولى في بطولة السائقين مع بقاء أربعة سباقات في الموسم.","zh":"斯图尔特、戈登 、肯塞斯和哈维克在本赛季还剩四场比赛的情况下，进入车手积分榜前十名。","en":"Stewart, Gordon, Kenseth, and Harvick round out the top-ten positions for the Drivers' Championship with four races remaining in the season.","eu":"Stewart, Gordon, Kenseth eta Harvick-ek osatzen dute pilotuen lasterketako hamar lehenen zerrenda, denboraldia amaitzeko lau lasterketa falta direnean.","fr":"Stewart, Gordon, Kenseth et Harvick complètent les dix premières places du championnat des pilotes à quatre courses de la fin de la saison.","ml":"സീസണിൽ 4 റെയ്‌സുകൾ ബാക്കി നിൽക്കെ, സ്റ്റീവർട്ട്, ഗോർഡൻ, കെൻസേത്ത്, ഹാർവിക് എന്നിവർ ഡ്രൈവേഴ്‌സ് ചാമ്പ്യൻഷിപ്പിലെ ആദ്യ പത്ത് സ്ഥാനക്കാരുടെ പട്ടിക പൂർത്തിയാക്കുന്നു.","mr":"स्टिवर्ट, गॉर्डन, केन्सथ आणि हार्विक यांनी सिझनमध्ये चार रेस शिल्ल्क असताना ड्रायव्हर स्पर्धेसाठी सर्वोच्च दहा जागांमध्ये स्थान मिळवले आहे.","ne":"स्टेवर्ट, गोर्डन, केन्सेथ र हार्विकले चालक च्याम्पियनसिपको लागि शीर्ष दश स्थानमा चारवटा दौडहरू बाँकी छँदै आफ्नो स्थान बनाए।","es":"Stewart, Gordon, Kenseth and Harvick completan los diez primeros puestos del Campeonato de Pilotos, en una temporada que todavía cuenta con cuatro carreras más por delante.","sw":"Stewart, Gordon, Kenseth na Harvick wanachukua nafasi kumi za juu za Ubingwa wa Madereva huku mbio nne zikibaki katika msimu.","te":"ఈ సీజన్‌లో ఇంకా నాలుగు రేసులు మిగిలి ఉన్నా, డ్రైవర్స్ ఛాంపియియన్‌ షిప్‌లో స్టీవర్ట్, గోర్డాన్, కెన్సేత్, ఇంకా హార్విక్ మొదటి పది స్థానాలలో నిలిచారు.","ur":"ڈرائیورس چیمپین شپ میں سٹورٹ، گورڈن، کنسیتھ، اور ہاروک نے اوپر کی دس پوزیشن حاصل کی۔ اب موسم کے فقط چار مقابلے باقی رہ گئے۔","vi":"Stewart, Gordon, Kenseth và Harvick lọt vào vị trí top mười tại Giải vô địch Đua xe khi mùa giải còn bốn chặng đua là kết thúc.","xh":"UStewart, uGordon, uKenseth, kunye noHarvick bathatha izithuba ezilishumi eziphezulu ze-Championship zabaqhubi kusasele imidyarho emine enyakeni.","yo":"Stewart, Gordon, Kenseth, àti Harvick parí ìdíje olúborí awakọ ní ipò mẹ́wàá àkọ́kọ́̀ níbi eréje se ku mẹ́rin ní sáà .","zu":"USteward, uGordon, uKenseth, kanye noHarvick baqedela uhlu lwezikhundla eziyishumi eziphezulu zoBungqwele babaShayeli njengoba kusele imijaho emine kuyisizini."}
