{"ar":"وصل مسؤول بشركة الغاز إلى مكان الحادث بعد أن أبلغ أحد الجيران عن تسرب غاز.","zh":"在一位邻居打电话称发生煤气泄漏之后，煤气公司的一名高级职员在现场进行汇报。","en":"An official with the gas company was reporting to the scene after a neighbor called about a gas leak.","eu":"Gas-konpainiako langile bat deitu zuten etxebizitzara, bizilagun batek gas-isuri bati buruzko deia egitean.","fr":"Un agent de la compagnie de gaz s'est rendu sur les lieux après qu'un voisin ait appelé au sujet d'une fuite de gaz.","ml":"വാതക ചോർച്ചയെ കുറിച്ച് ഒരു പരിസരവാസി വിളിച്ചതിന് ശേഷം ഗ്യാസ് കമ്പനിയിലെ ഒരു ഉദ്യോഗസ്ഥൻ സംഭവസ്ഥലത്ത് എത്തി.","mr":"गॅस कंपनीच्या अधिकाऱ्याला शेजारील गॅस गळती बद्दल सांगितल्यानंतर तो घटनास्थळी पोहोचला.","ne":"छिमेकीले ग्याँस चुहिएको बारेमा फोन गरेपछि ग्याँस कम्पनीका एक अधिकारीले घटनास्थलमा खबर गरिरहेका थिए।","es":"Un empleado de la compañía de gas se acercó al lugar, a raíz de la llamada de un vecino alertando sobre una fuga de gas.","sw":"Afisa wa kampuni ya gesi alikuwa anaripoti mahali pa tukio baada ya jirani kupiga simu kuhusu uvujaji wa gesi.","te":"గ్యాస్ లీక్ గురించి పొరుగువ్యక్తి కాల్ చేసిన తరువాత గ్యాస్ కంపెనీ తో ఉన్న ఒక అధికారి సంఘటనా స్థలానికి సమాచారం అందించారు.","ur":"ایک پڑوسی کی طرف سے فون کے ذریعہ گیس لیک ہونے کی خبر دینے کے بعد، گیس کمپنی کا ایک اہلکار جائے حادثہ سے اطلاع دے رہا تھا۔","vi":"Một nhân viên của công ty gas đã đến hiện trường sau khi một người hàng xóm gọi điện thoại báo có rò rỉ gas.","xh":"Igosa elivela kwinkampani yegesi liye lafika kuloo ndawo emva kokuba ummelwane eye wakhalaza malunga nokuvuza kwegesi.","yo":"Aládarí pẹ̀lú iléeṣẹ́ gáàsì ń jábọ̀ sí ìṣẹ̀lẹ̀ lẹ́yìn tí alájọgbé pè nípa gáàsì tó ń jò.","zu":"Isiphathimandla senkapani yegesi saya endaweni yesigameko ngemva kokuba umakhelwane ebike ukuvuza kwegesi."}
{"ar":"يعتقد البعض، ومنهم جون جرانت، أن أزمة التمويل والتحول في فلسفة البرامج التلفزيونية التعليمية قد ساهمت في إنهاء المسلسل.","zh":"约翰·格兰特等人认为，该节目之所以停播，是因为资金短缺，以及教育节目制作理念发生了转变。","en":"It is believed by some, including John Grant, that both the funding crunch and a shift in the philosophy of educational television programming contributed to ending the series.","eu":"Batzuek diote, besteak beste, John Grant-ek, finantzaketa faltak eta telebista pedagogikoaren programazioaren inguruko filosofiak bultzatu dutela telesailen amaiera.","fr":"Certains, dont John Grant, pensent que le manque de financement et le changement de philosophie des programmes éducatifs de la télévision ont contribué à la fin de la série.","ml":"ഫണ്ടിംഗിലെ പ്രതിസന്ധിയും വിദ്യാഭ്യാസ ടെലിവിഷൻ പ്രോഗ്രാമിംഗിന്റെ ഫിലോസഫിയിലുണ്ടായ മാറ്റവും പരമ്പര അവസാനിപ്പിക്കാൻ കാരണമായി എന്നാണ് ജോൺ ഗ്രാന്റ് ഉൾപ്പെടെയുള്ള ചിലർ കരുതുന്നത്.","mr":"जॉन ग्रँट यांच्यासह काही जणांचा असा विश्वास आहे की निधीची कमतरता आणि शैक्षणिक टेलिव्हिजन प्रोग्रामिंगच्या तत्त्वज्ञानामधील बदल या दोन्ही गोष्टींनी  मालिका संपविण्यात योगदान दिले आहे.","ne":"जोन ग्रान्ट लगायत केही व्यक्तिहरूले यो विश्वास गर्छन् कि कोषको समस्या र शैक्षिक टेलिभिजन प्रोग्रामिङको दर्शन दुवैले श्रृङ्खला समाप्त गर्न योगदान पुर्‍याए।","es":"Hay quienes piensan, incluido John Grant, que tanto la crisis financiera como una modificación en la filosofía de la programación televisiva con fines educativos ayudaron a la cancelación de la serie.","sw":"Inaaminika na baadhi, akiwemo John Grant, kwamba hitilafu ya ufadhili na mabadiliko ya falsafa ya maudhui ya televisheni ya kielimu ilichangia kwa kutamatishwa kwa mfululizo.","te":"నిధుల కొరత మరియు విద్యా టెలివిజన్ ప్రోగ్రామింగ్ యొక్క తత్వంలో మార్పు, ఈ రెండూ సిరీస్‌ను ముగించడానికి దోహదపడ్డాయి అని జాన్ గ్రాంట్‌తో సహా కొందరు నమ్ముతారు.","ur":"بعض لوگ بشمول جان گرانٹ کے اس کے قائل ہیں کہ فنڈ نگ کا فقدان اور اجوکیشنل ٹی وی پروگرامنگ کے فلسفہ کا تقلب دونوں نے اس سیریز کے انقطاع میں حصہ لیا۔","vi":"Một số người, bao gồm cả John Grant, tin rằng cả tình trạng khủng hoảng tài trợ và sự thay đổi trong triết lý thiết kế chương trình truyền hình giáo dục đã góp phần dẫn đến sự chấm dứt của chương trình này.","xh":"Abanye kuquka uJohn Grant, bakholelwa ukuba ukungabikho kwemali nokutshintsha kwendlela eziqhuba ngayo iinkqubo zeTV zokufundisa, ezo zinto zombini zibe negalelo ekuyekisweni kwale nkqubo iziziqendu.","yo":"Àwọn kan gbàgbọ́, pẹ̀lú john Grant, pé àti funding crunch àti sísún ní ẹ̀kọ́ ìmòye ètò orí amóhùnmáwòrán dási láti parí eré náà.","zu":"Kukholelwa abanye, kuhlanganise noJohn Grant, ukuthi ukusweleka okukhulu kwemali kanye nokushintsha kwefilosofi yezinhlelo zemfundo zethelevishini kube nomthelela ekupheleni kwezinhlelo ezilandelanayo."}
{"ar":"اضطراب نقص الانتباه \"متلازمة عصبية يمكن تشخيصها عن طريق ثلاثة أعراض معتادة هي الاندفاع، وسهولة التشتت، وفرط النشاط أو الطاقة الزائدة\".","zh":"“注意力缺失症“是一种神经系统综合症，三种典型的限定症状包括冲动、注意力分散、多动或精力过剩。","en":"Attention Deficit Disorder \"is a neurological syndrome whose classic defining triad of symptoms including impulsivity, distractibility, and hyperactivity or excess energy\".","eu":"Arreta-defizitaren nahasmendua “sindrome neurologiko bat da, eta definitzen duten sintomen hirukote klasikoa, oldarkortasuna, distraitzeko erraztasuna eta hiperaktibitatea edo gehiegizko energia dira”.","fr":"Le trouble déficitaire de l'attention « est un syndrome neurologique dont les trois symptômes caractéristiques sont l'impulsivité, la difficulté à se concentrer et l'hyperactivité (ou excès d'énergie) ».","ml":"\"അറ്റൻഷൻ ഡെഫിസിറ്റ് ഡിസോർഡർ എന്നത് \"\"ഒരു നാഡീ സംബന്ധമായ രോഗലക്ഷണമാണ്, ഇതിന്റെ നിർവചനത്തിലെ മൂന്ന് രോഗലക്ഷണങ്ങളാണ് അമിതാവേശം, സംഭ്രമം, ഹൈപ്പർ ആക്ടിവിറ്റി അല്ലെങ്കിൽ അമിത ഉത്സാഹം\"\".\"","mr":"अवधान त्रुटी विकृती हे एक चेतासंस्था संलक्षण आहे ज्यामध्ये  आवेग, विकर्षणशीलता आणि अतिक्रिया शीलता किंवा अतिरिक्त उर्जा यांचा अभिजात त्रिवेणी संगम आहे.","ne":"ध्यान कमी हुने गडबडी “एक स्नायु समबन्धी सिन्ड्रोम हो जसको उत्कृष्ट परिभाषा दिने त्रय लक्षणहरूमा आवेगशीलता, ध्यानभङ्गता र उच्च गतिविधि वा अत्यधिक ऊर्जा समावेश हुन्छन्।","es":"El trastorno por déficit de atención «es un síndrome neurológico en el que, por definición, convergen tres síntomas: la impulsividad, la distracción y la hiperactividad o exceso de energía».","sw":"Tatizo la Upungufu wa Umakini \"ni ugonjwa wa neva ambao dalili zake tatu za kawaida za kuufafanua ni msukumo, mvurugo na utendaji wa kupita kiasi au nguvu za ziada.\"","te":"\"అటెన్షన్ డెఫిసిట్ డిజార్డర్ అనేది \"\"ఒక న్యూరోలాజికల్ సిండ్రోమ్, దీనిని ఉత్తమంగా చెప్పాలంటే ఉద్రేకం, పరధ్యానం మరియు అతిచురుకుతనం లేదా అదనపు శక్తి లాంటి మూడు లక్షణాలు కలిపి ఉంటాయి.\"\"\"","ur":"اٹینشن ڈی فیسٹ ڈس آرڈر \"ایک اعصابی سنڈروم ہے جس کی عمدہ تعریف کرنے والی سہ رخی علامتیں اکساہٹ، توجہ کا انتشار اور غیر معمولی فعالیت یا یا غیر معمولی قوت کو شامل ہے۔\"","vi":"Chứng giảm chú ý “là một hội chứng thần kinh được đặc trưng bởi bộ ba hội chứng gồm bốc đồng, mất tập trung, tăng động hoặc thừa năng lượng”.","xh":"I-Attention Deficit Disorder “sisigulo sengqondo esineempawu ezintathu eziqhelekileyo eziquka ukuvele wenze izinto, ukuphazamiseka msinyane kuquka nokudlamka okugqithiseleyo.”","yo":"Attention Deficit Disorder, ni ààrùn ọpọlọ tí o máa ń fa kí ènìyàn máa ní àwọn àpẹẹrẹ bí wérewère, wọ́nranwọ̀nran, ránhunràun, àti wàìwàì tàbí gànràngànrà.”","zu":"Isifo Sokuthanda Ukunakwa \"yisifo se-neurological syndrome esivame ukubonakalangezimpawu ezihlanganisa ukwenza izinto ngokunganaki, ukuphazamiseka, kanye nokuba nomdlandla ngokweqile noma amandla ngokweqile\"."}
{"ar":"هذا يجعلُ استخدامَ عدساتِ التّكْبيرِ الرخيصةِ صعبًا في ظروفِ الإضاءةِ المنخفضةِ بدون فلاش.","zh":"这使得廉价的变焦镜头在没有闪光灯的情况下很难在弱光条件下使用。","en":"This makes inexpensive zoom lenses hard to use in low-light conditions without a flash.","eu":"Horren ondorioz, zoom lente merkeak erabiltzeko zailagoak dira argi gutxiko kondiziotan flashik ez dagoenean.","fr":"Cela rend les objectifs zoom peu coûteux difficiles à utiliser dans des conditions de faible luminosité sans flash.","ml":"ഫ്ലാഷില്ലാതെ വെളിച്ചം കുറഞ്ഞ സാഹചര്യങ്ങളിൽ ഉപയോഗിക്കുന്നത് വിലകുറഞ്ഞ സൂം ലെൻസുകൾ പ്രയാസകരമാക്കുന്നു.","mr":"यामुळे स्वस्त झूम भिंगे कमी प्रकाश असताना फ्लॅश शिवाय वापरणे कठीण जाते.","ne":"यसले बिना फ्ल्याशको कम प्रकाशका अवस्थाहरूमा सस्तो जुम लेन्सहरूको प्रयोग गर्न कठिन बनाउँछ।","es":"Esto hace que las lentes con zoom económicas no sean fáciles de utilizar en condiciones de poca luz o sin flash.","sw":"Hii hufanya lenzi za kukuza za bei ya chini vigumu kutumia katika hali ya mwangaza duni bila mwako.","te":"దీని వల్ల తక్కువ కాంతి పరిస్థితుల్లో ఫ్లాష్ లేకుండా ఉపయోగించడానికి చౌకైన జూమ్ లెన్సులు కష్టంగా ఉంటాయి.","ur":"فلیش کے بغیر کم روشنی میں سستا زوم عدسہ استعمال کرنے میں بہت مشکل ہوتا ہے۔","vi":"Việc này khiến cho những ống kính giá rẻ khó có thể sử dụng trong điều kiện thiếu sáng mà không có đèn flash.","xh":"Oku kwenza iilensi zokusondeza ezingekho duru kube nzima ukuzisebenzisa kwiimeko ezinesibane esiphantsi ngaphandle fleshi.","yo":"Èyí mún kí àwọn àwo amúnìkangbòòrò nira láti lò níbi tí òòye kò ti pọ̀ láìsí ìtànsán.","zu":"Lokhu kwenza amalensi angabizi kakhulu ka-zoom angasebenziseki kalula endaweni enokukhanya okuncane ngaphandle kwesibani."}
{"ar":"تقليدياً، كان وريث العرش يذهب مباشرة إلى الجيش بعد إنهاء المدرسة.","zh":"传统上，王位继承人在完成学业后会直接入伍。","en":"Traditionally, the heir to the throne would go straight into the military after finishing school.","eu":"Ohikoa zen tronurako oinordekoa armadara joatea eskola bukatu eta berehala.","fr":"Dans la tradition, l'héritier du trône faisait son service militaire après avoir fini ses études.","ml":"പരമ്പരാഗതമായി കിരീടാവകാശി സ്കൂൾ വിദ്യാഭ്യാസം കഴിഞ്ഞാൽ നേരെ സൈന്യത്തിലേക്ക് പോകും.","mr":"परंपरेने, सत्तेचा वारस शालेय शिक्षण संपल्यानंतर थेट लष्करात जाईल.","ne":"परम्परागत रूपमा, सिंहासनका उत्तराधिकारीहरू स्कुल सिध्याएपछि सिधा सैन्य सेवामा जानेछन्।","es":"Es tradición que el futuro sucesor del trono se enliste directamente en el ejército tras finalizar su educación escolar.","sw":"Kitamaduni, mrithi wa kiti cha enzi angeenda moja kwa moja kwa uanajeshi baada ya kuhitimu shuleni.","te":"సాంప్రదాయం ప్రకారం, సింహాసనానికి వారసుడు పాఠశాల ముగిసిన తరువాత నేరుగా సైన్యంలోకి వెళ్తాడు.","ur":"روایتاً، اسکول کی پڑھائی ختم کرنے کے بعد تخت کا وارث سیدھے فوج میں چلا جاتا تھا-","vi":"Theo truyền thống, người thừa kế ngai vàng sẽ tham gia vào quân đội ngay sau khi học xong.","xh":"Ngokwesiko, indlalifa kakumkani yayisiya emajonini ukugqiba kwayo isikolo.","yo":"Ní ìlànà àṣà, ajogún ìtẹ yíò dara pọ̀ mọ àwọn ológun lẹ́yìn tó bá keẹ́kọ̀ọ́ tán.","zu":"Ngokwesiko, indlalifa yobukhosi izoya ngokuqondile emabuthweni empi ngemva kokuqeda isikole."}
{"ar":"وقد قامت سياسة كومان باستبعاد تنظيم الأبوة بسبب التحقيق المنتظر في كيفية إنفاق الأبوة على ما هو مخطط لها، كما قامت بالإبلاغ عن أموالها التي يقوم بها الممثل كليف ستيرنز.","zh":"科曼的政策让计划生育计划搁浅，因为在等待众议员克里夫·斯特恩斯 (Cliff Stearns) 执行的计划生育计划资金支出和报告调查结果。","en":"Komen's policy disqualified Planned Parenthood due to a pending investigation on how Planned Parenthood spends and reports its money that is being conducted by Representative Cliff Stearns.","eu":"Komen-en gidalerro horrek Planned Parenthood deskalifikatu egin zuen, Planned Parenthood-ek dirua nola gastatzen duen eta horren berri nola ematen duen ikertzen ari delako Cliff Stearns ordezkaria.","fr":"La politique de Komen a disqualifié le Planning familial en raison d'une enquête en cours sur la manière dont le Planning familial dépense et déclare son argent, enquête menée par le député Cliff Stearns.","ml":"ആസൂത്രിതമായ രക്ഷാകർതൃത്വം എങ്ങനെ ചെലവഴിക്കുന്നു എന്നതിനെക്കുറിച്ചുള്ള അന്വേഷണം തീർപ്പുകൽപ്പിച്ചിട്ടില്ല കൂടാതെ അതിന്റെ പണം പ്രതിനിധി ക്ലിഫ് സ്റ്റേൺസ് നടത്തുന്നതായ റിപ്പോർട്ടുകൾ കോമെന്റെ നയം ആസൂത്രിതമായ രക്ഷാകർതൃത്വത്തെ അയോഗ്യമാക്കി.","mr":"प्रतिनिधी क्लिफ स्टार्न्स द्वारा आयोजित केलेल्या पैशांचा पालक कसा खर्च करतो आणि त्याचा पैसा कसा नोंदवतो याबद्दलच्या प्रलंबित चौकशीमुळे कोमेन्सच्या धोरणाने नियोजित पालकत्व अपात्र ठरविले आहे.","ne":"प्रतिनिधि क्लिफ स्टर्न्सद्वारा सञ्चालित यसको रकम सुनियोजित अभिभावकत्वले कसरी खर्च गर्छ र रिपोर्ट गर्छ भन्नेमा विचाराधीन अनुसन्धानले गर्दा कोमेनको नीतिले सुनियोजित अभिभावकत्वलाई अयोग्य बनायो।","es":"La política de Komen desacreditó a Planned Parenthood a raíz de una investigación en curso que dirige el representante Cliff Stearns sobre la forma en la que esta organización informa y utiliza sus fondos.","sw":"Sera ya Komen ilisitisha Planned Parenthood kwa sababu ya uchunguzi unaosubiri jinsi Planned Parenthood hutumia na kuripoti pesa zake ambao unaongozwa na Mwakilishi Cliff Stearns.","te":"ప్లాన్డ్ పేరెంట్ హుడ్ ఏవిధంగా ఖర్చు చేస్తుంది మరియు రిప్రజెంటివ్ క్లిఫ్ స్టిర్న్స్ ద్వారా నిర్వహించబడుతున్న దాని డబ్బును నివేదించడం పై పెండింగ్ లో ఉన్న ఇన్వెస్టిగేషన్ కారణంగా కోమెన్ పాలసీ ప్లాన్డ్ పేరెంట్ హుడ్ ని అనర్హత కు గురిచేసింది.","ur":"والدیت کی منصوبہ بندی میں پیسوں کے خرچ کرنے اور اس کی رپورٹ کرنے سے متعلق زیر التواء تفتیش کی وجہ سے کومین کی پالیسی نے منصوبہ بند والدیت کو نااہل قرار دے دیا ہے، جس کی تحقیقات نمائندہ کلیف اسٹیئرنس کے ذریعہ کی جارہی ہے۔","vi":"Chính sách của Komen đã dẫn đến sự tạm ngừng hoạt động của tổ chức Planned Parenthood do một cuộc điều tra đang chờ xử lý về cách Planned Parenthood chi tiêu và báo cáo số tiền đang được thực hiện bởi Đại diện Cliff Stearns.","xh":"Ipolisi kaKomen ayiyiphumezanga iPlanned Parenthood kuba kusekho uphando lokuba i Planned Parenthood iyisebenzisa njani imali kwaye iyichaza njani imali yayo uphando luqhutywa yiRepresentative Cliff Stearns.","yo":"Ìlànà Komen yọ Ètò Òbí kúrò látàrí ìwádìí tọ́ ń lọ lọ́wọ́ bí Ètò Òbí ṣe náwó àti bí wọ́n ṣe jábọ̀ owó nípasẹ̀ Àṣójú Cliff Stearns.","zu":"Inqubomgomo ka-Komen ukuyekise Ubuzali Obuhleliwe ngenxa yophenyo olusalindiwe oluqhutshwa Abameli be-Cliff Stearns mayelana nokuthi Ubuzali Obuhleliwe buyisebenzisa kanjani imali."}
{"ar":"من المُقرّر أن يغيب ماسا لما تبقى من موسم 2009 على أقل تقدير.","zh":"马萨 (Massa) 至少在 2009 赛季的其余比赛中都不会出场。","en":"Massa is due to be out for at least the rest of the 2009 season.","eu":"Massa lehiaketatik kanpo egongo da, gutxienez, 2009ko denboraldiaren gainerakoan.","fr":"Il est prévu que Massa soit absent au moins jusqu'à la fin de la saison 2019.","ml":"2009 സീസണിന്‍റെ ബാക്കി ഭാഗത്തിലെങ്കിലും മാസ്സ പുറത്താകും.","mr":"2009 सिझनच्या उर्वरित भागांमध्ये मस्सा बाहेर पडणार आहे.","ne":"Massa कम्तिमा 2009 सत्रमा बाँकीका लागि बाहिर आउने कारण हो।","es":"Massa debe estar fuera durante al menos lo que resta de la temporada 2009.","sw":"Massa anatarajiwa kuwa nje kwa angalau muda uliobaki wa msimu wa 2009.","te":"మాసా కనీసం 2009 సీజన్ లో మిగిలిన కోసం అవుట్ చేయాల్సి ఉంది.","ur":"ماسا کو کم از کم 2009 کے باقی سیزن میں باہر ہی رہنا ہوگا۔","vi":"Massa phải ngồi ngoài ít nhất là hết mùa giải 2009.","xh":"I-UMassa iuza kuyekiswa unyaka wonke ka-2009 wesizini.","yo":"Ó ti yẹ kí Massa jáde fún ókéré tán títí di òpin sáà 2009.","zu":"UMassa angeke atholakale okungenani isizini ka-2009 yonke."}
{"ar":"حصلت على لقب المشرف الوطني للعام سنة 2009.","zh":"2009 年，她被授予全国年度校长称号。","en":"In 2009 she was awarded the title of National Superintendent of the Year.","eu":"2009an, Urteko Superintendente Nazionala titulua eman zioten.","fr":"En 2009, elle a reçu le titre de surintendante nationale de l'année.","ml":"2009 ൽ അവൾക്ക് ദേശീയ സൂപ്രണ്ട് ഓഫ് ദി ഇയർ പദവി അവാർഡ് ലഭിച്ചു.","mr":"2009 मध्ये तिला वार्षिक राष्ट्रीय अधीक्षक म्हणून पदवी प्रदान करण्यात आले.","ne":"सन् 2009 मा उनलाई वर्षको राष्ट्रिय सुपरिटेन्डेन्टको पदकबाट सम्मानित गरियो।","es":"Fue nombrado Superintendente Nacional del Año en 2009.","sw":"Mnamo 2009 alituzwa cheo cha Msimamizi wa Kitaifa wa Mwaka.","te":"2009 లో ఆమెకు నేషనల్ సూపరింటెండెంట్ ఆఫ్ ది ఇయర్ బిరుదు లభించింది.","ur":"2009 میں اسے نیشنل سپرنٹنڈنٹ آف دی ایئر کا خطاب عطا کیا گیا۔","vi":"Năm 2009, bà được trao danh hiệu Giám thị Quốc gia của năm.","xh":"Ngo-2009 wawongwa ngokuba Yintsumpa yonyaka Kwilizwe lonke.","yo":"Ní ọdún 2009 wọ́n fún ní oyè Alábójútó àgbà Orílẹ̀ èdè ti Ọdún.","zu":"Ngo-2009 wanikwa isiqu sikaNsumpa weZwe lonke Wonyaka."}
{"ar":"تخيّل، إن صح التعبي، رجلاً مانكوني وبوسطناني وجامايكي وسيدنيسايدر جالسين حول طاولة يتناولون العشاء في مطعم في تورونتو.","zh":"如果你愿意，请想象一个曼彻斯特人、一个波士顿人、一个牙买加人和一个悉尼人围坐在多伦多的一家餐馆里吃饭。","en":"Imagine, if you will, a Mancunian, Bostonian, Jamaican and Sydneysider sitting around a table having dinner at a restaurant in Toronto.","eu":"Imajinatu Manchesterko, Bostongo, Jamaikako eta Sydneyko jendea Torontoko jatetxe batean afaltzen ari zarela.","fr":"Imaginez, si vous le voulez bien, un habitant de Manchester, un habitant de Boston, un Jamaïcain et un habitant de Sydney, assis autour d’une même table de restaurant à Toronto.","ml":"ടൊറന്റോയിലെ ഒരു റെസ്റ്റോറന്റിൽ മേശയ്ക്കു ചുറ്റും ഇരുന്ന് ഒരു മാൻ‌കുനിയൻ, ബോസ്റ്റോണിയൻ, ജമൈക്കൻ, സിഡ്‌നിസൈഡർ എന്നിവർക്കൊപ്പം നിങ്ങൾ അത്താഴം കഴിക്കുന്നതായി സങ്കൽപ്പിക്കുക.","mr":"कल्पना करा की, मॅन्चेस्टर, बोस्टन, जमैका आणि सिडनेचे रहिवासी एका टेबलाभोवती बसून टोरांटोमधील एका उपाहारगृहात रात्रीचे जेवण घेत आहेत.","ne":"यदि तपाईंले चाहनुभएमा, टोरन्टोको एक रेष्टुरेण्टमा मान्कुनियन, बोस्टनियन, जमैकन र सिड्नीसाइडर टेबल वरिपरि खाना खाँदै बसिरहेको कल्पना गर्नुहोस्।","es":"Imagínese, por dar un ejemplo, a un mancuniano, un bostoniano, un jamaiquino y un ciudadano de Sídney sentados en la mesa compartiendo una cena en un restaurante de Toronto.","sw":"Fikiria, ukitaka, Mmankunia, Mbostonia, Mjamaika, na Msydney wakiwa wameketi wamezunguka meza wakila chajio mkahawani katika Toronto.","te":"మీరు అనుకుంటే, టోర్రొంటోలోని ఒక రెస్టారెంట్‌లో మన్‌కునియన్,  బోస్టోనియన్, జమైకా, ఇంకా సిడ్నీసైడర్ అందరూ ఒకే టేబుల్‌పై కూర్చొని డిన్నర్ చేస్తుంటే ఎలా ఉంటుందో ఊహించుకోండి.","ur":"تصور کریں کہ آپ کوئی مانکونین، بوسٹونین، جمائکن اور سڈنیسیڈر ہیں اور ٹورنٹو کے کسی رستوراں میں ایک میز پر بیٹھ کر عشائیہ کھا رہے ہوں۔","vi":"Hãy tưởng tượng rằng một người Manchester, người Boston, người Jamaica và người Sydney ngồi cùng một bàn và dùng bữa tối tại một nhà hàng ở Toronto.","xh":"Yiba nombono, ukuba uyakwazi, i-Mancunian, um-Boston, um-Jamaica kunye ne-nom-Sydney behleli etafileni kwisidlo sangokuhlwa kwindawo yokutyela eToronto.","yo":"Ìwọ kàn rò ó, tí ìwọ tí o jẹ́ Mancunian, Bostonian, Jamaican àti Sydneysider jókòó sí orí tábílì láti jẹun alẹ́ ni ilé ońjẹ ni Toront.","zu":"Cabanga, uma ungakwazi, umuntu wase-Muncunia, e-Boston, e-Jamaica kanye nowase-Sydney behlezi etafuleni bedla idina esitolo sokudlela sase-Toronto."}
{"ar":"بيتر كوستيلو، أمين الخزينة الأسترالي والرجل الذي سيخلُف رئيس الوزارة جون هاوارد كقائد الحزب الليبرالي، يدعم مجال الطاقة النووية في أستراليا.","zh":"澳大利亚财务部长、最有可能接替总理约翰·霍华德担任自由党领袖的彼得·科斯特洛，对澳大利亚的核电工业表示支持。","en":"Peter Costello, Australian treasurer and the man most likely to succeed Prime Minister John Howard as Liberal party leader has thrown his support behind a nuclear power industry in Australia.","eu":"Peter Costello-k, Australiako diruzainak, ditu alderdi liberaleko buru gisa John Howard lehen ministroaren ondorengo izateko aukera gehien, eta Australian indar nuklearraren industria sortzearen alde egin du.","fr":"Peter Costello, ministre des Finances australien et probable successeur du Premier ministre John Howard à la tête du parti libéral, s'est déclaré favorable à l'idée d'une industrie nucléaire australienne.","ml":"ഓസ്ട്രേലിയൻ ട്രഷററും ലിബറൽ പാർട്ടി നേതാവായി പ്രധാന മന്ത്രി ജോൺ ഹൊവാർഡിന്റെ പിൻഗാമിയാകാൻ ഏറ്റവും കൂടുതൽ സാധ്യത കൽപ്പിക്കപ്പെടുന്ന ആളായ പീറ്റർ കോസ്റ്റെല്ലോ, ഓസ്ട്രേലിയയിലെ ഒരു ആണവോർജ്ജ വ്യവസായത്തിന് പിന്തുണ നൽകി.","mr":"पीटर कॉस्टेलो , ऑस्ट्रेलियन खजानीस आणि पंतप्रधान जॉन हॉवर्ड यांच्या नंतर उदारमतवादी पक्षाचे नेते mhanun जागा घेण्याची सर्वाधिक शक्यता असणारे, यांनी आपला पाठींबा ऑस्ट्रेलियातील अणुउर्जा उद्योगाला देऊ केलेला आहे.","ne":"पिटर कोस्टेलो, अस्ट्रेलियाका कोषाध्यक्ष र सम्भवतः प्रधानमन्त्री जोन होवार्डको उत्तराधिकारी हुन सक्ने लिबरल पार्टीका नेताले अस्ट्रेलियामा रहेको आणविक शक्ति उद्योगका पछाडि आफ्नो समर्थन दिएका छन्।","es":"El tesorero australiano, Peter Costello, que es el sucesor más factible del primer ministro John Howard al frente del partido Liberal, ha respaldado a la industria de energía nuclear en Australia.","sw":"Peter Kostello, mweka hazina wa Australia na mtu aliye na uwezekano mkubwa wa kurithi nafasi ya Waziri Mkuu Yohana Howad kama kiongozi wa Chama Huria ametupa msaada wake kwa tasnia moja ya nguvu za nyuklia huko Australia.","te":"ఆస్ట్రేలియా కోశాధికారి మరియు  ప్రధాన మంత్రి జాన్ హోవార్డ్ తరువాత లిబరల్ పార్టీ నాయకుడిగా వచ్చే అవకాశం ఉన్న పీటర్ కాస్టెల్లో ఆస్ట్రేలియాలో అణు విద్యుత్ పరిశ్రమకు తన మద్దతును ప్రకటించారు .","ur":"آسٹریلیائی خزانچی پیٹر کوسٹیلو کو لبرل پارٹی کے رہنما کے طور پر وزیر اعظم جان ہاورڈ کے جاں نشیں بننے کے بہت زیادہ امکان ہیں، انہوں نے آسٹریلیا میں ایٹمی پاور کی صنعت کی حمایت کا اعلان کیا ہے-","vi":"Peter Costello, Bộ trưởng Ngân khố Úc và là người có khả năng giành thắng lợi nhất trước Thủ tướng John Howard với tư cách là lãnh đạo đảng Tự Do, đã dành sự ủng hộ của mình cho ngành công nghiệp điện hạt nhân ở Úc.","xh":"UPeter Costello, unondyebo waseOstreliya nekukho amathuba amaninzi ukuba odlule iNkulumbuso John Howard njengenkokheli yeLiberal, uyawaxhasa amashishini amandla enyukliya eOstreliya.","yo":"Peter Costello, alákòso ìsúra orílè-èdè Australia tí o si jẹ ẹni tó sẹẹsẹẹ láti gbàjọba lówó adarí ìgbìmò ìjọba John Howard gẹ́gẹ́ bi adarí ẹgbẹ´ oẹlómìnira tí àtíléyìn hán sí ilẹ́ isẹ́ àdó olóró ní Australia.","zu":"U-Peter Cotello, umphathizimali wase-Australia kanye nendoda evame ukuphumelela uNdunankulu u-John Howard njengomholi weqembu i-Liberal ubonise ukweseka kwakhe inkampani kagesi esebenzisa i-nuclear e-Australia."}
{"ar":"يحدد المفوض الكفالة إذا تقررت ويضفي الطابع الرسمي على التهم التي يوجهها الضابط الذي أجرى الاعتقال. ثم تسجل التهم في نظام الكمبيوتر الخاص بالولاية حيث يجري تعقب القضية.","zh":"如果获得批准，法庭专员即可设定保释金，并最终确定执行逮捕的警员提出的指控。这些指控随后会录入该州的计算机系统，以便在其中对案件进行追踪。","en":"The commissioner sets bail, if granted, and formalizes the charges filed by the arresting officer. The charges are then entered into the state's computer system where the case is tracked.","eu":"Ikuskariak ezartzen du fidantza, halakorik ematen bada, eta atxiloketa egin duen poliziak formalizatzen ditu karguak. Ondoren, kargu horiek estatuko sistema informatikoan sartzen dira eta kasuaren jarraipena egiten da.","fr":"Le commissaire fixe la caution, si elle est accordée, et formalise les accusations portées par l'agent qui a procédé à l'arrestation. Les accusations sont ensuite saisies dans le système informatique de l'État où l'affaire est suivie.","ml":"കമ്മീഷണർ ജാമ്യം അനുവദിക്കുകയാണെങ്കിൽ, അറസ്റ്റ് ചെയ്ത ഉദ്യോഗസ്ഥൻ ഫയൽ ചെയ്ത ചാർജുകൾ ഔദ്യോഗികമാക്കുന്നു. തുടർന്ന് കേസ് ട്രാക്ക് ചെയ്യുന്ന സംസ്ഥാനത്തിന്റെ കമ്പ്യൂട്ടർ സിസ്റ്റത്തിലേക്ക് ചാർജുകൾ എന്റർ ചെയ്യുന്നു.","mr":"मंजूर झाला तर आयुक्त जामीन निश्चित करतात आणि अटक करणाऱ्या अधिकाऱ्याने निश्चित केलेल्या आरोपांना औपचारीक केले जाते. त्यानंतर आरोप राज्याच्या संगणक प्रणालीमध्ये नोंदवले जातात तिथून खटल्याकडे लक्ष ठेवले जाते.","ne":"यदि स्वीकृत भएमा आयुक्तले जमानत तोक्छन् र पक्राउ गर्ने अधिकारीले दर्ता गरेको आरोपलाई औपचारिक बनाउँछन्। त्यसपछि आरोपहरू राज्यको कम्प्युटर प्रणालीमा प्रविष्ट गरिन्छ जहाँ मुद्दा ट्र्याक गरिन्छ।","es":"El comisionado fija el monto de la fianza, si se la aprueba, y formaliza los cargos presentados por el oficial que procedió a su detención. Los mismos se ingresan, a continuación, en el sistema informático del estado, a través del cual se hace el seguimiento del caso.","sw":"Kamishna huweka dhamana, ikiwa imeruhusiwa, na kufanya rasmi mashtaka yaliyofailiwa na afisa mwenye kukamata. Kisha mashtaka huingizwa kwenye mfumo wa kompyuta wa nchi ambapo kesi hiyo hufuatiliwa.","te":"ఒకవేళ మంజూరు చేసినట్లయితే, కమిషనర్ బెయిల్ సెట్ చేసి, అరెస్ట్ చేసిన అధికారి ద్వారా దాఖలు చేయబడ్డ అభియోగాలను లాంఛనప్రాయంగా లాంఛనప్రాయంగా నమోదు చేస్తుంది. ఆ తర్వాత కేసు ను ట్రాక్ చేసే రాష్ట్ర కంప్యూటర్ వ్యవస్థలోకి ఛార్జీలను నమోదు చేస్తున్నారు.","ur":"کمشنر بل ترتیب دیتا ہے اگر منظور ہوجائے اور گرفتار کیے جانے والے افسر کی جانب سے دائر کیے گئے الزامات کو باقاعدہ شکل دیتا ہے۔ ان الزامات کو پھر ریاست کے کمپیوٹر سسٹم میں درج کیا جاتا ہے جہاں پر کیس کا ٹریک ریکارڈ رکھا جاتا ہے۔","vi":"Người được ủy quyền nộp tiền bảo lãnh, nếu được chấp thuận, và hợp thức hóa các khoản phí được cảnh sát thực hiện bắt giữ đệ trình lên. Các khoản phí này sau đó được nhập vào hệ thống máy tính của bang nơi vụ án được theo dõi.","xh":"Umkomishana nguye obeka ibheyile, ukuba uyifumene, agunyazise izithyolo ezifayilwe lipolisa elibambayo.Izithyolo ziye ke zingeniswe kwisystem yekompyutha karhulumente apho ityala lithi lilandelelwe.","yo":"Kọmíṣíọ́nà se àgbékalẹ̀ owó ìtanràn, tí ó bá bọ́ si, tí ó sì fì ẹ̀sùn tí agbófinró fi kàn múnlẹ̀. Ẹ̀sùn náà ni ó gbé wọnú ẹ̀rọ ayárabíàsá ìpínlẹ̀ tíwọ́n ti ń taná wádìí ẹ̀sùn náà.","zu":"Ukhomishinali ubeka ibheyili, uma inikezwa, futhi wenza ukubekwa kwecala okwenziwe yiphoyisa elibophe isiboshwa kube ngokomthetho. Amacala ngemva kwalokho afakwa ohlelweni lwekhompyutha lombuso lapho icala lilandelelwa khona."}
{"ar":"كان جارك يتدرب قبل الموسم في كوفرسيانو في إيطاليا في وقت سابق من اليوم. وكان يقيم في فندق الفريق قبل مباراة تقرر إقامتها يوم الأحد ضد بولونيا.","zh":"今天早些时候，贾克 (Jarque) 在意大利科维尔恰诺 (Coverciano) 进行季前赛训练。在周日与博洛尼亚队 (Bolonia) 对阵之前，他在球队的酒店里下榻。","en":"Jarque was practicing during pre-season training at Coverciano in Italy earlier in the day. He was staying in the team hotel ahead of a match planned for Sunday against Bolonia.","eu":"Egunaren hasieran, Jarque denboraldi aurreko entrenamenduan praktikatzen ari zen Coverciano-n (Italia). Taldearen hotelean zegoen, igandean Boloniaren aurka jokatzeko planifikatuta zegoen partidarako prestatzeko.","fr":"Plus tôt dans la journée, Jarque s'adonnait à son entraînement de pré-saison à Coverciano  (Italie). Il est descendu à l'hôtel de l'équipe avant le match de dimanche contre Bologne.","ml":"നേരത്തെ ഇറ്റലിയിലെ കവർസിയാനോയിൽ പ്രീ-സീസൺ പരിശീലനത്തിനിടെ ജാർക്ക് പരിശീലനത്തിലായിരുന്നു.","mr":"जार्क दिवसाच्या आरंभी इटलीमध्ये कोवेरसियानो इथे हंगाम-पूर्व प्रशिक्षणादरम्यान सराव करत होता. बोलोनियाविरुद्ध रविवारी नियोजित एका सामन्यापूर्वी तो टीम हॉटेलमध्ये राहात होता.","ne":"जार्क दिनको सुरुवातमा इटालीको कभरसियानोमा प्रि-सिजन प्रशिक्षणको अभ्यास गर्दै थिए। आइतबार बोलोनिया विरूद्ध योजना गरिएको खेल अगाडि उनी टोलीको होटलमा नै बसेका थिए।","es":"Jarque participaba en un entrenamiento de pretemporada en Coverciano, Italia, temprano en la mañana. Se hospedaba en el hotel del equipo, antes de un encuentro programado para el domingo contra Bolonia.","sw":"Jarque alikuwa akifanya mazoezi kabla ya msimu kwenye Coverciano katika Italia mapema katika siku. Alikuwa akikaa kwenye hoteli ya timu mbele ya mechi iliyopangiwa Jumapili dhidi ya Bolonia.","te":"జార్క్ అంతకు ముందు రోజు ఇటలీలోని Coverciano లో ప్రీ-సీజన్ శిక్షణ సమయంలో ప్రాక్టీస్ చేశారు. బొలోనియాతో ఆదివారం జరిగే మ్యాచ్ కు ముందు అతను జట్టు హోటల్ లో బస చేశాడు.","ur":"جارق دن کے اول حصے میں اٹلی کے کوفرتشیانو میں وقت سے پہلے کی تربیت میں مشق کر رہے تھے۔ وہ بولونیا کے خلاف اتوار کو ہونے والے مقابلے سے پہلے ٹیم ہوٹل میں قیام پذیر تھے۔","vi":"Jarque đang tập luyện trong thời gian huấn luyện đầu mùa tại Coverciano tại Ý lúc đầu ngày. Anh ấy đang ở tại khách sạn của đội trước trận đấu theo kế hoạch diễn ra vào Chủ Nhật với Bolonia.","xh":"UJarque wayeziqhelanisa noqeqesho lwangaphambi kwexesha lonyaka e-Coverciano e-Itali ekuqaleni kwemini. Wayehlala kwihotele yeqela ngaphambi komdlalo neBolonia owawucwangciselwe iCawe .","yo":"Jarque ń gbárádì lákòókò Coverciano ní Italy ní ásíkó ìmúrasílè fún ìdíje ní kùtùkùtù òwúrọ. O ń gbé ni´ ilé ìtura sáájú ìdíje tí a sètò fún ọjọ́ aìkú tako Boloni.","zu":"U-Jarque wayeziqeqesha phakathi nokuziqeqesha kwangaphambi kwesizini e-Coverciano eNtaliyane ngasekuqaleni kosuku. Wayehlala ehhotela leqembu ngaphambi komdlalo ohlelelwe ngeSonto kanye ne-Bolonia."}
{"ar":"معظم القطع المدفونة مع توت عنخ آمون محفوظة بشكل جيد، بما في ذلك الآلاف من القطع الأثرية المصنوعة من المعادن الثمينة والأحجار النادرة.","zh":"图坦卡蒙的大部分陪葬品都保存完好，其中包括数千件由贵金属和稀有宝石制成的文物。","en":"Most of the items buried with Tutankhamun have been well preserved, including thousands of artefacts made from precious metals and rare stones.","eu":"Tutankamon-ekin batera hilobiratutako elementu gehienak ere ondo kontserbatu ziren, metal preziatuz eta harri bakanez egindako milaka artefaktu barne.","fr":"La plupart des objets enterrés avec Toutankhamon ont été bien conservés, y compris des milliers d'artefacts faits de métaux précieux et de pierres rares.","ml":"വിലയേറിയ ലോഹങ്ങളും അപൂർവ്വ കല്ലുകളും ഉപയോഗിച്ച് നിർമ്മിച്ച ആയിരക്കണക്കിന് പുരാവസ്തുക്കൾ ഉൾപ്പടെ, ട്യൂട്ടൻഖാമുനൊപ്പം കുഴിച്ചിട്ട മിക്ക വസ്തുക്കളും നന്നായി സംരക്ഷിക്കപ്പെട്ടിട്ടുണ്ട്.","mr":"तूतनखामूनसह पुरलेल्या बहुतेक वस्तू उत्तम प्रकारे संरक्षित राहिल्या आहेत, ज्यामध्ये मौल्यवान धातू आणि दुर्मिळ खड्यांनी बनवलेल्या हजारो कलाकृतींचा समावेश आहे.","ne":"तुतानखामुनसँग पुरिएका अधिकांश वस्तुहरू, बहुमूल्य धातु र दुर्लभ ढुङ्गाहरूबाट बनेकासहित हजारौं शिल्पहरू राम्रोसँग संरक्षण गरेर राखिएको छ।","es":"La mayor parte de los objetos que fueron enterrados con Tutankamón se han conservado en buen estado, entre ellos, miles de artefactos elaborados con metales preciosos y piedras exóticas.","sw":"Vitu vingi vilivyozikwa na Tutankhamun vimehifadhiwa vizuri, ikiwa ni pamoja na maelfu ya sanaa zilizoundwa kutoka kwa madini ya thamani na mawe adimu.","te":"టుటాంఖమూన్ తో సమాధి చేయబడిన చాలా వస్తువులు బాగా సంరక్షించబడ్డాయి, వీటిలో విలువైన లోహాలు మరియు అరుదైన రాళ్ళతో తయారు చేయబడిన వేలాది కళాఖండాలు ఉన్నాయి.","ur":"طوطن خامن کے ساتھ مدفون تمام اشیاء کو محفوظ کرلیا گیا ہے، جن میں قیمتی دھاتوں اور نایاب پتّھروں سے بنائے گئے ہزاروں فن پارے شامِل ہیں۔","vi":"Hầu hết những đồ vật chôn theo nhà vua Tutankhamun đều giữ được nguyên trạng, gồm cả hàng ngàn vật dụng làm từ kim loại quý và đá hiếm.","xh":"Izinto ezininzi ezingcwatywe kunye noTutankhamun ziye zagcinwa kakuhle, kuquka izinto ezingamawaka ezenziwe ngamatye anqabileyo kunye nezimbiwa.","yo":"Wọ́n ti dá ọ̀pọ̀ àwọn ohun èlò tí wọ́n sin pẹ̀lú Tutankhamun sí, lára è ní ẹgbẹ̀lẹ́gbẹ̀ iṣẹ́ ọnà tí wọ́n se pẹ̀lú irin àti òkúta tó ṣọ̀wọ́n.","zu":"Izinto eziningi ezingcwatshwe noTutankhamun zilondolozwwe kahle, kuhlanganise nezinkulungwane zezimpahla ezenziwe ngezinsimbi eziyigugu kanye namatshe anqabile."}
{"ar":"خلال القرن الثامن عشر، وجدت كمبوديا نفسها محاصرة بين جارتين قويتين؛ وهما: تايلاند و فيتنام.","zh":"18 世纪的柬埔寨被夹在泰国和越南两个强邻之间。","en":"During the 18th century Cambodia found itself squeezed between two powerful neighbors, Thailand and Vietnam.","eu":"18. mendean, Kanbodiak bi bizilagun boteretsuren artean aurkitu zuen bere burua: Thailandia-k eta Vietnam-ek inguratzen zuten.","fr":"Au XVIIIe siècle, le Cambodge s'est retrouvé coincé entre deux puissants voisins, la Thaïlande et le Vietnam.","ml":"18-ആം നൂറ്റാണ്ടിൽ കമ്പോഡിയ, രണ്ട് ശക്തരായ അയൽവാസികളായ തായ്‌ലാൻഡിനും വിയറ്റ്നാമിനും ഇടയിൽപ്പെട്ടു.","mr":"१८व्या शतकात कंबोडियाला आपण थायलंड आणि व्हिएतनाम या दोन शक्तिशाली शेजाऱ्यांमध्ये, चेंगरले जात असल्याची जाणीव झाली.","ne":"18 औँ शताब्दीको दौरान कम्बोडियाले आफूलाई दुई शक्तिशाली छिमेकीहरू, थाईल्यान्ड र भियतनामको बीच पेलिएको पायो।","es":"EL Reino de Camboya quedó acorralado entre dos poderosos vecinos durante el siglo XVIII. Ellos eran Tailandia y Vietnam.","sw":"Wakati wa karne ya 18 Kambodia ilijipata imebanwa katikati mwa majirani wawili wenye nguvu, Thailandi na Vietnam.","te":"18వ శతాబ్దంలో కంబోడియా రెండు శక్తివంతమైన పొరుగు దేశాలైన థాయిలాండ్ మరియు వియత్నాం మధ్య నలిగిపోయింది.","ur":"اٹھارہویں (18) صدی میں کمبوڈیا نے خود کو دو طاقتور پڑوسیوں تھائی لینڈ اور ویتنام کے مابین دبا ہوا پایا۔","vi":"Trong thế kỷ 18, Cambodia bị kìm kẹp giữa hai nước láng giềng hùng mạnh là Thái Lan và Việt Nam.","xh":"Ngexesha le-18th sentyhuri iCambodia yazifumana icinezelekile phakathi kwabamelwane ababini abanamandla, iThailand neVietnam.","yo":"Ní sẹ́ńtúrì kejìdínlógún, wọ́n rí Cambodia níbi tí wọ́n fún un sí láàrin àwọn agbègbè méjì, Thailand àti Vietnam.","zu":"Phakathi nekhulu lama-18 leminyaka iKhambhodiya yazithola iminyene phakathi komakhelwne ababili abanamandla, i-Thailand kanye neVietnam."}
{"ar":"تنطبق القواعد المتعلقة بالتصوير العادي أيضاً على تسجيل الفيديو، وربما أكثر من ذلك.","zh":"有关常规摄影的规则也适用于录像，甚至可能更适用。","en":"Rules regarding regular photography also apply to video recording, possibly even more so.","eu":"Ohiko argazkigintzarako arauak bideo-grabaketetan ere aplika daitezke; are gehiago, garrantzitsuagoak izaten dira arauok kasu hauetan.","fr":"Les règles concernant la photographie régulière s'appliquent également à l'enregistrement vidéo, voire même davantage.","ml":"പതിവ് ഫോട്ടോഗ്രാഫി സംബന്ധിച്ച നിയമങ്ങൾ, ഒരുപക്ഷെ അതിലും കൂടുതൽ, വീഡിയോ റെക്കോർഡിംഗിനും ബാധകമാണ്.","mr":"सामान्य छायाचित्रणासाठी आवश्यक असणारे नियम हे व्हिडिओ रेकॉर्डिंगसाठी देखील लागू पडतात, कदाचित अधिकच म्हणावे लागेल.","ne":"नियमित फोटोग्राफीसम्बन्धी नियमहरू भिडियो रेकर्डिङमा पनि लागू हुन्छ र सम्भवतः योभन्दा बढी पनि हुन सक्छ।","es":"Las reglas de la fotografía regular resultan también de aplicación a la grabación de videos, posiblemente, incluso más.","sw":"Kanuni kuhusu upigaji picha za kawaida pia hutumika kwa kurekodi video, pengine hata zaidi.","te":"రెగ్యులర్ ఫోటోగ్రఫీకి సంబంధించిన రూల్స్  వీడియో రికార్డింగ్ కు కూడా వర్తిస్తాయి, బహుశా అంతకంటే ఎక్కువగా.","ur":"ریگولر فوٹوگرافی کے اصول، ممکنہ طور پر اس سے کہیں زیادہ ویڈیو ریکارڈنگ پر نافذ ہوتے ہیں-","vi":"Những quy định liên quan đến nhiếp ảnh thông thường cũng được áp dụng trong quay video, thậm chí còn nhiều hơn.","xh":"Imithetho malunga nokuthabatha imifanekiso ikwayimithetho ebhekiselele ekurekhodeni ividiyo, nokunye.","yo":"Òfin tó wà fún àwòrán yíyà náa wà fún fídíò yiya, o ṣeéṣe kó wà fún ọ̀pọ̀ míràn.","zu":"Imithetho esebenza ekuthwebuleni isithombe esivamile iyasebenza nesekuqopheni ividiyo, cishe nangokwengeziwe."}
{"ar":"في 24 سبتمبر 1759، وقع آرثر غينيس عقد إيجار لمدة 9000 سنة لمصنع الخمور سانت جيمس جيت في دبلن، أيرلندا.","zh":"1759 年 9 月 24 日，阿瑟·吉尼斯在爱尔兰都柏林为圣詹姆斯之门啤酒厂签署了一份 9000 年的租约。","en":"On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.","eu":"1759ko irailaren 24an, Arthur Guinness-ek 9.000 urteko alokairua sinatu zuen Dublineko (Irlanda) St. James’ Gate garagardotegia eskuratzeko.","fr":"Le 24 septembre 1759, Arthur Guinness a signé un bail de 9 000 ans pour la brasserie St James' Gate à Dublin en Irlande.","ml":"സെപ്തംബർ 24, 1759 ൽ, അയർലണ്ടിലെ ഡ്യൂബ്ലിനിലുള്ള സെന്റ് ജയിംസ് ഗേറ്റ് ബ്രിവറിയുടെ 9,000 വർഷത്തെ പണയക്കരാറിൽ ആർതർ ഗിന്നസ് ഒപ്പുവെച്ചു.","mr":"२४ सप्टेंबर १७५९ रोजी, आर्थर गिनसने डब्लिन, आयर्लंडमधील सेंट जेम्सच्या गेट ब्रीवरीसाठी ९००० वर्षांच्या भाडेपट्टीवर सही केली.","ne":"सेप्टेम्बर 24, 1759 मा, आर्थर गिनीजले आयरल्याण्डको डुब्लिनको सेण्ट जेम्स गेट ब्रुअरीका लागि 9,000 वर्षको सम्झौतामा हस्ताक्षर गरे।","es":"El 24 de septiembre de 1759, Arthur Guinness suscribió un contrato de arrendamiento de 9000 años de vigencia por la cervecería St. James's Gate en Dublín, Irlanda.","sw":"Mnamo September 24, 1759, Arthur Guinness alitia saini makubaliano ya kukodishwa kwa kiwanda cha pombe cha St James' Gate kilicho huko Dublin, Ireland.","te":"సెప్టెంబరు 24 1759 న ఐర్లాండ్ లోని డబ్లిన్ లో ఉన్న సెయింట్ జేమ్స్ గేట్ బ్రూవరీ కోసం 9,000 సంవత్సరాల లీజుకు ఆర్థర్ గిన్నిస్ సంతకం చేశారు.","ur":"آئرلینڈ کے ڈبلن میں سینٹ جیمز گیٹ بریوری کیلئے 9،000 سال کے لیز پر 24 ستمبر 1759 کو آرتھر گنیس نے دستخط کیے۔","vi":"Vào 24 tháng Chín năm 1759, Arthur Guinness ký hợp đồng thuê 9.000 năm cho St James' Gate Brewery tại Dublin, Ireland.","xh":"NgoSeptemba 24, 1759, uArthur Guinness watyikitya isivumelwano sokuqesha iSt James Gate Brewery eDublin, e-Ireland kangangeminyaka eyi-9000.","yo":"Ní ọjọ́ Kẹrìnlélógún, oṣù kẹsàn án ọdún 1759, ni Arthur Guinness fọwọ́ sí fífí St James' Gate Brewery ni Dublin, Ireland, sílẹ̀ fún yíya fún 9,000 ọdú.","zu":"NgoSeptemba 24, 1759, u-Arthur Guinness wasayina isivumelwano sokuqashisa sika-9,000 ngonyaka seSt James' Gate Brewery eDublin, e-Ireland."}
{"ar":"يطلق اسم \"الفوتو سفير\" على الجزء الخارجي المرئي من الشمس عند النظر إليها ويعني ذلك المصطلح \"كرة النور\".","zh":"我们看到的太阳外部称作光球层，意即“光之球”。","en":"The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".","eu":"Eguzkira begiratzean ikusten dugun kanpoko zatiari fotosfera deritzo, zeinak “argi-bola” esan nahi baitu.","fr":"La partie extérieure que nous voyons lorsque nous regardons le Soleil s’appelle la photosphère, ce qui signifie « boule de lumière ».","ml":"\"സൂര്യനെ നോക്കുമ്പോൾ നാം കാണുന്ന പുറമേയുള്ള ഭാഗം ഫോട്ടോസ്ഫിയർ എന്നറിയപ്പെടുന്നു, \"\"പ്രകാശത്തിന്റെ പന്ത്\"\" എന്നാണ് അതിനർത്ഥം.\"","mr":"\"आपण सूर्याकडे पाहताना आपल्याला दिसणाऱ्या बाहेरील भागाला फोटोस्फिअर असे म्हणतात, ज्याचा अर्थ \"\"प्रकाशाचा चेंडू\"\" असा आहे.\"","ne":"हामीले सूर्यलाई हेर्दा देखिने बाहिरी भागलाई फोटोस्फियर भनिन्छ, जसको अर्थ “प्रकाशको बल हो।”","es":"La parte externa que puede observarse al dirigir la vista al sol se llama fotósfera; esto es, «esfera de luz».","sw":"Sehemu ya nje tunayoona tunapotazama jua inaitwa photosphere, kumaanisha “mpira wa mwanga”.","te":"\"సూర్యుడిని చూసినప్పుడు మనం చూసే బయటి భాగాన్ని ఫోటోస్పియర్ అంటారు, అంటే దాని అర్ధం \"\"గుండ్రని అగ్నిగోళం\"\".\"","ur":"سورج کے جس خارجی جزو کو ہم دیکھتے ہیں وہ فوٹو اسفیئر کہلاتا ہے جس کے معنی ”روشنی کا گولہ“ کے ہیں۔","vi":"Phần bên ngoài mà chúng ta nhìn thấy khi nhìn vào Mặt trời được gọi là quang quyển, có nghĩa là \"quả cầu ánh sáng\".","xh":"Inxalenye engaphandle esiyibonayo xa sijonga iLnaga kuthiwa yi-photosphere, nto leyo ethetha “ibhola yokukhanya.”","yo":"Ibi apá kan níta tí a lè̀rí nígbà tàà bá wo oòrùn ní à ń pè̀ ní àwòrán-àyíká, èyí tó túnmò sí “iná bọlù”.","zu":"Ingxenye engaphandle esiyibonayo lapho sibuka iLanga ibizwa ngokuthi yi-photosphere, okusho ukuthi “indilinga yokukhanya”."}
{"ar":"غالبًا ما يتطلب تصوير الحياة البرية عدسة تليفوتوجرافي طويلة، على الرغم من أن أشياء مثل سرب من الطيور أو مخلوق صغير تحتاج إلى عدسات أخرى.","zh":"拍摄野生动物通常会用到长焦镜头，不过拍鸟群或微小生物之类的对象则需要其他镜头。","en":"Wildlife photography often requires a long telephoto lens, though things like a flock of birds or a tiny creature need other lenses.","eu":"Animalien argazkilaritzan telefoto-lente luzeak behar dira, baina txori multzo batek edo izaki oso txikiek beste lente bat beharko dute.","fr":"La photographie de la vie sauvage nécessite souvent un long téléobjectif. Toutefois, d'autres scènes comme une volée d'oiseaux ou une minuscule créature exigent l'utilisation d'autres objectifs.","ml":"വന്യജീവി ഫോട്ടോഗ്രാഫിക്ക് പലപ്പോഴും ഒരു നീണ്ട ടെലിഫോട്ടോ ലെൻസ് ആവശ്യമാണ്, എങ്കിലും പക്ഷികളുടെ കൂട്ടമോ ഒരു ചെറിയ ജീവിയോ പോലുള്ളതിന് മറ്റ് ലെൻസുകൾ ആവശ്യമാണ്.","mr":"पक्ष्यांचा थवा किंवा सूक्ष्म कीटक  इतर प्रकारच्या भिंगांची आवश्यकता असली तरीही वन्यजीव छायाचित्रणासाठी लांब टेलीफोटो भिंगांची आवश्यकता असते.","ne":"वाइल्डलाइफ फोटोग्राफीका लागि प्राय: लामो टेलिफोटो लेन्सको आवश्यक परेता पनि चराहरूको बथान वा साना प्राणी जस्ता चीजलाई अन्य प्रकारका लेन्सहरू चाहिन्छ।","es":"Por lo general, para la fotografía de vida silvestre es preciso utilizar un teleobjetivo largo, aunque se requiere otro tipo de lentes para objetivos como una bandada de pájaros o una criatura muy pequeña.","sw":"Mara nyingi upigaji picha za wanyamapori huhitaji lenzi ndefu, ingawa vitu kama kundi la ndege au kiumbe mdogo huhitaji lenzi nyingine.","te":"వన్యప్రాణుల ఫోటోగ్రఫీకి తరచూ పొడవైన టెలిఫోటో లెన్స్ అవసరం ఉంటాయి, అయితే పక్షుల గుంపు లేదా చిన్న జీవి వంటి వాటి కోసం ఇతర లెన్సులు అవసరం.","ur":"وائلڈ لائف فوٹوگرافی میں اکثر ایک لمبی ٹیلی فوٹو لینس کی ضرورت ہوتی ہے، حالانکہ پرندوں کے جھنڈ یا ایک چھوٹی مخلوق جیسی چیزوں کے لئے دوسرے لینس کی ضرورت ہوتی ہے۔","vi":"Chụp ảnh động vật hoang dã thường cần một ống kính tele dài, tuy vậy chụp ảnh đàn chim hay những sinh vật nhỏ cần những ống kính khác.","xh":"Ukufota izilwanyana kudla ngokufuna ilensi eyi-telephoto, nangona izinto ezifana neentaka ezininzi okanye izinto ezincinci zifuna iilensi ezahlukileyo.","yo":"Aworan yiya ẹranko igbo ma n nilo lẹnsi tẹlifoto gigun, amọ awọn nkan bii ẹgbẹ ẹyẹ to n fo abi ohun alaye kekere ma n nilo awọn lẹnsi miin.","zu":"Ukuthatha amafotho wasendle ngokuvamile kudinga ilensi yamafotho ende, nakuba izinto ezinjengomhlambi wezinyoni noma izidalwa ezincane zidinga amanye amalensi."}
{"ar":"نعرف الكثير من السياسيين والعلماء والفنانين اليونانيين. قد يكون الشخص الأكثر شهرة الذين نعرفهم من هذه الثقافة هو هوميروس، الشاعر الأسطوري الذي فقد بصره، والذي ألف رائعتين من روائع الأدب اليوناني، ألا وهما الإلياذة والأوديسا.","zh":"我们知道许多希腊政治家、科学家和艺术家。希腊文化中最有名的人可能是有着传奇色彩的盲人诗人荷马。他创作了希腊文学的两部杰作：《伊利亚特》和《奥德赛》。","en":"We know many Greek politicians, scientists, and artists. Possibly the most known person of this culture is Homer, the legendary blind poet, who composed two masterpieces of Greek literature: the poems Iliad and Odyssey.","eu":"Greziako politikari, zientzialari eta artista ugari ezagutzen ditugu. Ziurrenez, kultura horretako pertsonarik ezagunena Homero da, legendazko poeta itsua, greziar literaturako bi maisulan osatu zituena: Iliada eta Odisea poemak.","fr":"Nous connaissons de nombreux hommes politiques, scientifiques et artistes grecs. Mais le plus célèbre de toute cette civilisation est probablement Homère, le poète aveugle auteur des deux plus grands chefs-d'œuvre de la littérature grecque : les poèmes de l'Iliade et l'Odyssée.","ml":"നിരവധി ഗ്രീക്ക് രാഷ്‌ട്രീയക്കാരെയും ശാസ്ത്രജ്ഞരെയും കലാകാരന്മാരെയും നമുക്കറിയാം. ഗ്രീക്ക് സാഹിത്യത്തിലെ രണ്ട് മാസ്റ്റർപീസുകളായ ഇലിയഡ്, ഒഡീസി എന്നീ കവിതകൾ രചിച്ച ഇതിഹാസ അന്ധ കവിയായ ഹോമർ ഒരുപക്ഷെ ഈ സംസ്കാരത്തിലെ ഏറ്റവും അറിയപ്പെടുന്ന വ്യക്തിയായിരിക്കാം.","mr":"आपल्याला अनेक ग्रीक राजकारणी, शास्त्रज्ञ आणि कलाकार माहित आहेत.  संभाव्यत: या संस्कृतीत सर्वात प्रसिद्ध व्यक्ती म्हणजे होमर, महान अंध कवी, ज्यांनी इलियाड आणि ओडिसी या कविता केल्या ज्या ग्रीक साहित्यातील 2 उत्कृष्ट कलाकृती आहेत.","ne":"हामीले धेरै ग्रिक राजनीतिज्ञ, वैज्ञानिक र कलाकारहरू चिनेका छौं। सम्भवतः यस संस्कृतिको सबैभन्दा परिचित व्यक्ति होमर हुन्, जो सुप्रसिद्ध नेत्रहीन कवि हुन्, जसले ग्रिक साहित्यका दुई उत्कृष्ट कविता कृतिहरू रचना गरे: इलियड र ओडेसी।","es":"Conocemos a numerosos políticos, hombres de ciencia y artistas griegos. Es probable que la figura más famosa de esta cultura sea Homero, el proverbial poeta no vidente escritor de dos poemas, obras maestras de la literatura griega: la Ilíada y la Odisea.","sw":"Tunawajua wengi wa wanasiasa, wanasayansi na wasanii wa Ugiriki. Yamkini mtu anayejulikana sana katika utamaduni huu ni Homer, malenga wa mashairi aliyekuwa kipofu, aliyebuni tungo mbili bora sana za fasihi ya Kigiriki: mashairi Iliad na Odyssey.","te":"మనకు ఎంతోమంది గ్రీకు రాజకీయ నాయకులు, శాస్త్రవేత్తలు మరియు కళాకారులు తెలుసు. గ్రీకు సాహిత్యం యొక్క 2 అద్భుతమైన కవితలను రచించిన అంధ కవి Homer, బహుశా ఈ సంస్కృతిలో బాగా తెలిసిన వ్యక్తి కావచ్చు: ఆ కవితలు Iliad మరియు Odyssey.","ur":"ہم بہت سے یونانی سیاستدانوں، سائنسدانوں اور فنکاروں کو جانتے ہیں- ممکنہ طور پر اس تہذيب کا سب سے معروف شخص ایک افسانوی نابینہ شاعر ہومر ہے، جنہوں نے یونانی ادب کے دو شاہکاریں: الییاد اور اوڈیسی نظمیں مرتب کیں۔","vi":"Chúng ta biết đến rất nhiều chính trị gia, nhà khoa học và nghệ sĩ Hy Lạp. Có lẽ người nổi tiếng nhất của nền văn hóa này là Homer, nhà thơ mù huyền thoại, tác giả của hai kiệt tác văn học Hy Lạp: trường ca Iliad và Odyssey.","xh":"Sazi ama-Greek amaninzi epolitiki, abenzululwazi abadali begcisa. Inoba oyena mmtu owaziwayo welixesha ngu-Homer, inkunzi yembongo eyayiyimfama, owabhala iimcwadi ezimbhini ezobona buchule zemibhalo yama-Greek: u-Iliad no-Odyssey.","yo":"A mọ ọ̀pọ̀lọpọ̀ olóṣèlú, onímọ̀ sayẹnsì, àti òṣèré ilẹ̀ Greek. Ó ṣe é ṣe kí ẹni tí a mọ̀ jùlọ nínú àṣà yìí jẹ́ Homer, ògbọǹtarìgì afọ́jú akéwì, ẹni tí ó ṣe àgbékalẹ̀ ewì méjì kan tí o yááyì tí ó sì gbajúgbajà púpọ̀ nínú lítíréṣọ̀ ilẹ̀ Greek: ewì Iliad àti Odyssey.","zu":"Siyabazi abezombangazwe abaningi bamaGriki, ososayensi, kanye namaciko. Kungenzeka ukuthi umuntu owaziwa kakhulu waleli siko u-Homer, imbongi eyimpumputhe edumile, obhale izincwadi ezimbili zesiGriki zobungcweti: izinkondo ze-Iliad kanye ne-Odyssey."}
{"ar":"في بعض القطارات العابرة للحدود تحصل تفتيشات على القطار المتحرك ويجب أن يكون لديكم هوية شخصية صالحة حين صعودكم إحدى هذه القطارات.","zh":"一些跨境列车的查验在车上进行；登上跨境列车时，应该携带有效的身份证件。","en":"In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.","eu":"Tren mugakideetan ikuskapenak egiten dira trena martxan dagoen bitartean eta balio duen nortasun-agiri bat eduki behar duzu halako trenetara igotzean.","fr":"Dans certains trains transfrontaliers, les inspections sont menées dans le train en marche et vous devez avoir une pièce d'identité valide sur vous lorsque vous voyagez dans l'un de ces trains.","ml":"അതിർത്തി കടന്ന് സഞ്ചരിക്കുന്ന ചില ട്രെയിനുകളിൽ യാത്രാവേളയിലാണ് പരിശോധനകൾ നടക്കുന്നത് എന്നതിനാൽ അതുപോലെയുള്ള 1 ട്രെയിനുകളിൽ കയറുമ്പോൾ സാധുതയുള്ള ID കൂടെ കരുതണം.","mr":"काही सीमापार ट्रेन मध्ये तपासणी धावत्या ट्रेन मध्ये केली जाते आणि तुम्ही जर अशा 1 ट्रेन मध्ये स्वार असाल तर तुमच्या कडे वैध ओळखपत्र हवे.","ne":"केहि सीमा पारीको रेलहरूमा निरीक्षण चलिरहेको ट्रेनमा गरिन्छ र तपाईंसँग ती ट्रेनहरूमध्ये कुनै एकमा चढ्दा मान्य आईडी हुनु पर्छ।","es":"En ciertos ferrocarriles transfronterizos, se realizan inspecciones dentro del tren en movimiento, por lo que usted debe tener una identificación válida al abordar uno de ellos.","sw":"Katika baadhi ya garimoshi zinazovuka mipaka ukaguzi hufanywa terni likiwa kwenye mwendo na hivyo unapaswa kuwa na kitambulisho halali unapopanda mojawapo ya treni hizo.","te":"కొన్ని క్రాస్ బోర్డర్ రైళ్లలో తనిఖీలు రన్ అవుతున్న ట్రైన్ లో మరియు ఆ ట్రైన్ లో ఎక్కేటప్పుడు మీ వద్ద చెల్లుబాటు అయ్యే ఐడి ఉండాలి.","ur":"کچھ سرحد پار ریل گاڑیوں میں چلتی ٹرین میں معائنہ کیا جاتا ہے اور ان ریل گاڑیوں میں سے کسی پر بھی سوار ہونے سے پہلے آپ کے پاس درست شناخت ہونی چاہئے۔","vi":"Trên một số chuyến tàu xuyên biên giới, việc kiểm tra sẽ được thực hiện trên tàu đang chạy và bạn cần mang theo Chứng minh thư hợp lệ khi lên một trong những chuyến tàu này.","xh":"Kuye kwenziwe uhlolo koololiwe abahamba ngapha kwemida yelizwe, yaye umele ubeneSazisi esisemthethweni xa ukhwela abo loliwe.","yo":"Ní ibi rírékọjá ààlà ayẹ̀wò àwọn ọkọ̀ ojú-irin màa n wáyé àti wípé́ o ní láti ní káàdì ìdánímò tó dántó pẹ́lù rẹ nígbàtí o bá ń wọ àwọn ọkọ̀ ojú-irin wọ̀nyí.","zu":"Kwezinye izitimela eziya emazweni angomakhelwane ukuhlolwa kwenziwa esitimeleni esihambayo futhi kumelwe uphathe nomazisi ongokomthetho uma ugibela esinye salezo zitimela."}
{"ar":"بينما أصبحت القدرة على اقتناء المعرفة والتعلم متغيرة بالطريقة المذكورة أعلاه، فإن المعدل الأساسي لاقتناء المعرفة قد تغير.","zh":"当获取知识和进行学习的能力发生如上所述的变化时，获取知识的基本速率也相应地产生变化。","en":"As the ability to obtain knowledge and to learn changed in such a way as mentioned above the base rate at which knowledge was obtained changed.","eu":"Goian aipatu bezala, ezagutza eskuratzeko eta ikasteko gaitasuna aldatu zen modua dela-eta, aldatu egin zen ezagutza jasotzeko oinarrizko erritmoa ere.","fr":"Comme la capacité à acquérir la connaissance et à apprendre a changé d'une certaine façon telle que mentionnée ci-dessus, le rythme de base auquel la connaissance s'acquérait a changé.","ml":"അറിവ് നേടാനും പഠിക്കാനുമുള്ള കഴിവ് മുകളിൽ പറഞ്ഞതുപോലെ മാറിയത് കാരണം, അറിവ് നേടിക്കൊണ്ടിരുന്ന അടിസ്ഥാന നിരക്ക് മാറി.","mr":"वर नमूद केल्याप्रमाणे ज्या आधारावर ज्ञान प्राप्त झाले त्या बेस दरानुसार ज्ञान मिळवण्याची आणि शिकण्याची क्षमता अशा प्रकारे बदलली.","ne":"ज्ञान प्राप्त गर्ने र सिक्ने क्षमतामाथि उल्लेख गरिएको अनुसारको तरिकाले परिवर्तन भएको कारणले ज्ञान प्राप्त गरिने आधार दर परिवर्तन भयो।","es":"A medida que la capacidad de adquirir conocimientos y de aprender variaba del modo ya referido, la tasa base de obtención de conocimientos también se modificaba.","sw":"Jinsi uwezo wa kupata maarifa na kujifunza ulivyobadilika kwa njia kama ilivyoelezewa hapo juu, ndivyo kiwango msingi ambacho kwacho maarifa yalipatikana kilivyobadilika.","te":"జ్ఞానాన్ని పొందే మరియు నేర్చుకునే సామర్థ్యం ఎలా మారిందంటే పైన చెప్పిన విధంగా జ్ఞానం దేని వల్ల పొందొచ్చు అనే మూల నిష్పత్తే మారిపోయింది.","ur":"چونکہ علم حاصل کرنے اور سیکھنے کی صلاحیت مذکورہ بالا طریقے سے تبدیل گئی ہے، اسی طرح حصول علم کی بنیادی شرح بھی بدل گئی ہے۔","vi":"Khi khả năng tiếp nhận kiến thức và học hỏi thay đổi theo cách nói trên thì tốc độ căn bản của việc tiếp thu kiến thức cũng sẽ thay đổi.","xh":"Njengokuba indlela yokufumana ulwazi nokufunda intshintshe ngolona hlobo oluphezulu oludlula indlela ulwazi elalifumaneka ngayo lutshintshile.","yo":"Níbí àyípadà se bá agbára àti ní ìmọ̀ òhun ìkẹ́ẹ̀kọ́ lọ́nà tó ju àlàkalẹ̀ lọ tí wọ́n fi ń kọ́ nipa ìmọ̀ lọ.","zu":"Njengoba ikhono lokuthola ulwazi kanye nelokufunda lishintshe ngendlela echazwe ngenhla izinga eliyisisekelo lelo ulwazi olwalutholwa ngalo lashintshwa."}
{"ar":"حصد نادال نقاط على الشبكة بنسبة 88% في المباراة، ليفوز بـ76 نقطة في الإرسال الأول.","zh":"纳达尔（Nadal ）在比赛中把 88% 的净胜分收入囊中，在第一个发球局赢得 76 分。","en":"Nadal bagged 88% net points in the match winning 76 points in the first serve.","eu":"Nadal-ek sareko puntuen % 88 bereganatu zituen partidan, eta 76 puntu irabazi zituen lehen sakearekin.","fr":"Nadal a amassé 88 % de points nets dans le match, remportant 76 points au premier service.","ml":"ഫസ്റ്റ് സെർവിൽ 76 പോയിന്റുകൾ നേടി 88% പോയിന്റുകൾ നദാൽ സ്വന്തമാക്കി.","mr":"नदालने सामन्यात 88% नेट पॉइंट्स मिळवत पहिल्या सर्व्हिस मध्येच 76 पॉइंट्स मिळवले.","ne":"खेलमा नडालले 88% कुल अङ्क प्राप्त गरेका थिए जसमा उनले पहिलो सर्भमै 76% अङ्क प्राप्त गरेका थिए।","es":"En el partido, Nadal acumuló un 88% de puntos netos y ganó 76 en el primer servicio.","sw":"Nadal alipata 88% ya pointi kwenye mechi na kushinda pointi 76 kwenye utumishi wa kwanza.","te":"తొలి సెర్వ్‌లో 76 పాయింట్లు గెలుచుకున్న నాదల్, మ్యాచ్‌లో మొత్తం 88% పాయింట్లు గెలుపొందాడు.","ur":"پہلی باری میں 76 پوائنٹس سے جیتنے والے میچ میں نڈال نے %88 نیٹ پوائنٹس حاصل کیے۔","vi":"Nadal bỏ túi 88% số điểm lên lưới trong trận đấu thắng 76 điểm trong lượt giao bóng đầu tiên.","xh":"UNadal ufumene amanqaku ayi-88% kumdlalo, ephumelela ngamanqaku ayi-76 kwi-serve yokuqala.","yo":"Nadal ní àmì ayò 88% ní bọ́ọ̀lù náà tó sì gba àmì ayò 76 ní abala àkọ́kọ́.","zu":"UNadal uthole amaphuzu angu-88% ahlangene emaphuzwini angu-76 okuwina umdlalo engxenyeni yokuqala."}
{"ar":"أعلن أن سبب الوفاة سرطان القناة الصفراوية داخل الكبد.","zh":"宣布的死因是肝内胆管癌。","en":"The cause of death was announced as intrahepatic bile duct cancer.","eu":"Heriotzaren arrazoia behazun-hodiko minbizi intrahepatikoa izan da.","fr":"La cause du décès a été annoncée comme étant un cancer du canal cholédoque intrahépatique.","ml":"ഇൻട്രാഹെപ്പറ്റിക് പിത്തനാളി അർബുദമാണ് മരണ കാരണമായി പ്രസ്താവിച്ചത്.","mr":"मृत्यूचे कारण यकृतातून सुरू झालेला पित्त नलिकेचा कर्करोग असल्याचे जाहीर करण्यात आले.","ne":"उहाँको मृत्यु इन्ट्राहेपाटिक बाइल डक्ट क्यान्सरले गर्दा भएको हो भनी घोषणा गरिएको थियो।","es":"Se comunicó que la causa del deceso fue cáncer de conductos biliares intrahepáticos.","sw":"Chanzo cha kifo kilitangazwa kama saratani ya kifereji cha nyongo kilicho ndani ya ini.","te":"కాలేయం లోపల పిత్త వాహిక క్యాన్సర్ మరణానికి కారణమని ప్రకటించారు.","ur":"انٹرا ہیپٹک بائل ڈکٹ کینسر کو موت کی وجہ کے طور پر بیان کیا گیا۔","vi":"Nguyên nhân gây ra cái chết được công bố là ung thư ống mật trong gan.","xh":"Unobangela wokufa wachazwa ukuba ngumhlaza we-intrahepatic bile duct.","yo":"Jẹjẹrẹ òróòro ni wọn kéde pé ó fa ikú náà.","zu":"Imbangela yokufa imenyezelwe ngokuthi umdlavuza wokusha kwesibindi kwangaphakathi kwamapayipi enyongo."}
{"ar":"جزءٌ من جمالها يتلخص في الافتقار إلى التنمية المؤسسية المرئية.و تربط الطرق والقطارات والقوارب القرى مع بعضها ولا تستطيع السيارات الوصول إليها من الخارج.","zh":"它的魅力部分在于没有明显的企业发展。村庄靠道路、火车和船只连接起来，开车无法从外面到达这些村庄。","en":"Part of its charm is the lack of visible corporate development. Paths, trains and boats connect the villages, and cars cannot reach them from the outside.","eu":"Xarmaren arrazoietako bat garapen korporatiboaren falta da. Bideek, trenek eta itsasontziek lotzen dituzte herriak, eta kanpotik ezin da autoz iritsi.","fr":"Une partie de son charme réside dans l'absence de développement visible des entreprises. Des chemins, des trains et des bateaux relient les villages, et les voitures en provenance de l'extérieur ne peuvent y accéder.","ml":"പ്രകടമായ കോർപ്പറേറ്റ് വികസനത്തിന്റെ അഭാവമാണ് അതിന്റെ മനോഹാരിതയുടെ ഒരു ഭാഗം. വഴികളും ട്രെയിനുകളും ബോട്ടുകളും ഗ്രാമങ്ങളെ ബന്ധിപ്പിക്കുന്നു. പുറത്തു നിന്ന് കാറുകൾക്ക് അവിടേക്ക് എത്താനാകില്ല.","mr":"त्याच्या आकर्षकतेचा भाग हा कमी दिसण्यात येणारा कॉर्पोरेटचा विकास आहे. रस्ते, रेल्वे आणि बोटी गावांना जोडतात, आणि तिथे कार्समधून बाहेरुन जाता येत नाही.","ne":"यसको आकर्षणको अंश भनेको दृश्य कर्पोरेट विकासको अभाव हो। पथ, रेल र डुङ्गाले गाउँहरू जोड्दछ र कारहरूले तिनीहरूलाई बाहिरबाट पुर्याउन सक्दैनन्।","es":"Su encanto se debe, en parte, a la ausencia de desarrollo corporativo visible. Hay caminos, trenes y barcos que unen las aldeas y los vehículos no pueden acceder desde el exterior.","sw":"Sehemu ya haiba yake ni ukosefu wa maendeleo ya shirika yanayoonekana. Njia, treni na maboti huunganisha vijiji, na magari hayawezi kuvifikia kutoka nje.","te":"కార్పొరేట్ అభివృద్ధి లేకపోవడం దీని ఆకర్షణలో ఒక భాగం. దారులు, రైళ్లు, పడవలు గ్రామాలను కలుపుతుంది, మరియు కార్లు వాటిని వెలుపలి నుండి చేరుకోలేవు.","ur":"اس کی دلکشی کا ایک جزوی سبب مرئی کارپوریٹ ڈولپمنٹ کا فقدان ہے۔ گزر گاہیں، ٹرینیں، اور کشتیاں نواضعات کو جوڑتی ہیں اور باہر سے کاریں ان تک پہنچ نہیں سکتیں۔","vi":"Một phần cho sự mê hoặc của nó là thiếu đi sự phát triển tập thể. Những con đường, tàu hỏa và tàu thuyền nối với những ngôi làng, và xe hơi không thể tiếp cận chúng từ bên ngoài.","xh":"Enye enconywayo kukungaveli kophuhliso lwezamashishini ayo. Iindlela, oololiweo, nezikhephe zihlanganisa iilali, futhi iimoto azikwazi ukufikelela zivela ngaphandle.","yo":"Lára àwọn ohun tó yáyì lára rẹ̀ ni pé kò sí ìdàgbàsókè kan tí ó ṣe rí. Ipa ọ̀nà, ọkọ̀ ojú irin, àti ọkọ orí omi ni ó lọ láti abúlé náà sí àwọn ìú mìíràn, bẹ́ẹ̀ ni ọkọ̀ kò lè dé ọ̀dọ̀ wọn láti ìta.","zu":"Ingxenye yobuhle bayo ukungabonakali kwezakhiwo ezakhiwayo. Izindlela, izitimela kanye nezikebhe kuxhumanisa amadolobhana, futhi izimoto azikwazi ukuwafinyelela kusuka ngaphandle."}
{"ar":"يعني ذلك أننا قادرون على التنبؤ بشكل ناجح بمنظور البشر الآخرين أو نواياهم أو إيمانهم أو معرفتهم أو رغبتهم.","zh":"这意味着我们能够成功地预测其他人的感知、意图、信仰、知识或欲望。","en":"That means we are able to successfully predict what other humans perceive, intend, believe, know or desire.","eu":"Horrek esan nahi du zuzen asmatzeko gai garela beste gizaki batzuek antzematen, sinesten edo nahi dutena, dakitena edo zer asmo duten.","fr":"Ce qui signifie que nous sommes en mesure d'anticiper, et non sans succès, les perceptions, intentions, croyances, savoirs et désirs des autres humains.","ml":"മറ്റ് മനുഷ്യർ ഗ്രഹിക്കുകയും ഉദ്ദേശിക്കുകയും വിശ്വസിക്കുകയും അറിയുകയും അല്ലെങ്കിൽ ആഗ്രഹിക്കുകയും ചെയ്യുന്ന കാര്യങ്ങൾ വിജയകരമായി പ്രവചിക്കാൻ നമുക്ക് കഴിയുമെന്നാണ് അതിനർത്ഥം.","mr":"याचा अर्थ असा की आपण इतर मानव काय समजून घेतात, त्यांचा काय हेतु आहे, विश्वास आहे किंवा इच्छा आहे, माहिती आहे याचे आपण यशस्वीरित्या पूर्वानुमान करू शकतो.","ne":"यसको मतलब हामी सफलतापूर्वक भविष्यवाणी गर्न सक्षम छौँ जे अरू मानिसहरूले अनुभव गर्छन्, प्रयोजन राख्छन्, विश्वास गर्छन्, जान्छन् वा इच्छा गर्दछन्।","es":"Ello implica que tenemos la capacidad de hacer predicciones acertadas respecto de las percepciones de otras personas, lo que se proponen, sus creencias, conocimientos y deseos.","sw":"Hilo linamaanisha tunaweza kutabiri kile binadamu wengine wanachohisi, kukusudia, kuamini, kujua au kutamani kwa ufanisi.","te":"అంటే, ఇతర మానవులు ఏమి గ్రహిస్తారు, ఉద్దేశిస్తారు, నమ్ముతారు, తెలుసుకుంటారు లేదా కోరుకుంటారో మనం విజయవంతంగా అంచనా వేయగలం.","ur":"اس کا مطلب یہ کہ ہم اس قابل ہیں کہ پیش گوئی کر سکیں کہ دوسرے انسان کیا درک کرتے، کیا نیت کرتے، کیا عقیدہ رکھتے، کیا جانتے اور کیا چاہتے ہیں۔","vi":"Điều đó có nghĩa là chúng ta có thể dự đoán được những gì người khác nhận thức dự định tin tưởng biết hoặc mong muốn.","xh":"Oko kuthetha ukuba siyakwazi ukuqikelela ngempumelelo ukuba oko abanye abantu abakuqondayo, abafuna ukukwenza, abakhukholelwayo, abakwazi nabakunqwenelayo.","yo":"Eyi tumọ si wipe a ṣe aṣeyọri lori sisọ asọtẹlẹ lori ohun ti awọn eniyan n ro, pinnu, gbagbọ, mọ tabi gba lero.","zu":"Lokhu kusho ukuthi siyakwazi ukubikezela ngokuphumelelayo lokho abanye abantu abakubonayo, abakuhlelayo, abakukholelwayo, abakwaziyo kanye nabakufisayo."}
{"ar":"تأكد من أنك تعرف ما يمكنك وما لا يمكنك إحضاره والإعلان عن أي شيء يتجاوز الحدود القانونية.","zh":"确保知晓可以携带什么，不能携带什么，并申报任何超出法律允许的物件。","en":"Make sure you know what you can and cannot bring in and declare anything over the legal limits.","eu":"Ziurtatu badakizula zer eraman dezakezun eta zer ez, eta deklara ezazu muga legalak gainditzen duen ezer.","fr":"Assurez-vous de savoir ce que vous pouvez et ne pouvez pas apporter, et déclarez tout ce qui dépasse les limites légales.","ml":"നിങ്ങൾക്ക് കൊണ്ടുവരാവുന്നതും കൊണ്ടുവരാൻ പാടില്ലാത്തതും എന്താണെന്ന് അറിയാമെന്ന് ഉറപ്പാക്കുക, നിയമപരമായ പരിധികളിൽ പെടാത്ത എന്തും വെളിപ്പെടുത്തുക.","mr":"आपण काय आणू शकतो आणि काय आणू शकत नाही हे तुम्हाला माहित असल्याची आधी खात्री करून घ्या आणि जे काही कायदेशीर मर्यादेच्याबाहेर आहे ते सांगा.","ne":"तपाईंले के ल्याउन सक्नुहुन्छ र सक्नुहुन्न भन्ने तपाईंलाई थाहा छ भनी सुनिश्चित गर्नुहोस् र कानुनी दायराभित्र कुनै पनि घोषणा गर्नुहोस्।","es":"Procure tener claro qué artículos pueden ingresar y cuáles no. Asimismo, declare cualquier bien que exceda los límites legales.","sw":"Hakikisha unajua kile unachoweza na hauwezi kuleta kisha kutangaza kitu chochote juu ya mipaka ya kisheria.","te":"మీరు ఏం చేయగలరో మరియు తీసుకురాలేరో మరియు చట్టపరమైన పరిమితులకు లోబడి ఏది ప్రకటించచ్చో మీరు తెలుసుకోండి.","ur":"اس بات کو یقینی بنائیں کہ آپ جانتے ہیں کہ آپ کیا لا سکتے ہیں اور کیا نہیں اور قانونی حدود میں کسی بھی چیز کا اعلان کرسکتے ہیں۔","vi":"Hãy chắc chắn rằng bạn biết rõ những gì được phép và không được phép mang theo, và khai báo bất cứ thứ gì vượt quá giới hạn theo luật định.","xh":"Qinisekisa ukuba uyazi ukuba ungangenisa ntoni kwaye awunako ukuzisa ubhengeze nantoni na ngaphezulu komda osemthethweni.","yo":"Sàrìdájú wípé o mọ ohun tí o le kó wọlé àti èyí tí o kò le kó wọlé, kí o sì kéde ohungbogbo tó bá ti kọjá gbèǹdékè òfin.","zu":"Qinisekisa ukuthi uyazi ukuthi yini ongeza nayo nongenakuza nayo futhi ubike noma yini kwabomthetho."}
{"ar":"قد يفتح فشل الجملة الثانية، التي تقترح منع الاتحادات المدنية لشخصين من نفس الجنس، الباب للاتحادات المدنية في المستقبل.","zh":"禁止同性民事结合的第二个语句未能通过，这可能会为未来的同性婚姻打开大门。","en":"The failure of the second sentence, which proposes to ban same-sex civil unions, could possibly open the door for civil unions in the future.","eu":"Bigarren esaldia sartu ez izanak, zeinak sexu bereko pertsonen arteko bat-egite zibilak debekatzea proposatzen baitzuen, etorkizunean bat-egite zibiletarako atea zabalik utz lezake.","fr":"La défaillance de la deuxième phrase, qui propose d'interdire les unions civiles entre personnes de même sexe, pourrait éventuellement ouvrir la porte à des unions civiles à l'avenir.","ml":"സ്വവർഗ സിവിൽ യൂണിയനുകളെ നിരോധിക്കാൻ നിർദ്ദേശിക്കുന്ന രണ്ടാമത്തെ വാക്യത്തിന്റെ പരാജയം, ഭാവിയിൽ സിവിൽ യൂണിയനുകൾക്ക് വാതിൽ തുറക്കുന്നതിന് സാധ്യമായേക്കാം","mr":"समलैंगिक नागरी संघटनांवर बंदी घालण्याचा प्रस्ताव देणाऱ्या दुसऱ्या निकालाच्या अपयशामुळे, भविष्यामध्ये नागरी संघटनांसाठी मार्ग खुला होऊ शकतो.","ne":"दोस्रो वाक्यको असफलता, जसले समलिङ्गी नागरिक युनियनलाई प्रतिबन्ध गर्ने प्रस्ताव गर्दछ, त्यसले भविष्यमा नागरिक युनियनका लागि सम्भवतः ढोका खोल्न सक्थ्यो।","es":"Existe la posibilidad de que la eliminación de la segunda oración, que propone vetar las uniones civiles entre individuos del mismo sexo, les abra el paso en el futuro.","sw":"Kutofaulu kwa hukumu ya pili, ambayo inapendekeza kupigwa marufuku kwa ndoa za jinsia moja, kunaweza kuwezesha ndoa za kiraia katika siku za usoni.","te":"స్వలింగ పౌర సంఘాలను నిషేధించాలని ప్రతిపాదించిన రెండవ వాక్యం విఫలం కావడం భవిష్యత్తులో పౌర సంఘాలకు తలుపు తెరిచే అవకాశమును కలిగిస్తుంది.","ur":"دوسرے جملے کی ناکامی، جو ہم جنس سول یونینوں پر پابندی عائد کرنے کی تجویز پیش کرتا ہے، ممکنہ طور پر مستقبل میں سول یونینوں کیلئے دروازے کھول سکتا ہے۔","vi":"Sự thất bại của bản án thứ hai, trong đó đề xuất cấm các quan hệ chung sống như vợ chồng giữa người cùng giới, có thể mở ra cánh cửa cho quan hệ chung sống như vợ chồng giữa người cùng giới trong tương lai.","xh":"Ukungaphumeleli kwesigwebo sesibini, esiphakamisa ukuvala imitshato yabesini esinye, inokuvula umnyango kwimitshato yabantu besini esifanayou kwixesha elizayo.","yo":"Ìkùnà ọ̀rọ̀ kejì, tí ó gbèrò láti fòpin sí same sex civil unions, lè ṣí ìlẹ́kùn fún civil union ní ọjọ ìwájú.","zu":"Ukwehluleka kwesigwebo sesibili, esifaka isiphakamiso ukwenqabeli umshado wokuhlalisana okusemthethweni kwabantu bobulili obufanayo, kungavulela umnyango ukuhlalisana okusemthethweni esikhathini esizayo."}
{"ar":"كان يطلق على الغواصات الألمانية \"U-Boats\"، وبرع الألمان في الملاحة بغواصاتهم وتشغيلها.","zh":"德国潜艇被称为 U 型潜艇。德国人非常擅长导航和操作潜艇。","en":"German submarines were called U-Boats. The Germans were very good at navigating and operating their submarines.","eu":"Alemaniako itsaspekoen izena U-Boot zen. Alemaniarrak oso onak ziren beren itsaspekoak gidatzen eta erabiltzen.","fr":"Les sous-marins allemands étaient appelés U-Boot. Les Allemands étaient très doués pour la navigation et le maniement de leurs sous-marins.","ml":"ജർമ്മൻ അന്തർവാഹിനികളെ യു-ബോട്ടുകൾ എന്നാണ് അറിയപ്പെടുന്നത്. ജർമ്മൻകാർ കപ്പലോടിക്കുന്നതിലും അവരുടെ അന്തർവാഹിനികൾ പ്രവർത്തിപ്പിക്കുന്നതിലും മിടുക്കരാണ്.","mr":"जर्मन पाणबुडींना यु-बोट असे म्हटले जात असे. जर्मन त्यांच्या पाणबुड्या चालवण्यात आणि संचालित करण्यात अत्यंत पटाईत होते.","ne":"जर्मन पनडुब्बीहरूलाई यु-बोट्स भनिन्थ्यो। जर्मनहरू आफ्ना पनडुब्बीहरू नेभिगेट र सञ्चालन गर्नमा धेरै कुशल थिए।","es":"Los submarinos alemanes se denominaron U-Boote. Los alemanes eran muy buenos para la navegación y operación de sus submarinos.","sw":"Manowari za Ujerumani ziliitwa nyambizi. Wajerumani walikuwa wazuri sana kwa kuabiri na kuendesha manowari zao.","te":"జర్మన్ జలాంతర్గాములను యు-బోట్స్ అని పిలిచేవారు. జర్మన్లు ​​తమ జలాంతర్గాములను నావిగేట్ చేయడంలో మరియు ఆపరేట్ చేయడంలో చాలా మంచివారు.","ur":"جرمن سب مرین کو یو بوٹ کہا جا تا تھا۔ جرمن جہاز رانی اور اپنی پن ڈبیوں کو چلانے میں بہت ماہر تھے۔","vi":"Tàu ngầm của Đức có tên là U-Boat. Người Đức rất giỏi lèo lái và vận hành tàu ngầm của mình.","xh":"Iinkwili zaseJamani zazibizwa ngokuba zii-U-Boats. AmaJamani ayengamachule ekuqhubeni nasekusebenziseni iinkwili zazo.","yo":"Àwọn ọkọ̀ ìjagun ojú omi ilẹ̀ Germany ni wọ́n ń pè ní U-Boats. Ilẹ̀ Germany dára púpọ̀ nínú à ń tukọ̀ àwọn ọkọ̀ ìjagun ojú omi.","zu":"Imikhumbi yangaphansi kwamanzi yaseJalimane yayibizwa ngokuthi Izikebhe ze-U. AmaJalimane ayenekhono lokuqondisa nokusebenzisa imikhumbi yabo yangaphansi kwamanzi."}
{"ar":"والعامل الأكثر أهمية في هذه العقلية هو: لا توجد سوى إجابة واحدة صحيحة. لا تفكر إلا في إجابتين، وهما إجابة صحيحة أو خاطئة.","zh":"这种思维模式最重要的因素是：正确答案只有一个。你只需考虑两个答案，即对的或者是错的。","en":"The most important factor of this mindset is: there is only one correct answer. You only think of two answers, namely right or wrong.","eu":"Pentsamolde horren ezaugarri garrantzitsuena honako hau da: erantzun zuzen bakarra dago. Bi erantzun mota posible daude, beraz: zuzena edo okerra.","fr":"Le facteur primordial de cet état d'esprit : seule une réponse est adaptée. Vous ne pensez qu’à deux options : soit c'est la bonne réponse, soit c'est une mauvaise réponse.","ml":"ഈ മാനസികാവസ്ഥയുടെ പ്രധാന ഘടകമെന്തെന്നാൽ: ഒരു ശരിയുത്തരം മാത്രമേയുള്ളു എന്നതാണ്. നിങ്ങൾ രണ്ട് ഉത്തരങ്ങൾ മാത്രമേ ചിന്തിക്കുകയുള്ളു, ശരി അല്ലെങ്കിൽ തെറ്റ്.","mr":"या विचारधारेतील सर्वात महत्वाचा घटक म्हणजेः अचूक उत्तर केवळ एकच असते. आपण केवळ दोन उत्तरांचा विचार करता, अनुक्रमे बरोबर किंवा चूक.","ne":"यस अइमानसिकताको सबैभन्दा महत्त्वपूर्ण कारक: त्यहाँ केबल एउटा सही जवाफ छ। तपाईं दुई जवाफहरू मात्र सोच्नु हुन्छ, जस्को अर्थ सही वा गलत।","es":"Esta clase de pensamiento tiene como premisa principal la existencia de solo una respuesta correcta. Se piensa en términos de dos respuestas posibles, una correcta y otra incorrecta.","sw":"Kipengele muhimu zaidi cha mtazamo huu ni: kuna jibu moja tu sahihi. Unafikiria majibu mawili tu, yaani sahihi au kosa.","te":"ఈ మనస్తత్వం గురించిన చాలా ముఖ్యమైన విషయం: ఎదురుగా 1సమాధానం మాత్రమే ఉన్నా, మీరు సరైనది, కాదు అన్న 2 సమాధానాలు ఆలోచిస్తారు.","ur":"اس ذہنیت کا سب سے اہم عنصر یہ ہے کہ ان میں سے صرف ایک درست جواب ہے۔ تم صرف دو جوابات سوچتے ہو، یعنی صحیح یا غلط۔","vi":"Yếu tố quan trọng nhất của tư duy này là: chỉ có một câu trả lời đúng. Bạn chỉ được nghĩ tới hai câu trả lời, đúng hoặc sai.","xh":"Eyona nto ibaluleke kakhulu kule ngqondo yile: inye kuphela impendulo echanekileyo. Ucinga kuphela ngeempendulo ezimbini, nazi ezilungile okanye azilunganga.","yo":"Ohun tí ó se pàtàkì jù nínú èrò yìí ni : ìdáhùn ẹyọ̀kan ṣoṣo ni ó tọ̀na. Ìsáhùn méjì péré ni yíò wá sọ́kàn rẹ, èyí náà ni, èyí tó tọ̀nà tàbí èyí tí kò tọ̀nà.","zu":"Isici esibaluleke kakhulu salomcabango ukuthi: kunempendulo eyodwa kuphela enembile. Ucabanga ngezimpendulo ezimbili kuphela, okungukuthi enembile nenganembile."}
{"ar":"في العديد من أنحاء العالم، يُعدّ التلويح لفتة ودية تعني \"مرحباً\".","zh":"在世界上许多地方，挥手是一种友好的表示，意思是“你好”。","en":"In many parts of the world, waving is a friendly gesture, indicating \"hello.\"","eu":"Munduko toki askotan, eskuaz agurtzea keinu adiskidetsua da, “kaixo” adierazteko erabiltzen dena.","fr":"Dans de nombreuses régions du monde, faire un signe de la main est un geste amical signifiant « bonjour ».","ml":"\"ലോകത്തിന്റെ പല ഭാഗങ്ങളിലും, വേവ് ചെയ്യുന്നത് ഒരു സൗഹാർദ്ദപരമായ ആംഗ്യമാണ്, ഇത് \"\"ഹലോ\"\" എന്ന് സൂചിപ്പിക്കുന്നു. \"","mr":"जगातील अनेक भागात, हात हलवणे हे मैत्रीचे चिन्ह मानले जाते, जे हॅलो  हे दर्शवते.","ne":"विश्वका धेरै भागहरूमा, हात हल्लाउनु मित्रताको इशारा हो, जसले “हेलो” सङ्केत गर्दछ।","es":"En muchos lugares del mundo, saludar con la mano es un gesto amistoso que significa «hola».","sw":"Katika sehemu nyingi za dunia, kupunga mkono ni ishara ya kirafiki, kuashiria \"hujambo.\"","te":"\"ప్రపంచంలోని చాలా చోట్ల చేయి ఊపడం అనేది ఒక స్నేహపూర్వకమైన సంకేతం, ఇది \"\"హలో\"\"ను సూచిస్తుంది.\"","ur":"دنیا کے متعدد حصّوں میں، ہاتھ ہلا کر\"ہیلو\" کا اشارہ کرنا، ایک دوستانہ رویہ کا اظہار تصور کیا جاتا ہے۔","vi":"Ở nhiều nơi trên thế giới, vẫy tay là động tác thân thiện, hàm ý “xin chào”.","xh":"Kwiindawo ezininzi zehlabathi, ukubulisa ngesandla emoyeni lonto ibonisa ububele, ubonisa u- \"molo.\"","yo":"Láwọn agbègbè àgbáyé, jíjuwọ́ jẹ́ àfihan ìbánidọ́ọ̀rẹ́, tó sàfihàn “Bóon.”","zu":"Ezingxenyeni eziningi zomhlaba, ukuvayela ngesandla isenzo sobungane, esibonisa ukuthi \"sawubona.\""}
{"ar":"كما تؤكّد الحكومة الأيرلندية على الضرورة الملحّة لتشريعٍ برلمانيٍ لتصحيح الوضع.","zh":"为整顿这一局面，爱尔兰政府迫切希望议会推出立法。","en":"The Irish government is stressing the urgency of parliamentary legislation to rectify the situation.","eu":"Irlandako gobernuak azpimarratu du legedi parlamentarioa gauzatu behar dela egoera zuzentzeko.","fr":"Le gouvernement irlandais souligne l'urgence d'une législation parlementaire pour rectifier la situation.","ml":"സ്ഥിതിഗതികൾ നേരെയാക്കുന്നതിന് പാർലമെന്ററി നിയമ നിർമ്മാണത്തിന്റെ അത്യാവശ്യം ഐറിഷ് സർക്കാർ ഊന്നി പറയുന്നു.","mr":"परिस्थितीत सुधारणा आणण्यासाठी आयरिश सरकार संसदीय कायद्याच्या निकडीवर भर देत आहे.","ne":"आइरिस सरकारले आफ्नो परिस्थिति सुधार्न संसदीय कानून बनाउनु पर्ने कुरामा जोड दिँदैछ।","es":"Las autoridades de Irlanda insisten en la urgencia de una normativa parlamentaria a fin de rectificar la situación.","sw":"Serikali ya Ayalandi inasisitiza dharura ya sheria za bunge ili kurekebisha hali.","te":"ఐరిష్ ప్రభుత్వం పరిస్థితిని సరిచేయడానికి పార్లమెంటరీ చట్టం యొక్క ఆవశ్యకతను గట్టిగా చెబుతోంది.","ur":"آئرش حکومت صورتحال کو درست کرنے کے لیے پارلیمانی قانون سازی کی عجلت پر زور دے رہی ہے۔","vi":"Chính quyền Ireland đang nhấn mạnh sự khẩn cấp của việc nghị viện thông qua một đạo luật giúp giải quyết tình huống này.","xh":"Urhulumente waseIreland ugxininisa into yokungxamiseka komthetho wasepalamente oza kulungisa le meko.","yo":"Ìjọba Irish n tenumó ìsẹpàtàkì ìsòfin láti ilé ìgbìmò asòfin láti sẹ àtúnsẹ ìsèlè náà.","zu":"Uhulumeni wase-Ireland ugcizelela ukwenza umthetho wasephalamende ngokushesha ukulungisa isimo."}
{"ar":"يبدو الأمر شاقاً بعض الشيء من الأسفل، وهو صعود شديد الانحدار وصعب، ولكن معظم الأشخاص الذين يتمتعون بلياقة معقولة يجب أن يكونوا قادرين على الوصول في غضون 45 دقيقة.","zh":"从下面往上看有点吓人，而且是陡峭而艰难的上坡路，但大多数身体状况良好的人应该能在 45 分钟内完成。","en":"It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.","eu":"Behetik ikaragarria dirudi, eta maldatsua eta igotzeko zaila da, baina sasoi onean dagoen edonor da gora igotzeko gai 45 minutu ingurutan.","fr":"Cela semble un peu intimidant d'en bas, et c'est une ascension raide et difficile, mais les personnes les plus en forme devraient pouvoir le faire en 45 minutes environ.","ml":"താഴെ നിന്ന് നോക്കുമ്പോൾ അൽപ്പം ഭയാനകമായി തോന്നും, കുത്തനെയുള്ളതും ബുദ്ധിമുട്ടേറിയതുമായ ഒരു ആരോഹണമാണിത്, പക്ഷെ ശരാശരി കായികക്ഷമതയുള്ള മിക്ക ആളുകൾക്കും ഇത് 45 മിനിറ്റിൽ പൂർത്തിയാക്കാൻ കഴിയും.","mr":"ते खालून पाहिले तर खूपच कठीण वाटते आणि तो खरंच तीव्र आणि अवघड चढ आहे, परंतु चांगल्यापैकी तंदुरुस्त व्यक्ती तो 45 मिनिटात सर करू शकतील.","ne":"यो तलबाट केही गाह्रो देखिन्छ र यो एक एकदम भिरालो र गाह्रो उकालो छ, तर प्रायः तन्दुरुस्त व्यक्तिहरूले यसलाई लगभग 45 मिनेटमा पूरा गर्न सक्षम हुन्छ।","es":"Desde abajo resulta un tanto abrumador, la subida tiene fuerte pendiente y es complicada, pero la mayoría de personas con un estado físico razonable deberían de poder completarlo en aproximadamente 45 minutos.","sw":"Inaonekana kutisha kutoka chini, na ni mwinuko mkali na mgumu, lakini watu wanaokusudiwa kuwa na hali nzuri ya mwili wanapaswa kuwa na uwezo wa kuupanda kwa dakika kama 45.","te":"ఇది క్రింద నుండి కొంచెం కఠినంగా కనిపిస్తుంది,  ఇది నిటారుగా ఇంకా క్లిష్టమైన ఆరోహణ, కానీ చాలా సహేతుకంగా ఫిట్ గా ఉన్న వ్యక్తులు 45 నిమిషాల్లో తయారు చేయగలుగుతారు.","ur":"نیچے سے یہ بہت دشوار دکھائی دیتا ہے اور یہ ڈھلانی اور چڑھا ئی میں دشوار ہے۔ لیکن اکثر تندرست لوگ اس پر 45 منٹ میں میں چڑھ سکتے ہیں۔","vi":"Trông có vẻ nản chí nếu nhìn từ bên dưới, và nó là một dốc đi lên dựng đứng và khó khăn, nhưng hầu hết những người mạnh khoẻ sẽ có thể thực hiện được trong khoảng 45 phút.","xh":"Ikhangeleka isothusa xawusezantsi, futhi liqhina elimileyo elide, kodwa isininzi sabantu abasegazini bangalenza ngemizuzu eyi-45.","yo":"Ó jọ bí ìgbà tó le láti abẹ́, ó sì lọ lẹ̀ ó tún le láti gun òkè, ṣùgbọ́n àwọn tí wọ́n ní okun àti agbára lè gùn ní àárín ìṣẹ́jú márùnlélógójì.","zu":"Kubukeka kusabisa kancane kusuka ngaphansi, futhi yindawo eyehlelayo nokunzima ukukhuphuka kuyo, kodwa abantu abakulungele ngokwanele kufanele bakwazi ukukwenza cishe ngemizuzu engama-45."}
{"ar":"يتحرك الإعصار نحو الصين بسرعة 11 كم\/ساعة، كما تشير التقديرات.","zh":"预计台风正以每小时十一公里的速度靠近中国。","en":"The typhoon is estimated to be moving toward China at eleven kph.","eu":"Zenbatetsi denez, orduko hamaika km-ko abiaduran mugitzen ari da tifoia Txinarantz.","fr":"On estime que le typhon se dirige vers la Chine à une vitesse de 11 km\/h.","ml":"ചുഴലിക്കാറ്റ് മണിക്കൂറിൽ പതിനൊന്ന് കിലോമീറ്റർ വേഗതയിൽ ചൈനയിലേക്ക് നീങ്ങുമെന്നാണ് കണക്കാക്കുന്നത്.","mr":"हे चक्रीवादळ अकरा किमी प्रती तास वेगाने चीन कडे जाईल असा कयास आहे.","ne":"एघार किलोमिटर प्रति घन्टाको दरमा टाइफुन चीनतिर बढेको अनुमान गरिएको छ।","es":"Se calcula que el tifón se desplaza en dirección a China a 11 km\/h.","sw":"Kimbunga hicho kinakadiriwa kusonga kuelekea Uchina kwa kasi ya kilomita kumi na moja kwa saa.","te":"పదకొండు kph వేగంతో తుఫాను China వైపు వెళ్తుందని అంచనా వేయబడింది.","ur":"اس طوفان کو گیارہ کلومیٹر فی گھنٹہ کی رفتار سے چین کی طرف بڑھنے کا اندازہ لگایا جاتا ہے","vi":"Cơn bão được ước tính đang di chuyển về phía Trung Quốc với vận tốc 11 km\/giờ.","xh":"I typhoon iqikelelwa ukuba ibheka ngase China nge eleven kph.","yo":"A se efufu naa ni ona ti yio fi morile China ni ibuso mokanla laarin wakati kan.","zu":"Isivunguvungu kulindeleke ukuba sihambe silibangise kwelaseShayina ngesivinini sama-kph ayishumi nanye."}
{"ar":"صعد الراقصون الصوفيون إلى المسرح.","zh":"然后，旋转的苦行僧出现在舞台上。","en":"Then Whirling Dervishes took to the stage.","eu":"Ondoren, Derbitxe Birakariak igo ziren antzeztokira.","fr":"Puis les derviches tourneurs sont montés sur scène.","ml":"പിന്നീട് വേർലിംഗ് ഡെർവിഷസ് വേദിയിലേക്ക് എത്തി.","mr":"त्यानंतर व्हर्लिंग डेर्वीशेस स्टेजवर घेऊन गेले.","ne":"त्यसपछि व्हर्लिङ डर्भिसहरूले स्टेज लिए।","es":"Más tarde, Whirling Derviches hizo su aparición en el escenario.","sw":"Kisha Kimbunga ya Daveshi ikachukua jukua.","te":"అప్పుడు వర్లింగ్ డెర్విషెస్ వేదిక పైకి వచ్చారు.","ur":"پھر ناچنے والے ملنگ اسٹیج پر پہنچ گئے۔","vi":"Sau đó, những tu sĩ dòng Whirling Dervishes bước lên sân khấu.","xh":"Emva koko IWhirling Dervishes yangena eqongeni.","yo":"Nígbà tí Whirling Dervishes dé sórí ìtàgé.","zu":"Emva kwalokhuu-Whirling Dervishes waya esteji."}
{"ar":"فهم يمتعون بعضهم البعض بقصص من محل نشأتهم، تُحكى من خلال لهجاتهم المميزة ولغتهم المحلية.","zh":"他们用各自独特的口音和当地的土语讲述家乡的故事，逗彼此开心。","en":"They're regaling each other with stories from their hometowns, told in their distinct accents and local argot.","eu":"Bakoitza bere jaioterriko istorioak kontatzen ari da, bakoitza bere azentuan eta tokiko hizkeran.","fr":"Ils se régalent les uns les autres d’histoires de leurs villes natales, racontées avec leurs accents prononcés et leur argot local.","ml":"അവർ തങ്ങളുടെ ജൻമപട്ടണത്തിലെ കഥകൾ, അവരുടെ വിശിഷ്ടമായ ഭാഷാശൈലിയിലും വർഗ്ഗഭാഷണത്തിലും പറഞ്ഞ് അന്യോന്യം ആനന്ദിക്കുകയാണ്.","mr":"ते त्यांच्या गावांकडील गोष्टींच्या माध्यमातून एकमेकांचे मनोरंजन करत तसेच त्यांच्या विशिष्ट उच्चारण आणि स्थानिक बोलीभाषेविषयी बोलत होते.","ne":"तिनीहरू एक अर्कालाई उनीहरूको गृह नगरहरूका कथाहरूसहित बहलाउँदै छन्, जुन उनीहरूका छुट्टै उच्चारण र स्थानीय तर्कमा भनिए।","es":"Se deleitan mutuamente con historias de sus ciudades natales, narradas con sus distintos acentos y su jerga local.","sw":"Wanaburudishana na hadithi kutoka kwa mitaa ya manyumbani kwao, inayosemwa katika lafudhi zao tofauti na lugha ya kienyeji isiyo rasmi.","te":"వారు వారి కథలతో ఒకరినొకరు నియంత్రిస్తున్నారు. స్వస్థలాలు, వారి ప్రత్యేకమైన స్వరాలు మరియు స్థానిక యాస ‌లో చెప్పబడ్డాయి.","ur":"وہ ایک دوسرے کا اپنے آبائی شہروں کی الگ الگ لہجے اور مقامی بولی میں کہی گئی کہانیوں سے دل بہلا رہے ہیں۔","vi":"Họ vui vẻ kể cho nhau nghe những câu chuyện quê nhà bằng chất giọng đặc trưng và từ lóng địa phương.","xh":"Bonwabisana ngobaliselana ngamabali alapho umntu ngamnye avela khona, bewabalisa bethetha ngelizwi lalapho basuka khona nangelamaqela asekuhlaleni.","yo":"Wọ́n ń dára wọn lára yá pẹ̀lú àwọn ìtàn láti ìlú wọn; oníkàlùkù sọ àwọn ìtàn náà pẹ̀lú ìsọ̀rọ̀sì èdè àdúgbò wọn.","zu":"Bebezixoxela bebodwa ngezindaba ezivela emadolobheni akubo, baxoxelwa ngolimi lwesigodi sakubo kanye nangendlela yokukhuluma yangakubo."}
{"ar":"يتوقّع العلماء في المركز الوطني للأعاصير أن تشتد قوة العاصفة دانييل لتتحول إلى إعصار بحلول الأربعاء.","zh":"美国国家飓风中心的科学家预测，丹妮尔在星期三前将增强为一场大飓风。","en":"Scientists at the National Hurricane Center predict that Danielle will strengthen to a hurricane by Wednesday.","eu":"Urakanen Zentro Nazionaleko zientzialariek aurreikusi dutenez, Danielle indartu eta urakan bihurtuko da asteazkenean.","fr":"Les scientifiques du Centre national des ouragans prévoient que Danielle se transformera en ouragan d’ici mercredi.","ml":"ബുധനാഴ്ചയോടെ ഡാനിയേൽ ഒരു ചുഴലിക്കാറ്റായി ശക്തിപ്രാപിക്കുമെന്ന് നാഷണൽ ഹരിക്കെയിൻ സെന്ററിലെ ശാസ്ത്രജ്ഞർ പ്രവചിക്കുന്നു.","mr":"राष्ट्रीय चक्रीवादळ केंद्र येथील शास्त्रज्ञांनी हे भाकीत केलेले आहे कीडॅनीयल बुधवारपर्यंत एका मजबूत चक्रीवादळामध्ये परिवर्तीत होईल.","ne":"राष्ट्रिय आँधी केन्द्रका वैज्ञानिकहरूले डेनिएल आँधीबेहरी बुधबाररसम्ममा झन् शक्तिशाली हुनेछ भनेर भविष्यवाणी गरे।","es":"Los expertos del Centro Nacional de Huracanes prevén que Danielle se intensificará y desencadenará un en huracán el día miércoles.","sw":"Wanasayansi katika Kituo cha Kitaifa cha Vimbunga wanabashiri kwamba Danielle itaimarika kuwa kimbunga kufikia Jumatano.","te":"నేషనల్ హరికేన్ సెంటర్‌లోని శాస్త్రవేత్తలు, డేనియల్ బలపడి తుఫానుగా బుధవారం నాటికి మారుతుందని అంచనా వేశారు.","ur":"نیشنل ہریکین سینٹر کے سائنسدانوں نے پیش گوئی کی ہے کہ ڈینیئل طوفان بدھ کے روز تک مضبوط ہوکر سمندری آندھی بن سکتا ہے۔","vi":"Các nhà khoa học thuộc Trung Tâm Dự Báo Bão Quốc Gia dự báo áp thấp nhiệt đới Danielle sẽ mạnh lên thành bão vào thứ Tư.","xh":"Iinzulu lwazi kwi National Hurricane Centre ziqikelela ukuba iDanielle iza komelela kwinkanyamba ngoLwesithathu.","yo":"Àwọn onímọ̀ ẹ̀rọ ní Ibùdó Ìjì líle Orílẹ̀ èdè sọ àsọtẹ́lẹ̀ pé Danielle ma ní agbára sí ìjì líle tó bá di Wednesday.","zu":"Usosayensi weNational Hurricane Center uhlongoza ukuthi u-Danielle uzoqina abe isivunguvungu ngoLwesithathu."}
{"ar":"قبل فحص من الضحية، يجب عليك أولاً مسح مسرح الجريمة لضمان سلامتك.","zh":"要检查受害者，你必须先勘察现场，确保自身的安全。","en":"To Check the victim, you must first survey the scene to ensure your safety.","eu":"Biktima ikuskatzeko, egoera aztertu behar duzu lehenengo, zure segurtasuna bermatzeko.","fr":"Avant d'examiner la victime, assurez-votre sécurité en inspectant les lieux.","ml":"ഇരയെ തേടുമ്പോൾ, ആദ്യം സ്വന്തം സുരക്ഷ ഉറപ്പുവരുത്തുവാനായി സ്ഥലം പരിശോധിക്കണം.","mr":"बळीची तपासणी करण्यापूर्वी, आपल्या सुरक्षेची खात्री करण्याकरिता आपण स्थळाचे सर्वेक्षण करायलाच हवे.","ne":"पीडितको जाँच गर्न, तपाईंले पहिले आफ्नो सुरक्षाका लागि स्थलको सर्वेक्षण गर्नुपर्छ।","es":"Para examinar a la víctima, usted primero debe inspeccionar la escena a efectos de garantizar su propia seguridad.","sw":"Ili Kumwangalia mwathirika, ni lazima kwanza uchunguze eneo ili kuhakikisha usalama wako.","te":"బాధితుడిని చెక్ చేయడం కొరకు, మీ భద్రతను ధృవీకరించడం కొరకు మీరు మొదట సంఘటనా స్థలాన్ని సర్వే చేయాలి.","ur":"حادثہ کے شکار فرد کی جانچ سے پہلے اپنی حفاظت کے لیے جائے حادثہ کا جائزہ لیں۔","vi":"Khi kiểm tra nạn nhân, bạn phải khảo sát hiện trường trước để bảo đảm an toàn cho bản thân.","xh":"Ukuze ujonge iXhoba, kumele uqwasele indawo uqiniseke ukhuselekile.","yo":"Láti sàyẹ̀wò afarakáásá, o gbọ́dọ̀ kọ́kọ́ se àyèwò ibi ìṣẹ̀lẹ̀ fún ààbò ara rẹ.","zu":"Ukuhlola umuntu ohlukunyeziwe, a kufanele kuqalauhlole indawo yesehlakalo ukuqinisekisa ukuphepha kwakho."}
{"ar":"وتم استعمال شاحنات التفريغ لإغلاق مداخل النفق، كما تم تقديم المساعدة من 80 شرطياً لتوجيه سائقي السيارات إلى الطرق الجانبية.","zh":"自卸卡车用来封锁隧道入口， 80 名警察于现场协助指挥驾车者绕行。","en":"Dump trucks were used to block tube entrances and assistance of 80 police were on hand to direct motorists to detours.","eu":"Iraulki-kamioiak erabili ziren tunel-sarrerak blokeatzeko, eta 80 poliziaren laguntza behar izan zen gidariak beste bide batzuetara desbideratzeko.","fr":"Des camions-bennes ont été réquisitionnés pour bloquer les entrées du métro et 80 policiers se trouvaient sur place pour orienter les automobilistes vers les déviations.","ml":"ട്യൂബ് പ്രവേശന കവാടങ്ങൾ തടയാൻ ഡമ്പ് ട്രക്കുകൾ ഉപയോഗിച്ചു, വാഹനമോടിക്കുന്നവരെ വഴിമാറ്റിവിടാൻ 80 പോലീസുകാരുടെ സഹായവും ഉണ്ടായിരുന്നു.","mr":"ट्युब प्रवेशद्वारे बंद करण्यासाठी डंप ट्रक्सचा वापर करण्यात आला आणि वाहन चालकांना अन्य मार्गे वळवण्यासाठी 80 पोलिस सज्ज ठेवले होते.","ne":"टिप्परहरू ट्युब प्रवेशद्वारहरू रोक्नका लागि प्रयोग गरिएका थिए र 80 प्रहरीको मद्दत मोटरसाइकल यात्रीहरूलाई घुमाउरो बाटो तर्फ निर्देशित गर्नका लागि तयार थियो।","es":"Se bloquearon los accesos a los túneles con camiones volquete y fue necesaria la participación de 80 agentes de policía para guiar a los automovilistas hacia los desvíos.","sw":"Malori ya mizigo yalitumiwa kuzuia milango ya njia za treni na usaidizi wa polisi 80 ulikuwapo ili kuelekeza madereva kwenye njia za mzunguko.","te":"డంప్ ట్రక్కులని  ట్యూబ్ ప్రవేశాలని బ్లాక్ చేయడానికి ఉపయోగించారు మరియు 80 మంది పోలీసుల  వాహనదారులను పక్కదారులకి మళ్లించడానికి సిద్ధంగా ఉన్నారు.","ur":"ٹیوب کے داخلی راستوں کو بلاک کرنے کیلئے بھرے ہوئے ٹرکوں کا استعمال کیا گیا تھا اور موٹر سواروں کو لمبا راستہ اختیار کرتے ہوئے جانے کی ہدایت دینے کیلئے 80 پولیس اہلکاروں کی مدد لی گئی تھی۔","vi":"Xe ben được sử dụng để chặn các lối vào hình ống và 80 cảnh sát đã được điều động để điều tiết cho lái xe đi đường vòng.","xh":"Iilori zokulahla inkunkuma zasetyenziswa ukuvala isikhululo sikaloliwe ohamba ngaphantsi komhlaba futhi uncedo lwamapolisa ayi-80 belukhona ukwenzela ukukhombha abaqhubi ngenye indlela.","yo":"Wọ́n m a n fi ọkọ̀ ti won fi n ko ìdọ̀tí láti fi dína ọ̀nà abáwọlé tiubi àti ìrànlọ́wọ́ awon eyan 80 ti o ti gbaradi láti dari àwọn awokọ̀ si àyàbá iwájú.","zu":"Amaloli athutha imfucumfucu ayesetshenziselwa ukuvimba izindawo zokungena ojantshini ohamba ngaphansi komhlaba futhi usizo lwamaphoyisa angu-80 belukhona ukuqondisa abashayeli bezimoto kwezinye izindlela."}
{"ar":"في حين أنها عادة ما تكون مملوكة ملكية خاصة ، إلا أنها تستوعب رؤساء الدول الزائرين أحياناً وغيرهم من الشخصيات البارزة.","zh":"虽然它们通常是属于私人所有的，但有时也为来访的国家元首和其他政要提供住宿。","en":"While they are usually privately owned, they sometimes accommodate visiting heads of state and other dignitaries.","eu":"Jabe pribatuak izan ohi dituzte, baina batzuetan gobernuburu edo beste agintariak ere ostatatzen dituzte.","fr":"Bien qu’ils soient le plus souvent privés, certains accueillent parfois des chefs d’État ou d’autres dignitaires.","ml":"അവ പൊതുവെ സ്വകാര്യ ഉടമസ്ഥതയിലുള്ളതാണെങ്കിലും, ചിലപ്പോഴൊക്കെ സന്ദർശിക്കുന്ന രാഷ്‌ട്രത്തലവന്മാരെയും മറ്റ് വിശിഷ്‌ടാതിഥികളെയും സ്വീകരിക്കുന്നു.","mr":"अनेकदा ते खासगी मालकीचे असले तरीही, काही वेळा ते राज्याच्या वरिष्ठ आणि मान्यवरांसाठी राहण्याची सोय म्हणून वापरले जातात.","ne":"जबकि तिनीहरू प्रायः निजी स्वामित्वका हुन्छन्, तिनीहरूले कहिलेकाहिँ भ्रमणमा रहेका राज्य प्रमुख र अन्य प्रतिष्ठित व्यक्तिहरूलाई बसाउने गर्दछन्।","es":"Aunque, por lo general, son de propiedad privada, en ocasiones alojan a jefes de estado y a otros mandatarios visitantes.","sw":"Japo huwa zinamilikiwa kibinafsi, wakati mwingine huwa zinatumiwa kuwapokea marais wanaozuru, pamoja na waheshimiwa wengine.","te":"వారు సాధారణంగా ప్రైవేటు యాజమాన్యంలో ఉన్నప్పటికీ, వారు కొన్నిసార్లు సందర్శించే దేశాధినేతలు మరియు ఇతర ప్రముఖులకు వసతి కలిపిస్తారు.","ur":"حالانکہ عام طور پر وہ نجی ملکیت ہوتے ہیں، کبھی کبھی وہ دورے پر آنے والے ریاست کے سربراہوں اور دیگر معزز مہمانوں کو بھی اپنے یہاں ٹھہراتے ہیں-","vi":"Mặc dù chúng thường thuộc sở hữu tư nhân, đôi khi chúng có thể phục vụ các cuộc viếng thăm của các nguyên thủ quốc gia và những người có chức vụ cao cấp khác.","xh":"Nangonga zidla ngokuba zezabucala, ziye ngamanye amaxesha zihlalise intloko zamazwe ezindwendweleyo nezinye izihlonipheki.","yo":"Biotilejepe àdání ni wọ́n jẹ́, wọ́n ma n sábà gba àwọn olórí ìlú àti àwọn èyàn pàtàkì òmíràn wọlé.","zu":"Nakuba zinabanikazi ngokuvamile, kwesinye isikhathi zihlalisa iziphathimandla nezinye izikhulu."}
{"ar":"ويستمر بناء خمس ناطحات سحابٍ جديدةٍ في الموقع، مع وجود مركز للنقل وحديقةٍ تذكاريةٍ في الوسط.","zh":"该地点正在建设五座新摩天大楼，中间有一个交通中心和纪念公园。","en":"Construction is ongoing for five new skyscrapers at the site, with a transportation center and memorial park in the middle.","eu":"Gunean bost etxe orratz berri eraikitzen ari dira, eta erdian garraio-zentro bat eta oroitzapen-parke bat egongo dira.","fr":"La construction de cinq nouveaux gratte-ciels est en cours sur le site, dont un centre de transport et un parc commémoratif au milieu.","ml":"ഒരു ഗതാഗത കേന്ദ്രവും നടുവിൽ മെമ്മോറിയൽ പാർക്കും ഉള്ള അഞ്ച് പുതിയ അംബരചുംബികളായ കെട്ടിടങ്ങളുടെ നിർമ്മാണം സൈറ്റിൽ നടക്കുകയാണ്.","mr":"साइटवर पाच गगनचुंबी इमारतींचे बांधकाम सुरू आहे, ज्याच्या मध्यभागी वाहतूक केंद्र आणि स्मरणार्थ असलेले उद्यान आहे.","ne":"क्षेत्रमा यातायात केन्द्र र मध्य भागमा स्मारक पार्कसहित नयाँ पाँच गगनचुम्बी भवनहरूको निर्माण कार्य जारी रहेको छ।","es":"En el lugar se están edificando cinco nuevos rascacielos que contarán con una sede de transporte y un parque conmemorativo en el centro.","sw":"Ujenzi wa ghorofa tano mpya unaendelea katika eneo, na kituo cha usafirishaji na mbuga ya ukumbusho zikiwa katikati.","te":"సైట్ దగ్గర ఐదు కొత్త స్కై‌స్కేపర్ల నిర్మాణం జరుగుతోంది, మధ్యలో ఒక రవాణా కేంద్రం మరియు  స్మారక ఉద్యానవనం ఉన్నాయి.","ur":"اس مقام پر پانچ نئی فلک بوس عمارتوں کی تعمیر کا کام جاری ہے، جس کے درمیان ایک نقل وحمل کا مرکز اور میموریل پارک واقع ہے۔","vi":"Công tác thi công đang được triển khai trên công trường cho năm cao ốc mới, ở giữa là một trung tâm vận tải và công viên tưởng niệm.","xh":"Ulwakhiwo lookrwec’izulu abahlanu luyaqhubeka kwisiza indawo esisazulu sezothutho kunye nepaki yesikhumbuzo embindini.","yo":"Iṣẹ́ ìkọlé ń lọ lọ́wọ́ fún àwọn ilé gogoro alárànbarà titun márùn-ún ní ojúlé, un ni ojule, pẹ̀lú ibùdó ìrìnà ọkọ̀ àti ibùdó ìrántí láàrin.","zu":"Umsebenzi wokwakha amabhilidi amahlanu amade uyaqhubeka endaweni yesakhiwo, kanye nendawo yokuthutha kanye nendawo yesikhumbuzo phakathi nendawo."}
{"ar":"يتوافر عدد تصاريح محدود مخصص للطلبات المقدمة حضوراً بأسبقية التقديم.","zh":"对于未经预约的到访，许可证的预留数量有限，并按先到先得的原则提供许可证。","en":"There are a limited number permits reserved for walk-in requests available on a first come, first served basis.","eu":"Erreserbarik gabeko eskaeretarako baimen kopuru mugatu bat ere badago, eta iritsiera ordenaren arabera ematen dira.","fr":"Les permis sont en nombre limité et sont réservés aux personnes qui se présentent sur place, suivant le principe du premier arrivé, premier servi.","ml":"പെർമിറ്റുകളുടെ ഒരു നിശ്ചിത സംഖ്യ ആ ദിവസത്തിൽ നൽകാൻ മാറ്റിവെച്ചിട്ടുണ്ട്, അതാദ്യം വരുന്നവർക്കായിരിക്കും ലഭിക്കുക.","mr":"प्रथम येणाऱ्यास, प्रथम सेवा हे तत्त्व असल्याने वॉक-इन विनंत्यांसाठी मर्यादित संख्येत परमिट राखीव आहेत.","ne":"पहिला आउनेले पहिला पाउने आधारमा प्रवेश अनुरोधहरूका लागि सीमित सङ्ख्यामा अनुमतिहरू छन्।","es":"Existe un cupo limitado de permisos, reservados para las solicitudes sin turno previo, que se entregan por orden de llegada.","sw":"Kuna idadi ndogo ya vibali zilizohifadhiwa kwa maombi ya papo hapo zinazopatikana kwa hali ya fika kwanza, hudumiwa kwanza.","te":"వాక్-ఇన్ రిక్వెస్ట్‌ల కోసం మొట్ట మొదటగా వచ్చిన వారిని మొదటగా అనుమతించే ప్రాతిపదికన పరిమిత సంఖ్యలో మాత్రమే అనుమతులు ఉన్నాయి.","ur":"پرمٹس کی ایک محدود تعداد واک اِن درخواستوں کے لئے رزرو ہے جو پہلے آؤ، پہلے پاؤ کی بنیاد پر میسر ہوں گی۔","vi":"Giấy phép cấp cho những yêu cầu không hẹn trước chỉ có số lượng giới hạn, và ai đến trước thì được phục vụ trước.","xh":"Kukho inani eliqingqiweyo leempepha-mvume zabo bazithanga xa befika, zona zifumaneka kwabo bafike kuqala.","yo":"Wọn tí fi díè nínún áwọn ìwé àse pamó fún àwọn tó ba rìn wá sẹ bẹ̀rẹ̀r; o wà nílè fún ẹnikéni tó bá kọ́kọ́ wá.","zu":"Kunenani elilinganiselwe lezimvume ezibekelwe izicelo zabafika kungahleliwe ezitholakala kulabo abafike kuqala."}
{"ar":"دروكيال دزونج هي قلعةٌ مُدَمّرةٌ ودير بوذي في الجزء العلوي من منطقة بارو (في قرية فوندي).","zh":"朱克杰宗（Drukgyal Dzong）是一座已毁的堡垒和佛教寺庙，位于帕罗区上部（在方德村）。","en":"The Drukgyal Dzong is a ruined fortress and Buddhist monastery in the upper part of the Paro District (in Phondey Village).","eu":"Drukgyal Dzong hondatutako gotorleku eta monasterio budista bat da eta Paro distrituko goiko aldean dago (Phondey herrian).","fr":"Le Drukgyal Dzong est une forteresse et un monastère bouddhiste en ruine dans la partie supérieure du district de Paro (dans le village de Phondey).","ml":"പാരോ ജില്ലയുടെ (ഫോണ്ടി ഗ്രാമത്തിൽ) ഉപരിഭാഗത്ത് നിലകൊള്ളുന്ന ദ്രുക്ജ്യാൽ സോങ് ഒരു ജീർണ്ണിച്ച കോട്ടയും ബുദ്ധാശ്രമവുമാണ്.","mr":"ड्रुकग्याल झोंग ही पारो जिल्ह्याच्या वरच्या भागात (फोन्डे गावात) एक उध्वस्त किल्ला आणि बौद्ध मठ आहे.","ne":"ड्रुकग्याल जोङ्ग पारो जिल्लाको माथिल्लो भाग (फोन्डे गाउँमा) मा रहेको एक भग्नावशेष किल्ला र बौद्ध मठ हो।","es":"El Drukgyal Dzong es una fortificación y monasterio budista deteriorado que se encuentra al norte del distrito de Paro, en Phondey Village.","sw":"Drukgyal Dzong ni ngome iliyoharibika na monasteri ya Kibudhi katika sehemu ya juu ya Wilaya ya Paro (katika Kijiji cha Phondrey).","te":"దృక్జ్యాల్ డ్జోంగ్ పారో జిల్లా పై భాగంలో ఒక శిధిలమైన కోట ఇంకా బౌద్ధ విహారం (ఫోన్దేయ్ గ్రామంలో) ఉంది.","ur":"ڈرک گیل پارو ضلعے کے (فونی گاؤں میں بالائی حصے میں ایک بدھ مذہب کی خانقاہ اور تباہ شدہ قلعہ ہے۔","vi":"Drukgyal Dzong là khu phế tích của một pháo đài kiêm tu viện Phật Giáo nằm ở thượng vùng Quận Paro (trong Làng Phondey).","xh":"IDrukgyal Dzong yinqaba engamabhodlo kwaye ikwayindlu yoonongendi bamaBhuda kwinxalenye ephezulu ye-Paro District (ePhondey Village).","yo":"Drukgyal Dzong jẹ́ odi tí ó ti bàjẹ́ àti iléègbé àwọn mọ́ǹkì Buddhist ní òkè agbègbè Para (ní abúlé Phondey.","zu":"I-Drukgyal Dzong inqaba enkulu echithakele nemonasteli yamaBhuda engxenyeni engenhla yeSigodi saseParo (eMzaneni wasePhondey)"}
{"ar":"وكان الجراحون على علم بالمسكنات المختلفة بما في ذلك المورفين المستخلص من بذور الخشخاش والسكوبولامين من بذور النباتات.","zh":"外科医生对各种镇静剂都有了解，包括从罂粟种子中提取的吗啡和从莨菪种子中提取的东莨菪碱。","en":"Surgeons had knowledge of various sedatives including morphine from extracts of poppy seeds and scopolamine from herbane seeds.","eu":"Kirurgialariek hainbat lasaigarri ezagutzen zituzten, besteak beste, mitxoleta hazien erauzkinetatik lortutako morfina eta erabelarraren hazietatik lortutako eskopolamina.","fr":"Les chirurgiens connaissaient divers sédatifs comme la morphine, ce produit tirée des graines de pavot ainsi que la scopolamine, extraite de graines de jusquiame noire.","ml":"പോപ്പി വിത്തുകളിൽ നിന്ന് വേർതിരിക്കുന്ന മോർഫിനും ഹെർബേൻ വിത്തുകളിൽ നിന്നുള്ള സ്കോപൊലാമൈനും ഉൾപ്പെടെ വിവിധ സെഡേറ്റീവുകളെ കുറിച്ച് സർജൻന്മാർക്ക് അറിവുണ്ടായിരുന്നു.","mr":"शल्यचिकित्सकांना खसखस पासून मिळणाऱ्या मोर्फिन आणि वनौषधी पासून स्कॉपोलामाईनसह अनेक उपशामक औषधांचे ज्ञान होते.","ne":"शल्यचिकित्सकहरूलाई अफिमको बीउबाट निकालिएको मोर्फिन र हेनबानेको बीउबाट स्कोपोलोमाइन लगायत विभिन्न पीडाहरण गर्ने औषधिहरूको बारेमा ज्ञान थियो।","es":"Los cirujanos contaban con conocimientos sobre distintos sedantes, como la morfina extraída de las semillas de amapola o la escopolamina, obtenida de semillas de beleño.","sw":"Madaktari wa upasuaji walikuwa na uelewa wa vitulizo kadhaa zikiwamo mofini kutoka kwa mbegu za mpopi na scopolamina kutoka kwa mbegu za henbeni.","te":"గసగసాల నుంచి వచ్చే మార్ఫిన్, హెర్బేన్ విత్తనాల నుంచి స్కోపోలామైన్ వంటి మత్తు మందును శస్త్ర చికిత్సకు గురిచేశారు.","ur":"جرّاحوں کو مختلف مُسکِّنات کا علم تھا بشمول خشخاش کے دانوں سے افیم اور ہربین کے دانوں سے اسکوپولامائن نکالنے کا۔","vi":"Các bác sỹ phẫu thuật lúc này đã có hiểu biết về các loại thuốc an thần, trong đó có morphin chiết xuất từ hạt anh túc và scopolamine từ hạt giống cỏ dại","xh":"Ogqirha abaqhaqhayo babenolwazi lwezinto ezahlukeneyo zokunyanga kubandakanya i-morphine ecatshulwe embewini ye-poppy kunye ne-scopolamine evela kwimbewu ye-herbane.","yo":"Àwọn oníṣẹ́abẹ nímọ̀ lórí ọ̀pọ̀lọpọ̀ òògun oorun nínú èyí tí mọfìnì tí wọ́n se látara àyọkúrò kóró pọ́pì àti scopolamine latara àwọn kóró àgbo.","zu":"Odokotela banolwazi lwezindlela ezihlukahlukene zokulalisa okuhlanganisa i-morphine ephuma ezinhlavini ze-poppy kanye ne-scopolamine ephuma ezinhlavini ze-herbane."}
{"ar":"وينص قانون خدمات البث على تنظيم محتوى الإنترنت، ولكن لكي يعتبر محتوى إنترنت، يجب أن يكون موجوداً على الخادم بشكل ملموس.","zh":"《广播服务法》规定了对互联网内容如何监管，但只有实际储存在服务器上的内容才能被视为互联网内容。","en":"The Broadcasting Services Act provides for the regulation of Internet content, however to be considered Internet content, it must physically reside on a server.","eu":"Irrati-difusio zerbitzuen legeak Interneteko edukia erregulatzen du, baina Interneteko eduki gisa hartzeko, zerbitzari batean egon behar du fisikoki.","fr":"La loi sur les services de radiodiffusion prévoit la réglementation du contenu Internet, mais pour être considéré comme un contenu Internet, il doit physiquement résider sur un serveur.","ml":"ഇന്റർനെറ്റ് ഉള്ളടക്കത്തെ നിയന്ത്രിക്കുന്നതിനുള്ളതാണ് ബ്രോഡ്കാസ്റ്റിംഗ് സർവീസസ് ആക്റ്റ്, എന്നിരുന്നാലും ഇന്റർനെറ്റ് ഉള്ളടക്കമായി കണക്കാക്കണമെങ്കിൽ, അത് ഭൗതികമായി ഒരു സെർവറിൽ ഉണ്ടായിരിക്കണം.","mr":"ब्रॉडकास्टिंग सर्व्हिसेस अ‍ॅक्टमध्ये इंटरनेट कंटेंटच्या नियमनाची तरतूद आहे, तथापि यास इंटरनेट कंटेंट मानले गेले असले तरी ते भौतिकरित्या सर्व्हरवरच अवलंबून राहणे आवश्यक आहे.","ne":"प्रसारण सेवा ऐनले इन्टरनेट सामग्रीको नियमन उपलब्ध गराउँछ, यद्यपि इन्टरनेट सामग्री मानिनका लागि यो भौतिक रूपमा कुनै सर्भरमा रहनुपर्छ।","es":"La Ley de Servicios de Radiodifusión prevé la regulación de los contenidos de Internet, pero para que algo sea considerado como contenido de Internet debe residir en un servidor físicamente.","sw":"Sheria ya Huduma za Utangazaji huruhusu udhibiti wa maudhui ya Intaneti, hata hivyo ili kuchukuliwa kuwa maudhui ya intaneti, ni lazima yawe kwenye seva.","te":"ప్రసార సేవల చట్టం ఇంటర్నెట్ విషయం యొక్క నియంత్రణను అందిస్తుంది, అయితే ఇంటర్నెట్ కంటెంట్ గా పరిగణించబడుతుంది, ఇది భౌతికంగా సర్వర్ లో ఉంటుంది.","ur":"نشریاتی خدمات ایکٹ میں انٹرنیٹ کے مشمولات کی ضابطہ بندی کا التزام ہے، تاہم انٹرنیٹ کے مشمولات شمار کیے جانے کے لئے اسے جسمانی طور سے کسی سرور پر ہونا چاہئے۔","vi":"Dịch vụ truyền thông Hành động cung cấp quy định về nội dung Internet, tuy nhiên để được xem là nội dung Internet, nó phải nằm trên một máy chủ.","xh":"IBroadcasting Services Act ibonelela ngolawulo lomxholo we-Intanethi, nangona ukuze ithathwe njengomxholo we-Intanethi, kufuneka ihlale kwiseva.","yo":"Òfin Ile Iṣẹ́ Gbohun Gbohun pèsè fún ìwọ̀nsí èròjà ayélujára, o gbúdọ̀ wá nínú sáfà kató lè pèé ní èròjà ayélujára.","zu":"IBroadcasting Services Act inikeza iziqondiso zokuqukethwe kwe-inthanethi, nokho ukuze kuthathwe njengokuqukethwe kwe-inthanethi, kumelwe kuhlale kuyi-server ngokoqobo."}
{"ar":"يجب أن يكون كعب الحذاء منخفضًا وعريضًا. غالبًا ما تُرش الطرقات أو الممرات بالرمال، أو الحصى، أو الملح (كلوريد الكالسيوم) لزيادة قوة الجر.","zh":"鞋跟应该低而宽。道路上经常会撒上细沙、砂石或盐粒（氯化钙），以增加摩擦力。","en":"Heels should be low and wide. Sand, gravel or salt (calcium chloride) is often scattered on roads or paths to improve traction.","eu":"Takoiek baxuak eta zabalak izan behar dute. Harea, legarra edo gatza (kaltzio kloruroa) bota ohi da errepideetan edo bideetan trakzioa hobetzeko.","fr":"Les talons doivent être bas et larges. Du sable, du gravier ou du sel (chlorure de calcium) est souvent dispersé sur les routes ou les chemins pour améliorer la traction.","ml":"ഉപ്പൂറ്റി താഴ്ന്നതും വീതിയുള്ളതുമായിരിക്കണം. ട്രാക്ഷൻ മെച്ചപ്പെടുത്തുന്നതിന് മണൽ, ചരൽ അല്ലെങ്കിൽ ഉപ്പ് (കാൽസ്യം ക്ലോറൈഡ്) പലപ്പോഴും റോഡുകളിലോ പാതകളിലോ ചിതറിയിടുന്നു.","mr":"हील्स कमी आणि रुंद असाव्यात. ट्रॅक्शन सुधारण्यासाठी बहुतांश वेळा रस्त्यांवर किंवा मार्गांवर वाळू, रेती किंवा मीठ (कॅल्शियम क्लोराईड) विखुरलेले असते.","ne":"हिलहरू न्यून र फराकिलो हुनुपर्छ। बालुवा, गिटी वा लवण (क्याल्सियम क्लोराइड)लाई प्राय: सङ्कर्षण सुधार गर्न सडक वा बाटामा छरिन्छ।","es":"Es preciso que los tacones sean bajos y anchos. Con frecuencia, se desparrama arena, grava o sal (cloruro de calcio) sobre las carreteras o caminos a fin de obtener una mejor adherencia.","sw":"Viatu vya juu vinafaa kua chini na pana.Mchanga, kokoto au chumvi (Kloridi kalsiamu) mara nyingi hupatikana zimetawanyika kwenye barabara na njia ili kuboresha msuguano.","te":"హీల్స్ తక్కువ వెడల్పుగా ఉండాలి. ట్రాక్షన్ మెరుగుపడటానికి ఇసుక, కంకర లేదా ఉప్పు (కాల్షియం క్లోరైడ్) తరచుగా రోడ్లు లేదా మార్గాల్లో జల్లబడతాయి.","ur":"ہیلز کو نچلا اور چوڑا ہونا چاہئیے۔ ریت، گارے یا نمک (کیلشیئم کلورائیڈ) کو اکثر سڑکوں یا گُزرگاہوں پر بکھیرا جاتا ہے تاکہ مضبوطی کو بہتر بنایا جاسکے۔","vi":"Gót nên thấp và rộng. Cát, sỏi hoặc muối (canxi clorua) thường được rải trên đường hoặc lối đi để tăng độ bám.","xh":"IIchops funeke zibephantsi zibesixwexwe. Isanti, igrabile okanye ityiwa (isodiyam khlorhayidi) ifane isakazwe ezindleleni okanye kwindlela zokuphucula umtsalane.","yo":"Ó yẹ́ kí gìgísẹ̀ lọlẹ̀, kó sì fẹ̀. Wọn a máa da iyanrìn, òkúta wẹ́wẹ́ tàbí iyọ̀ (calcium chloride) sí ojú ọnà tàbí ipa ẹsẹ̀ ní ọ̀pọ̀ ìgbà láti jẹ́ kí ó dùn ún rì.","zu":"Izithende kumelwe zibe ezansi futhi zibe banzi. Isihlabathi, inhlabathi enamatshana noma usawoti (i-calcium chloride) kuvame ukusakazeka ezindleleni noma emizileni ukuthuthukisa amandla okubamba."}
{"ar":"تسخّن الحفرة إما بالحجارة المسخنة من النار، أو في بعض الأماكن تجعل الطاقة الحرارية الأرضية مناطق من الأرض ساخنةً بشكل طبيعي.","zh":"坑洞通过用火烧过的石头加热，在某些地方则是利用地热使地面自然变热。","en":"The pit is either heated with hot stones from a fire, or in some places geothermal heat makes areas of ground naturally hot.","eu":"Zuloa sutan egondako harri beroekin edo berotasun geotermikoarekin berotzen da, zeinak lurreko eremuak naturalki berotzen baitituen.","fr":"La fosse est soit chauffée avec des pierres chaudes provenant d'un feu, soit la chaleur géothermique réchauffe naturellement certaines zones du sol.","ml":"കുഴി ഒന്നുകിൽ തീയിൽ ചുട്ടകല്ലുകൾ കൊണ്ട് ചൂടാക്കുന്നു, അതല്ലെങ്കിൽ ചില സ്ഥലങ്ങളിൽ ജിയോ തെർമൽ താപം, ആ സ്ഥലത്തെ സ്വാഭാവികമായി ചൂട് പിടിപ്പിക്കുന്നു.","mr":"खड्डा आगीतील गरम दगडांनी गरम केला जातो किंवा काही ठिकाणी भूगर्भातील उष्णता जमिनीचा भाग नैसर्गिकपणे गरम करते.","ne":"खाल्डोलाई कि त आगोबाट तातो ढुङ्गाले तताइन्छ वा केहि स्थानहरूमा भूतापीय तापले जमिनको क्षेत्रलाई प्राकृतिक रूपमा तातो बनाउँछ।","es":"El pozo se calienta con piedras calientes extraídas del fuego o, en algunos lugares, el calor geotérmico hace que ciertas zonas del suelo se calienten de forma natural.","sw":"Shimo hilo huchomwa kwa mawe moto kutoka kwa moto, au katika baadhi ya maeneo nishati ya jua huyafanya maeneo ya ardhi kiasilia kuwa moto.","te":"గుంటను మంటల నుంచి వేడి రాళ్ళతో వేడి చేస్తారు, లేదా కొన్ని చోట్ల జియోథర్మల్ హీట్ సహజంగా నేలను వేడి చేస్తుంది.","ur":"غار یا تو آگ سے گرم ہوئے پتھروں سے گرم ہوتا ہے، یا کچھ مقامات میں جیوتھرمل حرارت زمینی علاقے کو قدرتی طور پر گرم کر دیتی ہے-","vi":"Cái hố sẽ được làm nóng lên bằng đá nóng lấy ra từ đống lửa, hoặc ở một số nơi địa nhiệt làm cho đất trong khu vực đó nóng tự nhiên.","xh":"Lo mngxuma usenokuba utshiswa ngamatye ashushu omlilo, okanye kwezinye indawo i-geothermal yomlilo yenza indawo ethile yomhlaba itshise ngokwendalo.","yo":"Ọ̀fìn náà lẹ jé gbígbóná pèlú òkúta tí a dáná sí tàbí ní àwọn ibòmíràn ìgbóná ayébáyé maà ǹ mú ilè gbóná nípasè agbègbè.","zu":"Umgodi ushiswa ngamatshe ashisayo avela emlilweni, noma kwezinye izindawo ukushisa okuvela ngaphansi komhlaba kwenze izingxenye zenhlabathi zishise ngokwemvelo."}
{"ar":"يقومون بذلك عن طريق انبعاث جسيم ضوئي صغير يعرف ب \"الفوتون\".","zh":"它们是通过发射一种被称为“光子”的微小光粒子做到这一点的。","en":"They do this by emitting a tiny particle of light called a \"photon\".","eu":"Hori egiteko, “fotoi” izeneko argi partikula txikia igortzen dute.","fr":"Ils le font en émettant une minuscule particule de lumière appelée « photon ».","ml":"ഫോട്ടോൺ എന്നുവിളിക്കുന്ന ഒരു ചെറിയ പ്രകാശ കണത്തെ പുറത്തുവിട്ടാണ് അവ ഇത് ചെയ്യുന്നത്.","mr":"\"\"\"फोटॉन\"\" नावाच्या प्रकाशाचा एक सूक्ष्म कण प्रकाशित करण्याद्वारे ते हे करतात. \"","ne":"उनीहरूले “फोटोन” भनिने प्रकाशको सानो कणलाई उत्सर्जन गरेर यसो गर्दछन्।","es":"Se hace al emitir una pequeña partícula de luz llamada «fotón».","sw":"Hufanya hivi kwa kutoa chembe ndogo ya mwanga inayoitwa “fotoni”.","te":"\"\"\"\"\"\"\"ఫోటాన్\"\"\"\" అనే చిన్న కాంతి రేణువును బయటకు తీసి, ఈ విధంగా చేస్తారు.\"\"\"","ur":"وہ روشنی کے ایک چھوٹے ذرے کو جسے\"فوٹون\" کہا جاتا ہے، پیدا کر کے ایسا کرتے ہیں۔","vi":"Họ thực hiện việc này bằng việc phóng ra các hạt vật chất ánh sáng nhỏ được gọi là “photon”.","xh":"Benza oku ngokukhupha isuntswana lokukhanya elibizwa ngokuba yi \"photon\".","yo":"Bi won se ma n seyi nipe won a ma yo ina kekere ti an pe ni “foton.”","zu":"Zenza lokhu ngokukhipha inhlayiyana yokukhanya ebizwa \"nge-photon\"."}
{"ar":"إلا أنه كرر تصريحه السابق بأن قضية رو ضد ويد كانت \"قانون الأرض المستقر\"، مشددًا على أهمية اتساق أحكام المحكمة العليا.","zh":"然而，他重申了先前的声明，即罗伊诉韦德案（Roe v. Wade）是“美国的既定法律”，并强调最高法院作出一致性裁决的重要性。","en":"He did, however, reiterate his earlier statement that Roe v. Wade was the \"settled law of the land\", emphasizing the importance of consistent Supreme Court rulings.","eu":"Hala ere, berriz aipatu zuen Roe vs Wade kasua zela “legea finkatu zuena”, eta Gorte Gorenaren ebazpenak irmoak izatearen garrantzia nabarmendu zuen.","fr":"Il a toutefois réitéré sa précédente déclaration selon laquelle Roe v. Wade était le « droit établi du pays », soulignant l’importance de la cohérence des décisions de la Cour suprême.","ml":"\"അദ്ദേഹം, എന്നാലും, നിരന്തരമായ സുപ്രീം കോടതി വിധികളുടെ പ്രധാന്യം വ്യക്തമാക്കി കൊണ്ട് അദ്ദേഹത്തിന്റെ മുൻപത്തെ പ്രസ്താവനയായ റോ വി. വെയിഡ് ആണ് \"\"സെറ്റിൽഡ്‌ ലോ ഓഫ് ലാൻഡ്\"\" എന്ന് ആവർത്തിച്ചു.\"","mr":"\"तथापि, त्यांनी त्यांच्या आधीच्या वक्तव्याचा पुनरुच्चार केला की  रो वि. वेड हा सुप्रीम कोर्टाच्या सातत्याने निकालाच्या निर्णयाचे महत्त्व सांगून \"\"जमीनचा तोडगा निघालेला कायदा\"\" होता.\"","ne":"यद्यपि उनले रो भी वाडे (Roe v Wade) “देशको बसोबास भएको कानून” थिए भन्ने आफ्नो पहिलेको भनाइलाई दोहोर्‍याए र उनले सर्वोच्च अदालतको लगातार निर्णयको महत्त्वमा जोड दिए।","es":"No obstante, nuevamente expresó lo que ya antes había mencionado respecto de que Roe contra Wade era la «ley establecida en el país» y resaltó la importancia de que los fallos de la Corte Suprema sean consistentes.","sw":"Hata hivyo, alirudia tamko lake la awali kwamba Roe dhidi ya Wade ilikuwa \"sheria iliyoafikiwa ya nchi\", akisisitiza umuhimu wa maamuzi thabiti ya Mahakama Kuu.","te":"\"అయినప్పటికీ, రో వి. వేడ్ \"\"సుప్రీంకోర్టు తీర్పుల యొక్క ప్రాముఖ్యతను నొక్కిచెప్పే \"\"భూమి యొక్క స్థిర చట్టం\"\", అని తన మునుపటి ప్రకటనను పునరుద్ఘాటించాడు.\"","ur":"تاہم، انہوں نے اپنے پہلے بیان کا اعادہ کیا کہ رو وی ویڈ ہی \"ملک کا مقررہ قانون\" ہے، جس سے سپریم کورٹ کے مستقل احکام کی اہمیت کی تاکید ہوتی ہے۔","vi":"Tuy nhiên, ông ấy lập lại tuyên bố của mình trước đó rằng Roe v. Wade là \"toàn bộ luật trong nước đã định\", nhấn mạnh tầm quan trọng về tính nhất quán của quyết định của Tòa án Tối cao.","xh":"Waye wayigxininisa kwingcaciso yakhe yangaphambili into yokuba, Roev.Wade yaye “ingumthetho obekiweyo wendawo” ekwagxininisa ukubaluleka kokuzinziswa kwesigqibo Senkundla Ephakamileyo.","yo":"O se atenumo oro re akoso wipe Roe v. Wade ni “ofin ilu ti o fidi mule”, ti o n se ise pataki si se deede pelu idajo ile ejo giga.","zu":"Uye waphinda, nokho, amazwi akhe angaphambili okuthi icala likaRoe ngokumelene noWade “kwakuwumthetho wezwe omisiwe”, egcizelela ukubaluleka kokuba Inkatholo Ephakame ikhiphe izinqumo ezifanayo njalo."}
{"ar":"ليست إعاقةً في التعلم لكنه اضطرابٌ في التعلم؛ \" يستهدف ما بين 3 إلى 5 بالمائة من كل الأطفال، أي ما يعادل 2 مليون من الأطفال الأمريكيين.\"","zh":"这不是学习能力缺失，而是学习障碍；这“影响着全美儿童的 3% 到 5%，人数可能多达 200 万”。","en":"It is not a learning disability, it is a learning disorder; it \"affects 3 to 5 percent of all children, perhaps as many as 2 million American children\".","eu":"Ez da ikasketa-desgaitasuna, ikasketa-nahasmendua baizik. “Haurren ehuneko 3-5ek dute, eta, beraz, 2 milioi haur amerikarri eragiten die”.","fr":"Ce n'est pas un handicap d'apprentissage. C'est un trouble de l'apprentissage qui affecte 3 à 5 % des enfants et concerne près de 2 millions d'enfants américains.","ml":"\"അത് പഠന വൈകല്യമല്ല, പഠനത്തിന്റെ ക്രമക്കേടാണ്; \"\" 3 മുതൽ 5 ശതമാനം വരെയുള്ള ഏത് കുട്ടികളെയും അത് ബാധിക്കും, ഒരുപക്ഷേ, അമേരിക്കയിലെ 2 ദശലക്ഷത്തോളം കുട്ടികളെ\"\".\"","mr":"\"ही शिकण्याची दुर्बलता नसून शिकण्याची समस्या आहे; तिचा परिणाम \"\"३ ते ५ टक्के मुलांवर होतो, कदाचित जवळ जवळ २० लाख अमेरिकन मुलांवर होतो\"\".\"","ne":"यो सिकाइको असक्षमता होइन, यो सिकाइको समस्या हो; यसले “सबै बच्चाहरूको 3 देखि 5 प्रतिशतलाई असर गर्दछ, शायद 2 मिलियन जति धेरै अमेरिकी बच्चाहरू।”","es":"No se trata de una discapacidad de aprendizaje, sino de un trastorno del mismo; «lo padecen entre el 3 y el 5 por ciento de los niños, posiblemente hasta 2 millones en Estados Unidos».","sw":"Si ulemavu wa kusoma, ni mvurugiko wa kusoma; “unaathiri asilimia 3 hadi 5 ya watoto wote, pengine takriban watoto milioni 2 wa Marekani”.","te":"\"ఇది అభ్యసన వైకల్యం కాదు, ఇది అభ్యసన రుగ్మత; ఇది \"\"మొత్తం పిల్లలలో 3 నుండి 5 శాతం, బహుశా 2 మిలియన్ల అమెరికన్ పిల్లలపై ప్రభావం చూపుతుంది\"\".\"","ur":"یہ سیکھنے سے معذوری نہیں ہے، یہ سیکھنے کی بے ترتیبی ہے؛ یہ \"تمام بچوں میں سے 3 سے 5 فی صد تک کو متاثر کرتا ہے، شاید امریکہ میں 2 ملیئن بچّوں کو\"۔","vi":"Đây không phải là khuyết tật học tập mà là rối loạn học tập; nó “ảnh hưởng đến 3 tới 5% tổng số trẻ em, có thể lên đến 2 triệu trẻ em Mỹ”.","xh":"Ayikokungakwazi ukufunda, ngumkhwa wokuphazamiseka ekufundeni;iye “ichaphazele aba 3 ukuya kwaba 5 abantwana bonke, mhlawumbi ukuya kutsho kubantwana abakwizigidi ezibini zase Melika”.","yo":"Kìn ṣe àìkè kọ́ ẹ̀kọ́, bí kò ṣe ṣìṣe ségeṣège ní ẹ̀kọ́ kíkọ́, ó ma ń nípa lórí 3-5 percent gbogbo àwọn ọmọdé, kódà mílíọ́nù méjì àwọn ọmọ kékèké ìlú Amékíkà.","zu":"Akukhona ukukhubazeka kokufunda, inkinga yokufunda; ithinta \"amaphesenti angu-3-5 wazo zonke izingane, cishe izingane zaseMelika ezingaba izigidi ezingu-2\"."}
{"ar":"\"من المؤكد أن الدائرة التلفزيونية المغلقة سترسل رسالة قوية إلى من يعملون مع الحيوانات بأن رفاهيتها هي الأولوية القصوى.\"","zh":"“对那些照看动物的人，监控系统肯定会是一种强烈的暗示，那就是动物福利才是最重要的。”","en":"\"The CCTV would certainly send a strong signal to those people working with animals that their welfare is of the highest priority.\"","eu":"“Zaintza-kamerek argi adieraziko liekete animaliekin lanean ari diren pertsonei animalien ongizatea dela lehentasun nagusia.”","fr":"« La vidéo-surveillance enverrait à coup sûr un message fort aux personnes travaillant avec des animaux que leur bien-être est de la plus haute importance »","ml":"“സിസിടിവി വെക്കുന്നതിന്റെ ഏറ്റവും പ്രധാന കാര്യം എന്തെന്നാൽ അത് മൃഗങ്ങൾക്കൊപ്പം ജോലിചെയ്യുന്നവരുടേയും അവരുടെ പുരോഗതിയുടേയും ശക്തമായ സൂചന ഉറപ്പായും അയയ്ക്കും എന്നുള്ളതാണ്.”","mr":"\"\"\"CCTV मुळे प्राण्यांसोबत काम करणार्‍या लोकांना निश्चितच कडक सूचना पाठवण्यात येईल की त्यांचे कल्याण हे सर्वोच्च प्राधान्य आहे.\"\"\"","ne":"“जनावरहरूसँग काम गर्ने मानिसलाई तिनीहरूको कल्याण उच्चतम प्राथमिकतामा छ भनेर सिसिटिभीले निश्चित रूपमा बलियो सङ्केत दिन्छ।”","es":"«Al instalar un circuito cerrado de televisión, de seguro se estará enviando un mensaje contundente a aquellos que trabajan con animales de que su bienestar es de prioridad capital».","sw":"\"Kamera ya siri bila shaka ingetuma ishara imara kwa wale watu wanaofanya kazi na wanyama kwamba ustawi wao ni wa kipaumbele cha juu.\"","te":"\"\"\"జంతువులతో పని చేసే వ్యక్తుల సంక్షేమానికి అధిక ప్రాధాన్యత ఇచ్చేలా సిసి టీవి ఖచ్చితంగా బలమైన సిగ్నల్‌ను పంపుతుంది.\"\"\"","ur":"\"سی سی ٹی وی یقیناً حیوانات کے ساتھ کام کرنے والے افراد کو یہ سگنل دے گا کہ جانوروں کی بہبود اعلیٰ ترجیح کی حامل ہے۔\"","vi":"\"Đài CCTV mới đây đã gửi một thông điệp mạnh mẽ đến những người làm việc với động vật rằng phúc lợi của họ là ưu tiên cao nhất.\"","xh":"\"Ngokuqinisekileyo i-CCTV ithumela umqondiso owomeleleyo kwaba bantu basebenza nezilwanyana ukuba intlalontle yabo yeyona nto iphambili.\"","yo":"“CCTV ma fi àmì tó lágbára ṣọwọ́ sí àwọn ènìyàn tó ṣe iṣẹ́ pẹ̀lú àwọn ẹranko nítorí àláfíà wọn ló jù.”","zu":"\"I-CCTV nakanjani izothumela isibonakaliso esinamandla kulabo bantu abasebenza ngezilwane sokuthi inhlalakahle yabo iyinto eza kuqala kunazo zonke.\""}
{"ar":"مع أنه، نظرياً، يمكن إقامتهم سنوياً (طالما كانوا في بلدان مختلفة)، إلا أن هذا لا يحدث عملياً.","zh":"虽然理论上世博会可以每年举行一次（只要在不同的国家举办就行），但实际上并非如此。","en":"Although in theory they can take place annually (so long as they are in different countries), in practice they are not.","eu":"Teorian, urtero ospa daitezke (baldin eta herrialde desberdinetan egiten badira), baina praktikan ez da hala gertatzen.","fr":"Bien qu'elles puisent théoriquement avoir lieu tous les ans (à condition que ce soit dans des pays différents), dans la pratique, ce n'est pas le cas.","ml":"സൈദ്ധാന്തികമായി അവ വർഷം തോറും നടക്കുമെങ്കിലും (വിവിധ രാജ്യങ്ങളിൽ ഉള്ളിടത്തോളം) പ്രായോഗികമായി അവ അങ്ങനെയല്ല.","mr":"जरी सिंद्धांतानुसारा ते वार्षिक घडून येत असले (जोपर्यंत ते विविध देशात असतात) तरीही प्रत्यक्षात तसे नसते.","ne":"यद्यपि सिद्धान्तमा उनीहरू वार्षिक रूपमा घटित हुन सक्दछन् (तिनीहरू विभिन्न देशहरूमा भएसम्म), व्यवहारमा तिनीहरू छैनन्।","es":"Si bien en teoría se realizan una vez al año (en tanto sea en países diferentes), no es así en la práctica.","sw":"Ingawa katika nadharia zinaweza kutokea kila mwaka (mradi zako katika nchi tofauti), kwa mazoezi hazipo.","te":"సిద్ధాంతపరంగా అవి ఏటా జరగవచ్చు (అవి వేర్వేరు దేశాలలో ఉన్నంత కాలం), ఆచరణలో అవి జరగవు.","ur":"اگرچہ نظریاتی اعتبار سے وہ سال میں ایک مرتبہ واقع ہو سکتے ہیں (جب تک وہ مختلف ممالک میں ہیں)، لیکن عملی طور پر وہ واقع نہیں ہیں۔","vi":"Mặc dù theo lý thuyết, chúng có thể diễn ra hàng năm (miễn là chúng ở những quốc gia khác nhau), nhưng thực tế thì không.","xh":"Nangono bekumele ukuba zibe rhoqo ngonyaka (lo gama nje zikumazwe awahlukahlukeneyo), enyanisweni akunjalo.","yo":"Bí ó tilẹ̀ jẹ́ pé nínú tíọ́rí, wọ́n lè wáyé lọ́dọọdún (tí ó bá ṣá à ti jẹ́ orílẹ̀ èdè ọ̀tọ̀ọ̀tọ̀), in ojúkoju wọn kò rí bẹ́ẹ.","zu":"Nakuba ngokubonwa ngokucabanga zingenzeka njalo ngonyaka (uma nje zisemazweni ahlukile), ngokoqobo akunjalo."}
{"ar":"تصل سرعة هذه العواصف الوحشية إلى 480 كم\/ساعة (133 م\/ث؛ 300 ميل\/س).","zh":"这些怪物般的风暴，风速高达每小时 480 公里（133 m\/s; 300 mph）。","en":"These monster storms have winds up to 480 km\/h (133 m\/s; 300 mph).","eu":"Ekaitz ikaragarri horien haizeek 480 km\/h (133 m\/s; 300 milia orduko) abiadura izatera iristen dira.","fr":"Ces tempêtes géantes comporte des vents soufflant jusqu'à 480 km\/h (133 m\/s ou 300 mph).","ml":"ഈ രാക്ഷസ കൊടുങ്കാറ്റുകൾക്ക് മണിക്കൂറിൽ 480 കിലോമീറ്റർ വരെ വേഗതയുണ്ട് (133 m\/s; 300 mph).","mr":"या राक्षसी वादळामध्ये वारे 480km\/h (133 m\/s; 300 mph) इतके असू शकतात.","ne":"यी राक्षसी आँधीहरूको गती 480 किलोमिटर\/घण्टा (133 मिटर\/सेकेण्ड; 300 mph) सम्म छ।","es":"Estas colosales tormentas traen ráfagas de hasta 480 km\/h (133m\/s; 300 mph).","sw":"Dhoruba hizi za ajabu zina upepo wa hadi kilomita 480 kwa saa (mita 133 kwa sekunde; maili 300 kwa saa).","te":"ఈ రాకాసి తుఫానులకు గంటకు 480 km\/h (133 m\/s; 300 mph) వరకు వేగంతో గాలులు వీస్తాయి.","ur":"اِن عظیم الجثہ طوفانوں میں 480 کلومیٹر\/گھنٹہ (133 میل\/سیکنڈ؛ 300 میٹر فی گھنٹہ) تک کی ہوائیں موجود ہیں۔","vi":"Những cơn bão khủng khiếp này có sức gió lên tới 480 km\/giờ (133 m\/giây; 300 dặm\/giờ).","xh":"Ezi zaqhwithi zikhulu ziba nemimoya enesantya esifikelela ukuya kutsho kwi-480 km\/h (133 m\/s; 300 mph).","yo":"Ìjì líle ti gbì tó okòódínníẹ̀dẹ́gbẹ̀ta kìlómítà láàrin wákàtí (133 m\/s; 300 mph).","zu":"Isiphepho esikhulu esingakwayelekile besigijima ngesivinini sika-480 km\/h (133 m\/s; 300 mph)."}
{"ar":"الخلية هي الوحدة الأساسية لجميع الكائنات الحية، وجميع الكائنات الحية تتكون من خلية واحدة أو أكثر.","zh":"细胞是所有生物的基本构成单位，所有生物体都是由一个或多个细胞构成的。","en":"The cell is the basic unit of all living things, and all organisms are composed of one or more cells.","eu":"Zelula da gauza bizidun ororen oinarrizko unitatea, eta organismo guztiak zelula batez edo gehiagoz osatuta daude.","fr":"La cellule est l'unité de base de tous les êtres vivants, et tous les organismes sont composés d'une ou plusieurs cellules.","ml":"എല്ലാ ജീവജാലങ്ങളുടെയും അടിസ്ഥാന ഘടകം കോശമാണ്, എല്ലാ ജീവജാലങ്ങളും ഒന്നോ അതിലധികമോ കോശങ്ങളാലാണ് നിർമ്മിക്കപ്പെട്ടിരിക്കുന്നത്.","mr":"पेशी हे सर्व सजीवांचे मूलभूत एकक आहे आणि सर्व सजीव हे 1 किंवा अनेक पेशींपासून बनलेले असतात.","ne":"सबै जीवित वस्तुहरूको आधारभूत एकाइ सेल हो र सबै जीवहरू एक वा बढी सेलहरू मिलेर बनेका हुन्छन्।","es":"La unidad básica de todo ser vivo es la célula y cada organismo está formado por una o más de ellas.","sw":"Seli ni sehemu msingi ya vitu vyote vilivyo hai, na viumbehai wote wameundwa kwa moja au zaidi ya seli hizi.","te":"కణం అన్ని జీవుల యొక్క ప్రాథమిక ప్రమాణం, మరియు అన్ని జీవులు ఒకటి లేదా అంతకంటే ఎక్కువ కణాలతో కూడి ఉంటాయి.","ur":"خلیہ تمام زندہ اجسام کی بنیادی یونٹ ہوتی ہے، اور تمام زندہ وجود ایک یا ایک سے زیادہ خلیات سے مل کر بنے ہوتے ہیں-","vi":"Tế bào là đơn vị cơ bản trong các thực thể sống, và tất cả các cơ quan được tạo thành từ một hay nhiều tế bào.","xh":"Iseli sisiseko sayo yonke into ephilayo, kwaye zonke izinto zineseli enye okanye ezingakumbi.","yo":"Sẹ́ẹ̀lì jẹ́ ǹkan pàtàkì ní ara gbogbo ǹkan tó ń mí, àti pé gbogbo organism lóní sẹ́ẹ̀lì kan tàbí jù bẹ́ẹ̀ lọ ní ara wọn.","zu":"Ingqamuzana isakhi esiyisekelo sazo zonke izinto eziphilayo, futhi zonke izinto eziphilayo zenziwe ngengqamuzana elilodwa noma amaningi."}
{"ar":"تختلف الآداب، والقوانين، والطعام، والمرور، والسكن، والمعايير، واللغة وما إلى ذلك إلى حد ما عن المكان الذي تعيش فيه، لذلك فعندما تسافر، لا تتوقع أن تكون الأمور كما هي في \"الوطن\".","zh":"当你旅行时，请不要期待一切就像“在家里”一样。 礼节、法律、饮食、交通、住宿、标准和语言等等都会与你居住的地方有所不同。","en":"When you travel, expect things not to be like they are \"back home\". Manners, laws, food, traffic, lodging, standards, language and so on will to some extent differ from where you live.","eu":"Bidaiatzerakoan, ez espero gauzak “etxean bezalakoak” izatea. Jokamoldeak, legeak, janaria, trafikoa, ostatuak, irizpideak, hizkuntza eta abar desberdinak izango dira zeure bizitokiarekin alderatuta.","fr":"Lorsque vous voyagez, attendez-vous à ce que les choses ne soient pas comme « chez vous ». Les manières, les lois, la nourriture, la circulation, le logement, les normes, la langue, etc. diffèrent dans une certaine mesure de l’endroit où vous vivez.","ml":"\"നിങ്ങൾ യാത്ര ചെയ്യുമ്പോൾ, കാര്യങ്ങൾ \"\"നാട്ടിൽ ഉള്ളത്\"\" പോലെയാകിലെന്ന് പ്രതീക്ഷിക്കുക. പെരുമാറ്റം, നിയമങ്ങൾ, ഭക്ഷണം, ഗതാഗതം, താമസം, മാനദണ്ഡങ്ങൾ, ഭാഷ തുടങ്ങിയവ നിങ്ങൾ താമസിക്കുന്ന സ്ഥലത്ത് നിന്ന് ഒരു പരിധി വരെ വ്യത്യസ്തമായിരിക്കും.\"","mr":"\"तुम्ही प्रवास करता तेव्हा गोष्टी \"\"घरी असल्याप्रमाणे\"\" असाव्यात अशी अपेक्षा करू नका. शिष्टाचार, कायदे, भोजन, रहदारी, निवास व्यवस्था, मानक, भाषा इत्यादी गोष्टी काही प्रमाणात तुम्ही राहता त्याठिकाणापेक्षा भिन्न असतील.\"","ne":"जब तपाईं यात्रा गर्नुहुन्छ, कुराहरू “घरमा भएको” जस्तो नहुने आशा गर्नुहोस्। शिष्टाचार, कानून, खाना, लजिङ, स्तरण, भाषा र त्यस्तै अरू कुरा केही हदसम्म तपाईं बस्ने ठाउँकोभन्दा भिन्न हुनेछन्।","es":"Al viajar, prepárese para que no todo sea como «en casa». Habrá ciertas diferencias en cosas como los modales, la legislación, los alimentos, el tráfico, el alojamiento, las normas, el idioma, entre otros.","sw":"Unaposafiri, tarajia mambo yasiwe kama yalivyo “nyumbani”. Tabia, sheria, chakula, trafiki, mahali pa kulala, viwango, lugha na kadhalika zitatofautiana kwa kiwango fulani na mahali unapoishi.","te":"\"\"\"మీరు ప్రయాణి౦చేటప్పుడు, వస్తువులు \"\"\"\"తిరిగి ఇ౦టికి\"\"\"\" వ౦టివి ఉ౦డకు౦డకు౦డ ఉ౦డకు౦డకు౦డ, వాటిని ఆశి౦చ౦డి. మర్యాద, చట్టాలు, ఆహారం, ట్రాఫిక్, బస, ప్రమాణాలు, భాష మొదలైన వాటి వల్ల మీరు నివసించే ప్రదేశానికి కొంత తేడా ఉంటుంది.\"\"\"","ur":"جب آپ سفر کرتے ہو تو آپ یہ توقع کریں کہ چیزیں ایسی نہ ہوں جیسے وہ \"آپ کے گھر رہتے ہوئے\" تھے۔ طور و طریقے، قوانین، خوراک، آمد و رفت، رہن سہن، معیار، زبان اور اسی طرح کی چیزیں کسی حد تک اس وقت سے مختلف ہو نگے جب آپ تھے۔","vi":"Khi đi ra nước ngoài, bạn cần chuẩn bị tâm lý rằng mọi thứ sẽ không giống như “ở nhà”. Phong tục, luật pháp, thực phẩm, giao thông, chỗ ở, các tiêu chuẩn, ngôn ngữ và v.v. đều sẽ ít nhiều khác với ở quê hương của bạn.","xh":"Xa ukuhambo, lindela izinto zingafani \"nasekhayeni lakho\". Isimilo, imithetho, ukutya, ukuxinana kweendlela, ukuhlala, amazinga, ulwimi nokunjalo kuzakude kohluke ekuhambheni xakuthelekiswa nalapho uhlala khona.","yo":"Nigbakugba to ba rin irinajo, mo daju pe gbogbo nkan kole dabi bo se ri “nile”, ise,ofin, ounje, ilegbe, osuwon, ede, ati bebe lo yo yato si ibi ti o ti n bo.","zu":"Uma uthatha uhambo, lindela izinto ukuba zingafani “nasekhaya”. Imikhuba, imithetho, ukudla, ukuminyana kwezimoto, izimiso, ulimi njalonjalo kuzohluka ngandlelathile nalapho uhlala khona."}
{"ar":"يمكن للنظارات الشمسية أن تكون أقل سعراً في البلاد الأجنبية، خاصة في البلاد منخفضة الدخل التي تكون تكلفة العمالة بها أقل.","zh":"眼镜在国外可能更便宜，特别是在低收入国家，那里的劳动力成本更加低廉。","en":"Eyeglasses can be cheaper in a foreign country, especially in low-income countries where labour costs are lower.","eu":"Betaurrekoak merkeagoak izan daitezke atzerrian, batez ere baliabide gutxiko herrialdeetan, eskulana merkeagoa baita.","fr":"Les lunettes de vue peuvent coûter moins cher à l’étranger, en particulier dans les pays à faible revenu dans lesquels le coût du travail est plus bas.","ml":"ഒരു വിദേശ രാജ്യത്ത്, പ്രത്യേകിച്ച് തൊഴിൽ ചെലവ് കുറവുള്ള കുറഞ്ഞ വരുമാനമുള്ള രാജ്യങ്ങളിൽ കണ്ണടകൾക്ക് വില കുറവായിരിക്കും.","mr":"कमी उत्पन्न असलेल्या देशांमध्ये, विशेषतः जिथे कामगारांचे उत्पन्न कमी आहे अशा परदेशामध्ये चष्म्याचे दर आणखी स्वस्त असतात.","ne":"चश्माहरू विदेशमा सस्ता हुन सक्छन्, विशेषगरी कम आय भएका देशहरूमा जहाँ श्रम लागत कम हुन्छन्।","es":"Los lentes pueden ser más económicos en un país extranjero, en particular en aquellos de bajos ingresos donde el coste laboral es menor.","sw":"Miwani inaweza kuwa bei rahisi katika nchi ya kigeni, haswa katika nchi za mapato ya chini ambapo gharama za kazi ziko chini.","te":"విదేశాలలో కళ్ళజోళ్ళు చాల తక్కువ ధరకు దొరుకుతాయి, ముఖ్యంగా లేబర్ ఖర్చులు తక్కువగా ఉండే తక్కువ రాబడి గల దేశాలలో ఇవి తక్కువ ధరకు దొరుకుతాయి.","ur":"آنکھ کے چشمے بیرونی ملک بالخصوص کم آمدنی والے ملکوں میں سستے ہو سکتے ہیں جہا ں مزدوروں کی اجرت کم ہوتی ہے۔","vi":"Mắt kính có thể rẻ hơn ở nước ngoài, nhất là ở những nước có thu nhập thấp là nơi có giá nhân công rẻ.","xh":"Izipeksi zamanye amazwe zinokubiza imali encincane kwamanye amazwe, ngokukhethekileyo kumazwe angafumanga apho abantu bebhatalwa imali encinci.","yo":"Dígí ojú lè má gbé owó lórí púpọ̀ ni ilẹ̀ òkèrè, pàápàá ni àwọn orílẹ̀ èdè tí èto ọrọ̀ ajé wọn kò dára t.","zu":"Izibuko zamehlo zingabiza kancane kwelinye izwe, ikakhulukazi emazweni aholela imali encane lapho izindleko zokusebenza ziphansi."}
{"ar":"ولم يتعرض \"الزيات\" لأي إصابة في الحادث.","zh":"遭遇事故的扎亚特没有受伤。","en":"Zayat was unhurt in the accident.","eu":"Zayat-ek ez zuen zauririk izan istripuaren ondorioz.","fr":"Zayat est sorti indemne de l'accident.","ml":"അപകടത്തിൽ സായത്തിന് പരിക്കില്ല.","mr":"झयातला दुर्घटनेत कोणतीही दुखापत झाली नव्हती.","ne":"जायत दुर्घटनामा चोटरहित थियो।","es":"Zayat no resultó herido en el accidente.","sw":"Zayat hakujeruhiwa katika ajali hiyo.","te":"ఈ ప్రమాదంలో జయత్ కు గాయాలు కాకుండా నేనలా చేశారు.","ur":"اس حادثہ میں زیات کو کوئی چوٹ نہیں آئی۔","vi":"Zayat không bị thương trong vụ tai nạn.","xh":"UZayat khange onzakale kulo ngozi.","yo":"Zayat kò farapa ní ibi ìjànmbá ọkọ̀.","zu":"U-Zayat akazange alimale engozini."}
{"ar":"اللاعب الذي يقوم بأقل عدد من الضربات، أو التلويحات بالمضرب، لإكمال الدورة يفوز.","zh":"以最少击球次数或挥棒次数完成比赛的选手获胜。","en":"The player who takes the fewest strokes, or swings of the club, to complete the course wins.","eu":"Zirkuitua osatzeko kolpe edo golf-makilarekin swing gutxien egiten dituen jokalariak irabazten du.","fr":"Le joueur qui encaisse le moins de coups, ou de swings avec le club, pour terminer le parcours gagne.","ml":"ഏറ്റവും കുറവ് സ്ട്രോക്കുകൾ അഥവാ ഗോൾഫ് സ്റ്റിക്ക് വളരെ കുറച്ച് തവണ വീശി കോഴ്സ് പൂർത്തിയാക്കുന്ന കളിക്കാരൻ വിജയിക്കുന്നു.","mr":"खेळ पूर्ण करण्यासाठी सर्वात कमी फटकारे मारणारा किंवा दांडुका फिरवणारा खेळाडू जिंकतो.","ne":"थोरै स्ट्रकहरू लिने र क्लबको लयमा खेल्ने खेलाडीले खेल जित्दै खेल पुरा गर्दछन्।","es":"Gana el jugador que alcanza la menor cantidad de golpes, o golpes de palo, para terminar el recorrido.","sw":"Mchezaji ambaye hufanya mipigo michache zaidi, au mizunguko ya rungu, kukamilisha mkondo hushinda.","te":"కోర్సును పూర్తి చేయడానికి క్లబ్ యొక్క అతి తక్కువ స్ట్రోకులు లేదా ఊపులను తీసుకునే ఆటగాడు గెలుస్తాడు.","ur":"وہ کھلاڑی جو کورس جیتنے کے لئے سب سے کم اسٹروک لگاتا ہے، یا سب سے کم گالف کلب کے سوئنگز لگاتا ہے۔","vi":"Người chơi cần ít lần đánh hay lần vung gậy nhất để hoàn tất đường bóng sẽ chiến thắng.","xh":"Oyena mdlali obetha kambalwa, okanye odlale kambalwa, ukuze agqibe indebe unqobile.","yo":"Òṣèrè tó wẹ omi díẹ̀, tàbí mú orí ẹgbẹ́ rl wù, láti parí ìdíje náà.","zu":"Umdlali oshaya izikhathi ezincane kunabo bonke, noma ukushwiba kwesimuhluza, ukuze aqede umdlalo enkundleni uyawina."}
{"ar":"في مساء التاسع من أغسطس، كان إعصار موراكوت على بعد سبعين كيلو متراً تقريباً من مقاطعة فوجيان الصينية.","zh":"截至 8 月 9 日晚，台风莫拉克的台风眼距离中国福建省约 70 公里。","en":"As of the night of August 9, the eye of Morakot was about seventy kilometres away from the Chinese province of Fujian.","eu":"Abuztuaren 9ko gauean, Morakot tifoiaren erdigunea Txinako Fujian probintziatik hirurogeita hamar kilometrora zegoen.","fr":"Comme la nuit du 9 août, l'œil du Mokarot était à environ 17 km de la province chinoise de Fujian.","ml":"ആഗസ്റ്റ് 9 രാത്രിയിൽ, ഫ്യൂജിയാനയിലെ ചൈനീസ് പ്രവിശ്യയിൽ നിന്നും എഴുപത് കിലോമീറ്ററുകൾ അകലെയാണ് മൊറാക്കോട്ടിന്റെ കേന്ദ്രസ്ഥാനം.","mr":"9 ऑगस्टच्या रात्री, मोराकोटचा डोळा फुजियान या चिनी प्रांतापासून सत्तर किलोमीटर्स दूर होता.","ne":"अगस्ट 9 को रातिसम्म मोराकोटको आँखा चिनियाँ प्रान्त फुजियानबाट करिव सत्तरी किलोमिटर टाढा थियो।","es":"La noche del 9 de agosto, el ojo de Morakot quedó a cerca de 60 km de distancia de la ciudad china de Fujian.","sw":"Mnamo usiku wa Agosti 9, jicho la Marakot lilikuwa karibu kilomita sabini kutoka kwenye mkoa wa uchina wa Fujian.","te":"ఆగస్టు 9 రాత్రి నాటికి, మొరాకోట్ యొక్క కన్ను ఫుజియాన్ లోని చైనీస్ ప్రావిన్స్ నుండి డెబ్బై కిలోమీటర్ల దూరంలో ఉంది.","ur":"9 اگست کی رات موراکوٹ کی نگاہ چینی صوبے فوزیان سے تقریبا ستر کلومیٹر دور مرکوز تھی۔","vi":"Từ ngày 9 tháng Tám, tâm bão Morakot cách tỉnh Phúc Kiến của Trung Quốc khoảng bảy mươi cây số.","xh":"Ukususela kubusuku bango-9 Agasti umbindi wesaqhwithi esinbizwa Morakot ubumalunga neekhilomitha ezingamashumi asixhenxe ukususela kwiphondo laseTshayina eliyiFujian.","yo":"Ní bí alẹ́ ọjọ́ kẹsan oṣù kẹjọ, ojú Morakot kò ju àádọ́rin kìlómítà sí agbegbè Fujian àwọn Chines.","zu":"Kusukela ngobusuku buka-Agasti 9, iso lesiphepho iMorakot besicishe sibe amakhilomitha angamashumi ayisikhombisakude nesifundazwe saseShayina saseFujiana."}
{"ar":"لن نصلح سيارة أبدًا، أو نبني نافورة في فنائنا الخلفي، أو نسافر إلى بيرو لدراسة الآثار القديمة، أو نعيد تشكيل منزل جارنا.","zh":"我们永远不会对汽车进行大修，不会在后院建喷泉，不会去秘鲁考察古代遗迹，也不会改造邻居的房子。","en":"We will never overhaul a car, build a fountain in our backyard, travel to Peru to examine ancient ruins, or remodel our neighbour's house.","eu":"Ez dugu auto bat inoiz aztertuko, lorategian iturri bat eraikiko, antzinako hondakinak ikertzeko Perura bidaiatuko edo auzokidearen etxea birmoldatuko.","fr":"Nous n'allons jamais rénover une voiture, construire une fontaine dans notre arrière-cour, voyager au Pérou pour examiner des ruines antiques, ou refaire la maison de notre voisin.","ml":"ഒരു കാർ അറ്റകുറ്റപണി നടത്തുക, ഞങ്ങളുടെ വീട്ടുമുറ്റത്ത് ഒരു ഫൗണ്ടൻ പണിയുക, പുരാതന അവശിഷ്ടങ്ങൾ പരിശോധിക്കാൻ പെറുവിലേക്ക് പോകുക, അല്ലെങ്കിൽ ഞങ്ങളുടെ അയൽക്കാരന്റെ വീട് പുനർനിർമ്മിക്കുക ഇവ ഞങ്ങൾ ഒരിക്കലും ചെയ്യില്ല.","mr":"आपण कधीही आपली कार दुरुस्तीसाठी पूर्ण तपासणार नाही, एखादा कारंजा मागच्या अंगणात बांधणार नाही, प्राचीन अवशेष पाहण्यासाठी पेरुकडे प्रयाण करणार नाही किवा आपल्या शेजाऱ्याचे घर पुनरारेखीत करणार नाही.","ne":"हामी कहिल्यै पनि कारलाई पूर्ण रूपमा परिवर्तन गर्नेछैनौँ, हाम्रो घर पछाडि फोहोरा निर्माण गर्नेछैनौँ, पुराना भग्नावशेषहरू जाँच्न पेरु यात्रा गर्नेछैनौँ वा आफ्नो छिमेकीको घर पुनर्निर्माण गर्नेछैनौँ।","es":"Nunca repararemos un vehículo, ni construiremos una fuente en el patio trasero de nuestra casa, ni iremos a Perú para examinar ruinas antiguas, ni remodelaremos la casa del vecino.","sw":"Hatutawahi kukarabati gari lote, kujenga chemchemi katika ua letu la nyuma, kusafiri Peru kukagua magofu ya kale, au kubuni upya nyumba ya jirani.","te":"మేము ఎన్నడూ కారుఓవర్హాల్ చేస్తాము, మా పెరడులో ఫౌంటెన్ నిర్మించడానికి, పురాతన శిథిలాలను పరీక్షించడానికి పెరూకు ప్రయాణి౦చడ౦, లేదా మన పొరుగువారి ఇ౦టిని పునఃనమూనా చేయడ౦ వ౦టివేవీ చేయము.","ur":"ہم کبھی بھی کسی کار کی مرمت، اپنے مکان کے عقبی حصہ میں جھرنا کی تعمیر، قدیم کھنڈرات کا جائزہ لینے کیلئے پیرو کا سفر، یا اپنے پڑوسی کے گھر کی تعمیرِ نو نہیں کرین گے-","vi":"Chúng tôi sẽ không bao giờ đại tu một chiếc xe, xây một vòi phun nước ở sân sau, đi du lịch Peru để thám hiểm các tàn tích cổ đại, hoặc sửa sang nhà của hàng xóm.","xh":"Asoze siyiqale phantsi injini yemoto, sakhe umthombo emva kwendlu yethu, sityelele ePeru ukuze siyokubona amabhodlo akudla, okanye silungise indlu yommelwane.","yo":"A o ni ti moto pale lai lai, ko orisun omi si eyinkule wa, rin lo Peru lati lo wo erunrun atijo, abi tun ile aladugbo wa ko.","zu":"Angeke silungise imoto, sakhe umthombo emuva kwegceke, sithathe uhambo oluya ePheru ukuyohlola amanxiwa akudala, noma silungise indlu kamakhelwane wethu."}
{"ar":"وخلال خطابه الذي استمر لمدة ساعتين صرح قائلاً \"اليوم، ستعيد شركة أبل اختراع الهاتف، سنصنع التاريخ اليوم\".","zh":"在他时长 2 小时的演讲中，他声称：“现在苹果要重新发明手机，我们现在要创造历史。”","en":"During his 2 hour speech he stated that \"Today Apple is going to reinvent the phone, We are going to make history today\".","eu":"Bi ordutako hitzaldian esan zuenez, “gaur Apple-k telefonoa berrasmatu behar du. Historia idatzi behar dugu gaur.”","fr":"Lors de son discours de deux heures, il affirma que « Aujourd'hui, Apple réinvente le téléphone ; nous allons entrer dans l'histoire aujourd'hui. »","ml":"\"\"\"ഇന്ന് ഫോണിനെ ആപ്പിൾ അടിമുടി മാറ്റുകയാണ്, ഇന്ന് ഞങ്ങൾ ചരിത്രം സൃഷ്ടിക്കാൻ പോകുന്നു\"\", 2 മണിക്കൂർ നീണ്ട പ്രസംഗത്തിൽ അദ്ദേഹം പ്രസ്താവിച്ചു.\"","mr":"\"त्याच्या दोन तासांच्या भाषणामध्ये तो म्हणाला की, \"\"अॅपल आज फोनचे पुनरुत्थान करणार आहे, आपण आज इतिहास घडवणार आहोत.\"\"\"","ne":"आफ्नो 2 घण्टाको भाषणका क्रममा उहाँले भन्नुभयो कि “आज एप्पलले फोन पुनः आविष्कार गर्न गइरहेको छ, हामी आज इतिहास बनाउन गइरहेका छौं।”","es":"En su discurso, de dos horas, expresó: «Hoy Apple va a reinventar el teléfono. Este día haremos historia».","sw":"Wakati wa hotuba yake ya masaa 2, alisema kwamba \"Leo Kampuni la Tofaa itaandaa tena simu hiyo, Tutafanya historia leo\".","te":"\"\"\"తన 2 గంటల ప్రసంగంలో ఆయన ఇలా పేర్కొన్నారు\"\" ఈ రోజు యాపిల్ ఫోన్ ను తిరిగి ఆవిష్కరించి, ఈ రోజు చరిత్ర చేయబోతున్నాను\"\" అని అన్నాడు.\"","ur":"اپنی 2 گھنٹے کی تقریر کے دوران انہوں نے کہا، \"آج Apple نے فون کو دوبارہ نوآباد کیا ہے، آج ہم ایک تاریخ رقم کرنے جا رہے ہیں-","vi":"Trong bài diễn văn kéo dài 2 tiếng của mình, ông đã phát biểu “Ngày nay Apple đang phát minh lại điện thoại. Chúng tôi sẽ tạo nên lịch sử ngay hôm nay”.","xh":"Ngexesha lentetho yakhe yeeyure eziyi-2 uxele wathi \"Namhlanje u-Apple uzokuwenza ngokutsha umnxeba, Sizo kwenza ezothethwa jikelele namhlanje\".","yo":"Nígbàtí ó n sọ̀rọ̀ fún wákàtí méjì o wípe “Apu máa tún ẹ̀rọ ìbánisọ̀rọ̀ ṣe. A ma dìtà.","zu":"Ngesikhathi senkulumo yakhe eyathatha amahora angu-2 wathi: \"Namuhla i-Apple izokwakha ngenye indlela ifoni, Sizokwenza umlando namuhla\"."}
{"ar":"حصل برنامج بي بي إس على أكثر من 24 جائزة إيمي وكانت مدة عرضه أقصر من \"سيسم ستريت\" و\"ومستر روجرز نيبرهود\".","zh":"PBS 电视台的这个节目荣获二十多项艾美奖，其播出历史仅次于《芝麻街》和《罗杰斯先生的左邻右舍》。","en":"The PBS show has more than two-dozen Emmy awards, and its run is shorter only than Sesame Street and Mister Rogers' Neighborhood.","eu":"Sesamo auzoa eta Rogers jaunaren auzoa baino denbora gutxiagoz jardun duen arren, bi dozena Emmy sari baino gehiago ditu PBS saio honek.","fr":"L'émission de PBS a reçu plus d'une vingtaine d'Emmy Awards, et elle a uniquement duré moins longtemps que 1, rue Sésame et Mister Rogers.","ml":"PBS ഷോ രണ്ട് ഡസനിൽ കൂടുതൽ എമ്മി അവാർഡുകൾ നേടിയിട്ടുണ്ട്, കൂടാതെ ഇതിന്റെ റൺ സെസമി  സ്ട്രീറ്റിനേക്കാളും മിസ്റ്റർ റോഗേഴ്സ് നെയിബർഹുഡിനേക്കാളും ചെറുതാണ്.","mr":"PBS शो कडे 2 डझनाहून अधिक एमी पारितोषिके आहेत आणि त्याची धाव फक्त सेसमी स्ट्रीट आणि मिस्टर रॉजर्स नेबरहूड पेक्षाच कमी आहे.","ne":"PBS मा दुई दर्जनभन्दा बढी एमी पुरस्कार छन् र यसको रन सिसम स्ट्रीट र मिस्टर रोजर्सको आसपासभन्दा कम छ।","es":"El programa de PBS tiene más de veinticuatro premios Emmy y su duración es más breve que la de Plaza Sésamo y el Vecindario del Señor Roger.","sw":"Onyesho la PBS lina tuzo zaidi ya dazeni mbili za Emmy, na muda wake ni mfupi kuliko tu Sesame Street na Mister Roger's Neighborhood.","te":"పిబిఎస్ షోకు రెండు-డజనుకు పైగా ఎమ్మీ అవార్డులు ఉన్నాయి, మరియు అది సిసేమ్ స్ట్రీట్ మరియు మిస్టర్ రోజర్స్ కంటే తక్కువే నడిచింది.","ur":"پی بی ایس شو کے پاس دو درجن سے زائد اعزازات ہیں، اور اس کا دورانیہ سیسام اسٹریٹ اور مسٹر روجرس نیبر ہوڈ سے بھی کم ہے۔","vi":"Chương trình của đài PBS đã thu về hơn hai chục giải thưởng Emmy và thời gian phát sóng của nó chỉ đứng sau Sesame Street và Mister Rogers' Neighborhood.","xh":"Le nkqubo yePBS ifumene iimbasa ze-Emmy ezingaphezu kwe-24, yaye idlale ixesha elifutshane kancinci kune-Sesame Street kunye neMister Roger's Neighborhood.","yo":"Ètò PBS ní tó àmì ẹ̀yẹ Emmy tó lé ní dọ́sìnì méjì, Ó sì ma ń kéré jú òpópónà Sesame àti agbègbè ọ̀gbẹ́ni Rogers lọ.","zu":"Umboniso we-PBS lunemiklomelo ye-Emmy engaphezu kwamashumi amabili nane futhi iboniswa isikhathi esifushane kune-Sesame Street neMister Rogers’s Neighborhood kuphela."}
{"ar":"ومع هذا تشير أدلة جديدة إلى أن الموريوري كانوا مجموعة من ماوري اليابسة واللذين هاجروا من نيويلاندا إلى جزر الشاتام حيث طوروا ثقافتهم المميزة والسلمية.","zh":"但有新的证据表明，莫里奥里人属于大陆毛利人族群，他们从新西兰移居到查塔姆群岛，发展出了自己独特的崇尚和平的文化。","en":"However, new evidence suggests that the Moriori were a group of mainland Maori who migrated from New Zealand to the Chatham Islands, developing their own distinctive, peaceful culture.","eu":"Hala ere, frogek iradokitzen dute Morioriak Maori kontinentalen talde bat zirela, Zeelanda Berritik Chatham uharteetara migratu, eta beren kultura baketsu adierazgarria garatu zutenak.","fr":"Cependant, une nouvelle preuve suggère que les Moriori étaient un groupe de Maoris du continent qui ont migré de la Nouvelle-Zélande vers les îles Chatham, développant leur propre culture distincte et pacifique.","ml":"എന്നിരുന്നാലും,മാതൃരാജ്യമായ മയോരിയിലെ ഒരു ജനവിഭാഗമായിരുന്ന മറിയോരികൾ ന്യൂസിലൻഡിൽനിന്ന് ചാത്തം ദ്വീപുകളിലേക്ക് കുടിയേറുകയും വിശിഷ്ടവും സമാധാനപൂർണ്ണവുമായ തനത് സംസ്ക്കാരം അവിടെ വികസിപ്പിക്കുകയും ചെയ്തു എന്ന് പുതിയ തെളിവുകൾ പ്രസ്താവിക്കുന്നു.","mr":"तथापी काही पुरावे हे सुचवतात के मोरीओरी हा मुख्य भागातील मावरींचा समूह होता जो न्यूझीलंड मधून चाथम बेटावर स्थलांतरीत झाले, त्यांची  स्वत:चे असे वेगळे, शांततापूर्ण संस्कृती विकसित करणारे.","ne":"यद्यपि, नयाँ प्रमाणले संकेत गर्दछ कि मोरीओरी मुख्य भूमि माओरीका एउटा समूह थिए जो आफ्नो विशिष्ट, शान्तिमय संस्कृति विकास गर्दै न्युजिल्यान्डबाट च्याथम टापुहरूमा बसाई सरेका थिए।","es":"Nuevas pruebas sugieren, no obstante, que los Moriori fueron un grupo de maoríes continentales que salieron de Nueva Zelanda y se dirigieron a las Islas Chatham, donde desarrollaron su distintiva cultura pacífica.","sw":"Hata hivyo, ushahidi mpya unadokeza kwamba Moriori walikuwa kundi la Maori wa bara waliohama kutoka Nyuzilandi hadi Visiwa vya Chatham, na wakakuza utamaduni wao wenyewe wa kipekee na wenye amani.","te":"అయితే, మొరియోరి ప్రధాన భూభాగం మావోరీ  సమూహంగా  ఉన్నారని ,వారు న్యూజిలాండ్ నుండి చాతమ్  దీవులకు వలస వెళ్లి, వారి  స్వంత ప్రత్యేక, శాంతియుత సంస్కృతిని అభివృద్ధి చేసుకున్నారు అని కొత్త ఆధారాలు తెలియజేస్తున్నాయి.","ur":"تاہم، نئے شواہد سے معلوم ہوتا ہے کہ موریوری برّ اَعظم ماوری کے ایک گروپ میں سے تھے جو نیوزی لینڈ سے چیتھم جزیروں کی طرف ہجرت کر گئے تھے، اور وہاں اپنی مخصوص، پرامن ترقی پذیر ثقافت قائم کی تھی۔","vi":"Tuy nhiên, bằng chứng mới cho thấy Moriori là nhóm người Maori lục địa di cư từ New Zealand sang Quần đảo Chatham phát triển văn hóa hòa bình, độc đáo của riêng họ.","xh":"Nangona kunjalo, ubungqina obutsha bucebisa ukuba amaMoriori ayeliqela lamaMaori aphuma kwilizwe laseNew Zealand esiya kwiiChatham Islands, ephuhlisa inkcubeko yabo eyahlukileyo, enoxolo.","yo":"Àmọ́ṣá, ẹ̀rí tuntun sàfihàn pé àwọn Moriori jẹ́ ọ̀kan lára àwọn Maori tí wọ́n kó kúrò ní New Zealand lọ sí erékùsù Chatham, se àgbéga àṣà ti wọn tó yàtọ̀ találàfíà.","zu":"Nokho, ubufakazi obusha busikisela ukuthi ama-Moriori bekuyiqembu labantu basezwekazini laseMaori abathuthe besuka eNyuzilandi beya eZiqhingini zaseChatham, bezenzela isiko labo elihlukile, elinokuthula."}
{"ar":"ولم ترد أخبار عن وقوع أي إصابات كبيرة، لكن خمسة أشخاص على الأقل كانوا في موقع الحادث وقت حدوث الانفجار، وقد تمت معالجتهم من أعراض الصدمة.","zh":"据报告并没有发生重大伤亡，但至少有5 人因身处爆炸现场而出现休克症状，接受了治疗。","en":"No major injuries were reported, but at least five people on scene at the time of the explosion were treated for symptoms of shock.","eu":"Ez da zauritu larririk egon, baina eztanda gertatzean bertan zeuden bost pertsona, gutxienez, tratatu egin behar izan dituzte shock-sintomak direla eta.","fr":"Aucun blessé grave n’a été signalé, mais au moins cinq personnes présentes sur les lieux au moment de l’explosion ont été traitées pour des symptômes d’état de choc.","ml":"ഗുരുതര പരുക്കുകൾ ഒന്നും റിപ്പോർട്ട് ചെയ്തിട്ടില്ല, എന്നാൽ സ്ഫോടന സമയത്ത് സംഭവ സ്ഥലത്തുണ്ടായിരുന്ന അഞ്ച് ആളുകൾക്ക് എങ്കിലും ഷോക്കിന്റെ ലക്ഷണങ്ങൾക്ക് ചികിൽസ നൽകിയിട്ടുണ്ട്.","mr":"कोणत्याही मोठ्या इजा झाल्या नाहीत, परंतु स्फोटाच्या वेळी घटनास्थळी असलेल्या किमान 5 लोकांवर आघाताच्या लक्षणांसाठी उपचार करण्यात आले.","ne":"कसैलाई कुनै ठूलो चोटपटक लागेको भनेर रिपोर्ट गरिएको छैन तर विस्फोटका समयमा कम्तीमा पाँच जना व्यक्तिमा आघातको लक्षण देखिएकाले तिनको उपचार गरिएको थियो।","es":"No se informó la existencia de heridos graves, pero se dio tratamiento a, por lo menos, cinco personas por síntomas de shock que se encontraba en la escena al momento de la explosión.","sw":"Hakuna majeraha makubwa yaliyoripotiwa, lakini angalau watu watano katika eneo wakati wa mlipuko huo walitibiwa kwa dalili za mshtuko.","te":"పెద్ద గాయాలు ఏవీ నమోదు కాలేదు, కానీ పేలుడు సమయంలో ఘటనా స్థలంలో ఉన్న కనీసం ఐదుగురు వ్యక్తులకు షాక్ లక్షణాలకు చికిత్స అందించారు.","ur":"کسی کے زیادہ زخمی ہونے کی اطلاع نہیں تھی، لیکن دھماکے کے وقت جائے وقوع پر موجود کم از کم پانچ افراد کا صدمے کی علامات کیلئے علاج کیا گیا تھا۔","vi":"Không có thương tích nghiêm trọng nào được ghi nhận, nhưng ít nhất năm người tại hiện trường lúc vụ nổ xảy ra đã được điều trị các triệu chứng sốc.","xh":"Akukho monzakalo omkhulu oye waxelwa, kodwa ubuncinane bahlanu abantu ebebekwindawo yexhwayelo abaye banyangelwa iimpawu zomothuko ngethuba logqabhuko dubulo.","yo":"Kò jábọ̀ ìṣeléṣe púpọ̀, ṣùgbọ́n ó kéré jù àwọn ènìyàn márùn tó wà níbẹ̀ ní àkókò tí gbàmù náà ṣẹlẹ̀ ní wọ́n ṣàyẹ̀wò ìyàlẹ́nu fún.","zu":"Akukho ukulimala okutheni okubikiwe, kodwa okungenani abantu abahlanu abakade bese ndaweni yesigameko ngesikhathi sokuqhuma balashelwe izimpawu zokuthuka."}
{"ar":"قبل وصول الإسبان في القرن السادس عشر، كان شمال تشيلي تحت حكم الإنكا، بينما كان سكان أروكانيا الأصليون (مابوتشي) يسكنون وسط وجنوب تشيلي.","zh":"在 16 世纪西班牙人到来之前，智利北部受印加统治，而土著阿拉可尼人（Araucanians）（即马普切人）则居住于智利中部和南部。","en":"Before the Spanish arrived in the 16th century, northern Chile was under Inca rule while the indigenous Araucanians (Mapuche) inhabited central and southern Chile.","eu":"Espainiarrak 16. mendean iritsi aurretik, Txile iparraldea Inken boterepean zegoen eta Araucania-ko biztanle indigenak (Mapucheak) Txile erdialde eta hegoaldean bizi ziren.","fr":"Avant l’arrivée des Espagnols au XVIe siècle, le nord du Chili était sous la domination inca tandis que les indigènes araucaniens (Mapuche) habitaient le centre et le sud du Chili.","ml":"16-ആം നൂറ്റാണ്ടിൽ സ്പാനിഷുകാർ വരുന്നതിനുമുമ്പ്, വടക്കൻ ചിലി ഇൻക ഭരണത്തിനു കീഴിലായിരുന്നു. അതേസമയം തദ്ദേശീയരായ അറൗക്കാനിയക്കാർ (മാപുചെ) മധ്യ, ദക്ഷിണ ചിലിയിൽ അധിവസിച്ചിരുന്നു.","mr":"16 व्या शतकात स्पॅनिश लोक येण्यापूर्वी, उत्तर चिली इनका राज्यवटीखाली होती तर मूळ व दक्षिणेकडील चिली येथे स्वदेशी आराउकेनिअन्स (मापुचे) रहात होते.","ne":"16 औं शताब्दीमा स्पेनिशहरू प्रस्थान गर्नुअघि उत्तरी चिलीमा इन्का शासकहरूको अधीनमा भएको बेला आदिवासी अरौकानियन (मापुचे) मध्य र दक्षिण चिलीमा बस्ने गर्थे।","es":"Hasta el siglo XVI, durante la era prehípánica, el norte chileno era de dominio inca, mientras que los indígenas araucanos (mapuches) residían en el centro y sur del país.","sw":"Kabla ya Wahispania kuwasili katika karne ya 16, Chile kaskazini ilikuwa chini ya utawala wa Inca huku wenyeji Waarauka (Mapuche) wakiishi Chile ya kati na kaskazini.","te":"16వ శతాబ్దంలో స్పానిష్ వారు ప్రవేశించకముందు,  స్థానిక అరౌకానియన్లు (మాపుచె) మధ్య మరియు  దక్షిణ చిలీలో నివసిస్తూ ఉన్నప్పుడు  ఉత్తర చిలీ ఇన్కా పాలనలో ఉండేది.","ur":"16 ویں صدی میں جب دیسی اراوکینیوں (ماپوچے) کے وسطی اور جنوبی چلی میں آباد تھے ہسپانوی لوگوں کی آمد سے قبل، شمالی چلی پر ان کی حکومت تھی۔","vi":"Trước khi người Tây Ban Nha đặt chân đến đây vào thế kỷ 16, miền bắc Chile thuộc sự cai quản của người Inca trong khi các tộc thổ dân Araucanian (người Mapuche) sinh sống ở miền trung và miền nam Chile.","xh":"Phambi kokufika kwabo base Spain ngesenturi ye 16th, iChile ekumantla yayiphansti kolawulo kwe Inca ngelixa ama Araucaniani ( Mapuche) ayehlala kumbindi nakumzantsi we Chile.","yo":"Ki awon ara Spain to de ni odun 16th century, ariwa orile ede Chile wa ni abe isejoba Inca nigbati awon abinibi Araucanians (Mapuche) n gbe ni aringbungbun ati guusu Chile.","zu":"Ngaphambi kokuba kufike abantu baseSpeyini ngekhulu lama-16 leminyaka, iChile esenyakatho beyingaphansi kokubusa kwama-Inca kuyilapho ama-Araucania wendabuko (Mapuche) ayehlala eChile ephakathi neseningizimu."}
{"ar":"تطالب \"تحرير الحيوانات\" والجمعية الملكية لمنع القسوة على الحيوانات (RSPCA) مرة أخرى بالتركيب الإلزامي لكاميرات المراقبة في جميع المسالخ الأسترالية.","zh":"动物解放组织和皇家防止虐待动物协会 (RSPCA) 再次呼吁在澳大利亚所有屠宰场强制安装闭路电视摄像头。","en":"Animal Liberation and the Royal Society for the Prevention of Cruelty to Animals (RSPCA) are again calling for the mandatory installation of CCTV cameras in all Australian abattoirs.","eu":"Animalien Askapenak eta Animaliekiko Krudeltasuna Prebenitzeko Errege-sozietateak (RSPCA) berriro aldarrikatu dute Australiako hiltegietan zaintza-kamerak instalatzeko derrigortasuna.","fr":"Animal Liberation et la Royal Society for the Prevention of Cruelty to Animals (RSPCA) demandent à nouveau l’installation obligatoire de caméras de surveillance dans tous les abattoirs australiens.","ml":"അനിമൽ ലിബറേഷനും റോയൽ സൊസൈറ്റി ഫോർ ദി പ്രിവൻഷൻ ഓഫ് ക്രൂവൽറ്റി ടു അനിമൽസും (RSPCA) ഓസ്‌ട്രേലിയൻ അബോട്ടയറുകളിൽ സിസിടിവി ക്യാമറകൾ നിർബന്ധമായും സ്ഥാപിക്കണമെന്ന് ആവശ്യപ്പെടുന്നു.","mr":"अ‍ॅनिमल लिबरेशन आणि रॉयल सोसायटी फॉर द प्रिव्हेंशन ऑफ क्रूएल्टी टू अॅनिमल्स (RSPCA) पुन्हा ऑस्ट्रेलियनच्या सर्व कत्तलखान्यांमध्ये CCTV  कॅमेर्‍याची अनिवार्य स्थापना करण्यासाठी पुन्हा बोलवत आहेत.","ne":"पशु मुक्ति र पशुहरूमाथि क्रुरता रोकथामका लागि शाही समाज (RSPCA)ले अष्ट्रेलियाली कसाइखानाहरूमा सीसीटीभी क्यामेराको अनिवार्य स्थापनाका लागि फेरि आह्वान गरिरहेका छन्।","es":"El movimiento Liberación Animal y la Real Sociedad para la Prevención de la Crueldad contra los Animales (RSPCA) nuevamente reclaman la instalación obligatoria de cámaras de videovigilancia en todos los mataderos de Australia.","sw":"Uhuru wa Wanyama na Jamii ya Kifalme ya Uzuiaji wa Ukatili kwa Wanyama (RSPCA) wanatoa tena wito wa kuwekwa kwa kamera za CCTV kwa lazima katika vichinjio vyote vya Australia.","te":"ఆస్ట్రేలియాకు చెందిన జంతువధ శాలలలో ఖచ్చితంగా CCTV కెమెరాలను అమర్చాలని Animal Liberation మరియు Royal Society for the Prevention of Cruelty to Animals (RSPCA)లు మళ్లీ పిలుపునిచ్చాయి.","ur":"اینیمل لبریشن اور رائل سوسائٹی فور دا پریوینشن آف کروئلٹی ٹُو اینیملز(آر ای پی سی اے) دونوں تنظیمات نے مطالبہ کیا ہے کہ آسٹریلیا کے تمام ذبیحہ خانوں میں سی سی ٹی وی کیمرے نصب کئے جائیں۔","vi":"Mặt trận Giải phóng động vật (Animal Liberation) và Hiệp hội Hoàng gia về Phòng chống hành vi tàn ác đối với động vật (Royal Society for the Prevention of Cruelty to Animals) một lần nữa kêu gọi bắt buộc lắp đặt máy quay quan sát trong tất cả các lò mổ của Úc.","xh":"I-Animal Liberation kunye neRoyal Society for the Prevention of Cruelty to Animals (i-RSPCA) kwakhona bafuna ukunyanzelisa ukufakelwa kweekhamera zeCCTV kuzo zonke izilarha zaseAustralia.","yo":"Ìtúsílẹ̀ Ęranko àti Ęgbẹ́ Ọlọ́ba tó Lòdí sí fífi àwọn ẹranko jìyà (RSPCA) wọ́n ti ń pè fún fífí kámẹ́rà ìṣóni tó n jẹ́ CCTV sí gbogbo ilé pęran pęran ní Ìlú Australian.","zu":"Ukukhululwa kweZilwane kanye Nomphakathi waseBukhosini wokuGwema Isihluku Ezilwaneni (RSPCA) kusacela ukufakwa kwamakhamera we-CCTV okuyimpoqo emadeleni wonke wase-Australia."}
{"ar":"أنت بحاجة إلى أحذية بنعال مناسبة كحدٍ أدنى. تكون الأحذية الصيفية في العادة زلقة جداً على الجليد والثلج، حتى إن بعض الأحذية الشتوية تكون غير مناسبة.","zh":"至少你需要鞋底适当的鞋子。穿夏季鞋在冰雪上行走通常很滑，甚至一些冬季靴也有所不足。","en":"At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.","eu":"Gutxienez, zola aproposak dituzten oinetakoak behar dituzu. Udako oinetakoekin oso erraza izaten da izotzean eta elurretan irristatzea eta neguko bota batzuk ere eskas geratzen dira.","fr":"Des chaussures avec des semelles adéquates, c'est le minimum. Les chaussures d'été glissent très souvent sur la glace et sur la neige, même certains modèles prévus pour l'hiver n'y dérogent pas.","ml":"ഏറ്റവും കുറഞ്ഞത്, അടിവശം നല്ലതായ ചെരിപ്പുകൾ വേണം. വേനൽക്കാല ഷൂകൾ സാധാരണയായി ഐസിലും മഞ്ഞിലും തെന്നും, ശൈത്യകാല ബൂട്ടുകൾ പോലും ചിലപ്പോൾ മതിയായെന്ന് വരില്ല.","mr":"कमीतकमी, तुम्हाला योग्य तळवे असलेल्या बुटांची गरज आहे. उन्हाळ्यात वापरले जाणारे बूट सामान्यतः बर्फ आणि हिमावर घसरतात, काही हिवाळी बूटही वापरण्यासाठी योग्य नसतात.","ne":"कम्तिमा पनि तपाईंलाई उपयुक्त तलुवा भएको जुत्ता चाहिन्छ। गर्मीयामका जुत्ताहरू प्रायः बरफ र हिउँमा धेरै चिप्लिने हुन्छन्, केही जाडोयामका जुत्ताहरूमा पनि कमी हुन्छ।","es":"Es esencial que cuente, cuando menos, con calzado con suelas apropiadas. Los zapatos de verano por lo general resbalan mucho en el hielo y la nieve, incluso hay botas de invierno que no son adecuadas.","sw":"Kwa kiwango cha chini, unahitaji viatu vilivyo na nyayo zinazofaa. Viatu vya kiangazi kwa kawaida huwa telezi sana katika barafu na theluji, hata buti za baridi zina upungufu.","te":"తక్కువలో తక్కువ, మీకు తగిన సోల్స్‌‌తో పాదరక్షలు ఉండడం అవసరం. వేసవి బూట్లు సాధారణంగా మంచు మరియు మంచు మీద చాలా జారేవి, కొన్ని శీతాకాలపు బూట్లు సహితం లోపం గలవి.","ur":"آپکو کم سے کم مناسب تلوں والے جوتوں کی ضرورت ہوگی- عام طور پر موسم گرما کے جوتے برف اور ژالہ باری میں بہت پھسلتے ہیں، یہاں تک کہ موسم سرما کے جوتے بھی ناکافی ہوتے ہیں-","vi":"Tối thiểu bạn cần một đôi giày có đế phù hợp. Giày mùa hè thường rất trơn trên băng tuyết, ngay cả một số ủng mùa đông cũng không thích hợp.","xh":"Ubuncinane, udinga izihlangu ezinesoli efanelekileyo. Izihlangu zasehlotyeni zidla ngokutyibilika kumkhenkce nakwikhephu, yaye nezinye iibhutsi zobusika zikhe zingafaneleki.","yo":"Ó kéré tán, o nílò bàtà tó ni ìtẹ̀lẹ̀ tó dára. Àwọn bàtà àkókò ooru ma ń yọ̀ lórí yìnyìn, kódà àwọn búùtù òtútù mìíràn kò daátó.","zu":"Ngokwesilinganiso, udinga izicathulo ezinesithende ezifanelekile. Izicathulo zasehlobo ngokuvamile ziyashelela eqhweni kanye nasesithwathweni, ngisho nezinye izicathulo zasebusika azifaneleki."}
{"ar":"حيوانان الموظ (التي تُعرف أيضًا بالإلكة) ليست عدوانية بطبعها، لكنها ستدافع عن نفسها إذا شعرت بالخطر.","zh":"驼鹿（也被称为麋鹿）天生不具攻击性，但如果感觉到威胁它们也会自卫。","en":"Moose (also known as elk) aren't inherently aggressive, but will defend themselves if they perceive a threat.","eu":"Altzeak ez dira arriskutsuak izatez, baina euren burua defendatuko dute arriskurik sumatzen badute.","fr":"Les élans ne sont pas de nature agressive, mais se défendront s’ils se sentent en danger.","ml":"മാനുകൾ പാരമ്പര്യമായി അക്രമ സ്വഭാവം ഉള്ളവയല്ല, എന്നാൽ ഒരു ഭീഷണിയെക്കുറിച്ച് അറിഞ്ഞാൽ അവ സ്വയം പ്രതിരോധിക്കും.","mr":"मूस (ज्याला एल्क असेही म्हणतात) मुळात आक्रमक नसतात पण त्यांना धोका जाणवल्यास ते स्वत:चे रक्षण करतात.","ne":"मुस (जसलाई एल्क पनि भनिन्छ) स्वाभाविक रूपमा आक्रामक हुँदैनन्, तर यदि उनीहरूलाई कुनै खतरा महसुस भयो भने आफूलाई बचाउनेछन्।","es":"Los alces (también llamados uapitíes) no tienen una naturaleza agresiva, no obstante lo cual, se defenderán si se sienten amenazados.","sw":"Kongoni (pia wanajulikana kama elk) hawana fujo kiasili, lakini watajitetea ikiwa watakisia kuna hatari.","te":"మూస్ (ఎల్క్ అని కూడా పిలుస్తారు) సహజంగా దూకుడుగా ఉండరు, కానీ వారు ఒక బెదిరింపును పొందితే తమను తాము రక్షించుకుంటారు.","ur":"مُوس (جنہیں ایلک بھی کہا جاتا ہے) وہ ذاتی طور پر جارحانہ فطرت نہیں رکھتے، مگر وہ اپنا دفاع ضرور کریں گے اگر اُنہیں ایک خطرے کا احساس ہو۔","vi":"Nai sừng xám (còn gọi là nai sừng tấm) vốn dĩ không hung dữ, nhưng chúng sẽ tự vệ nếu nhận thấy sự đe dọa.","xh":"Moose (ephinde yaziwe njenge elk) azimfuzo yocinezelo, kodwa ziyakuthi zizikhusele ukuba zikrokrela uloyikiso.","yo":"Moose (tí a ms sí elk) kò kín bínu, ṣùgbọ́n wọ́n ma gbèjà ara wọn tí wọ́n bá kófìrí ìjà.","zu":"Izinyamazane ezinkulu zaseMelika (ngezinye izikhathi ezibizwa ngama-elk) azithandi udlame, kodwa zizozivikela lapho zibona ingozi."}
{"ar":"قامت اللجنة الأولمبية الدولية بالتصويت على تضمين الرياضات في اجتماع مجلسها التنفيذي ببرلين اليوم. اختيرت لعبة الرغبي، وبالتحديد اتحاد الرغبي، والجولف للمشاركة في الأولمبياد على حساب خمس رياضات أخرى.","zh":"今天，国际奥委会在柏林举行执行理事会会议，会上投票决定了要纳入的体育项目。橄榄球（更确切地说，联合会式橄榄球）以及高尔夫击败了其他五项运动，被选定为奥运会的参赛项目。","en":"The International Olympic Committee voted to include the sports at its executive board meeting in Berlin today. Rugby, specifically rugby union, and golf were selected over five other sports to be considered to participate in the Olympics.","eu":"Nazioarteko Batzorde Olinpikoak kirol horiek sartzeko bozkatu du gaur Berlinen egin duten batzorde exekutiboaren bileran. Errugbia, zehazki hamabosteko errugbia, eta golfa hautatu dira beste bost kirolen artetik Olinpiar Jokoetan parte hartzeko.","fr":"Le Comité international olympique a voté l’inclusion de ces sports lors de la réunion de son conseil d’administration à Berlin aujourd’hui. Le rugby, plus précisément le rugby collectif, et le golf ont été choisis parmi cinq autres sports pour participer aux Jeux olympiques.","ml":"ബെർലിനിൽ ഇന്ന് നടന്ന എക്സിക്യൂട്ടീവ് ബോർഡ് യോഗത്തിൽ സ്പോർട്‌സ് ഉൾപ്പെടുത്താൻ അന്താരാഷ്‌ട്ര ഒളിമ്പിക് കമ്മിറ്റി തീരുമാനിച്ചു. ഒളിമ്പിക്സിൽ പങ്കെടുക്കുന്നതിനായി പരിഗണിക്കപ്പെടുന്നതിന് മറ്റ് അഞ്ച് കായിക ഇനങ്ങൾക്ക് ഉപരിയായി റഗ്ബി, പ്രത്യേകിച്ച് റഗ്ബി യൂണിയൻ, ഗോൾഫ് എന്നിവ തിരഞ്ഞെടുക്കപ്പെട്ടിരുന്നു.","mr":"आंतरराष्ट्रीय ऑलिम्पिक समितीने आज बर्लिनमधील कार्यकारी मंडळाच्या बैठकीत खेळांना समाविष्ट करण्यासाठी मतदान केले. ऑलिम्पिकमध्ये भाग घेण्याकरिता विचारत घेतलेल्या इतर 5 खेळांमधून रग्बी, विशेषतः रग्बी युनियन आणि गोल्फ निवडले गेले.","ne":"बर्लिनको आज कार्यकारी बोर्डको बैठकमा अन्तर्राष्ट्रिय ओलम्पिक समितिले खेलहरू समावेश गर्न मतदान गरे। रग्बी, विशेष गरी रग्बी युनियन र गल्फ ओलम्पिकमा सहभागी लिन मानिने पाँच अन्य खेलका रूपमा छानिएका थिए।","es":"El día de hoy, el Comité Olímpico Internacional votó en su reunión ejecutiva en Berlín para incluir los deportes. Se seleccionó al rugby, en especial el rugby union, y al golf entre otras cinco disciplinas que se habían presentado para que se considerase su participación en los Juegos Olímpicos.","sw":"Kamati ya Kimataifa ya Olimpiki ilipigia kura kujumuisha spoti hiyo katika mkutano wake mkuu wa bodi katika Berlin leo. Raga, hususan muungano wa raga, na gofu ziliteuliwa kushiriki katika Olimpiki.","te":"అంతర్జాతీయ ఒలింపిక్ కమిటీ నేడు బెర్లిన్ లో జరిగిన ఎగ్జిక్యూటివ్ బోర్డు సమావేశంలో క్రీడలను చేర్చేందుకు ఓటు వేసింది. రగ్బీ, ప్రత్యేకంగా రగ్బీ యూనియన్, ఇంకా గోల్ఫ్ ఒలింపిక్స్ లో పాల్గొనేందుకు పరిగణించ బడే ఐదు ఇతర క్రీడలకు ఎంపిక చేయబడ్డాయి.","ur":"بین الاقوامی اولمپک کمیٹی نے آج برلن میں اپنے ایگزیکٹو بورڈ کے اجلاس میں ان کھیلوں کو شامل کرنے کے حق میں ووٹ دیا۔ رگبی، خاص طور پر رگبی یونین، اور گولف کو اولمپکس میں شامل کرنے کیلئے دیگر پانچ کھیلوں پر ترجیح دی گئی۔","vi":"Ủy ban Olympic Quốc tế đã bỏ phiếu đồng ý đưa các môn thể thao lên cuộc họp ban lãnh đạo tại Berlin hôm nay. Bóng bầu dục, đặc biệt là liên đoàn bóng bầu dục và gôn được chọn từ năm môn thể thao khác để được cân nhắc tham gia Olympics.","xh":"Kwintlanganiso ebibanjelwe eBerlin namhlanje, ibhodi yolawulo lwe-International Olympic Committee ivotele ukuyifaka loo midlalo. Umbhoxo, ngokungqalileyo, umbhoxo odlalwa kwiligi kunye negalufa ziye zakhethwa ngaphezu kweminye imidlalo emihlanu ebihlolwa ukuba ingathatha inxaxheba kwii-Olimpiki.","yo":"Àwọn aláṣẹ Ìgbìmọ̀ Olympic làgbáláayé ninú ìpàdé tí o wáyé ni Berlin lónìí dìbò láti ṣe àfikún eré-ìdárayá nínú ìpàdé ìgbìmọ̀ aláṣẹ. Rugby, pàápàá ẹgbẹ́ Rugby àti golf ni wọ́n sàyàn nínú àwọn eré ìdárayá mìíràn bíi márùn ún tí wọ́n gbé kalẹ̀ láti kópa nínú ìdíje Olympics.","zu":"I-International Olympic Committee ivotele ukuhlanganisa imidlalo emhlanganweni webhodi yabaphathi eBerlin namuhla. I-rugby, ngokukhethekhile inyunyoni ye-rugby, kanye negalufu zikhethiwe emidlalweni emihlanu eminye ukucatshangalwe ukuthi ihlanganyele kuma-Olimpiki."}
{"ar":"القهوة هي إحدى أكثر السلع المتداولة في العالم، وقد تعثر على أنواع كثيرة في منطقتك الأم.","zh":"咖啡是全球交易量最大的商品之一，你在家乡很可能可以买到种类繁多的咖啡。","en":"Coffee is one of the world's most traded commodities, and you can probably find many types in your home region.","eu":"Kafea da munduan gehien salerosten den produktua eta, seguruenik, zeure eskualdean hainbat kafe mota egongo dira eskuragarri.","fr":"Le café est l’une des marchandises les plus vendues au monde, et vous pouvez probablement en trouver de nombreux types dans votre région d’origine.","ml":"ലോകത്തിൽ ഏറ്റവും അധികം വ്യാപാരം ചെയ്യപ്പെടുന്ന ചരക്കുകളിൽ ഒന്നാണ്‌ കാപ്പി, നിങ്ങളുടെ നാട്ടിൽ മിക്കവാറും പല തരത്തിലുള്ളവ കണ്ടെത്താൻ നിങ്ങൾക്ക്  കഴിയും.","mr":"कॉफी ही जगातील सर्वाधिक व्यापार केल्या जाणाऱ्या वस्तूंपैकी 1 आहे तसेच तुम्हाला तुमच्या गृह प्रदेशात याचे अनेक प्रकार आढळतील.","ne":"कफी विश्वको सबैभन्दा धेरै व्यापार गरिने चीजहरूमध्ये एक हो र तपाईं सायद आफ्नो घर क्षेत्रमा यसका धेरै प्रकारहरू भेट्टाउनुहुनेछ।","es":"El café es una de las mercancías básicas que más se comercializa a nivel mundial y es probable que encuentre muchas variedades en su región de origen.","sw":"Kahawa ni mojawapo ya bidhaa zinazouzwa sana duniani, na labda unaweza kupata aina nyingi katika eneo lako la nyumbani.","te":"కాఫీ ప్రపంచంలో అత్యంత వర్తకం చేసే వస్తువులలో ఒకటి,  మీరు బహుశా మీ ఇంటి ప్రాంతంలో అనేక రకాలను చూడవచ్చు.","ur":"کافی دنیا کی سب سے زیادہ تجارت والی اشیاء میں سے ایک ہے، اور آپکو اپنے آبائی علاقے میں اسکی کئی قسمیں مل جائیں گی۔","vi":"Cà phê là một trong những mặt hàng được buôn bán nhiều nhất thế giới và bạn có thể tìm thấy rất nhiều loại cà phê nơi quê nhà của mình.","xh":"Ikofu yeyona mveliso kurhwetywa ngayo ehlabathini, yaye ungafumana iintlobo ezahlukahlukeneyo kummandla ohlala kuwo.","yo":"Kọfí jẹ́ ọ̀kan nínú àwọn ohun èlò tí wọ́n ń tà lágbàáyé, o sì lè rí i ní ọ̀pọ̀ ẹkùn ilé rẹ.","zu":"Ikhofi lingomunye wemikhiqizo yomhlaba okuhwetshwa ngawo kakhulu, futhi cishe ungathola izinhlobo eziningi endaweni yangakini."}
{"ar":"في السابع من أكتوبر، انفَصل مُحركٌ عند الإقلاع دون إصابات، أوقفت روسيا استخدام طائرات Il-76 لفترةٍ قصيرةٍ بعد وقوع الحادث.","zh":"10 月 7 日，一台发动机在飞机起飞时脱离，未造成人员伤亡。该事故后，俄罗斯短暂停飞了伊尔-76。","en":"On October 7 an engine separated on takeoff, without injuries. Russia briefly grounded Il-76s after that accident.","eu":"Urriaren 7an, motor bat hegazkinetik askatu zen aireratzeko unean; ez zen zauriturik egon. Errusiak II-76ak lurrean utzi zituen tarte labur batez istripua gertatu ondoren.","fr":"Le 7 octobre, un moteur s'est détaché au décollage, mais personne n'a été blessé. La Russie a rapidement cloué au sol les Il-76 après cet accident.","ml":"ഒക്ടോബർ 7-ന് ഒരു എഞ്ചിൻ ടേക്ക് ഓഫ് സമയത്ത് വേർപെട്ടു, പരിക്കുകളൊന്നും ഉണ്ടായില്ല. ആ അപകടത്തിന് ശേഷം റഷ്യ Il-76s ഉപയോഗം താൽക്കാലികമായി നിർത്തിവച്ചു.","mr":"७ ऑक्टोबर रोजी उड्डाण करताना इंजीन निखळले, कोणतीही दुखापत झाली नाही. त्या घटनेनंतर रशियाने काही काळासाठी Il-76 ची उड्डाणे रद्द केली.","ne":"अक्टोबर 7 मा उडान गर्दा एउटा इन्जिन अलग्गियो, जसमा कुनै चोटपटक लागेन। त्यो दुर्घटनापछि रूसले Il-76s को उडान केही समय प्रतिबन्धित गर्‍यो।","es":"El 7 de octubre, un motor se separó al despegar, sin dejar heridos. Rusia hizo permanecer en tierra los Il-76 por poco tiempo después de ese accidente.","sw":"Mnamo Oktoba 7 injini ilijitenga wakati wa kuruka, bila majeraha. Urusi iliweka Il-76 kando baada ya ajali hiyo.","te":"అక్టోబర్ 7న టేకాఫ్ అయిన సమయంలో ఒక ఇంజిన్ ను వేరు చేసి, ఎలాంటి గాయాలు లేకుండా చేశారు. ఆ ప్రమాదం తర్వాత రష్యా క్లుప్తంగా Il-76s ను నేలమట్టం చేసింది.","ur":"7 اکتوبر کو اڑان بھرتے ہی انجن طیارہ سے جدا ہو گیا لیکن کوئی اتلاف نہیں ہوا۔ اس حادثہ کے بعد روس نے آئی ایل-76 طیاروں کو خدمت سے برطرف کردیا۔","vi":"Vào ngày 7 tháng 10, một động cơ bị tách rời khi cất cánh, không có thương tích nào xảy ra. Sau tai nạn đó, Nga nhanh chóng cấm bay đối với những chiếc Il-76.","xh":"Nge 7 ka Okthobha injini iye yawa xa inqwelo ntaka iqalisa ukubhabha khange kubekho bonzakaleyo. iRussia yanqumamisa kancinci ukubhabha kwee-Il-76s emva kwengozi.","yo":"Ní ọjọ́ keje osù kẹwàá, ẹ̀rọ ya ibi ìgbéra sọ́tọ, lálàì farapa. ilẹ̀ Russia bẹ̀rẹ̀ ní II-76s ní kéte tí ìjàm̀bá sẹlẹ̀.","zu":"Ngo-October 7 injini yaphuma lapho indiza isuka, kwangabi nolimalayo. IRashiya imise ama-ll-76 okwesikhashana ngemva kwaleyo ngozi."}
{"ar":"يسمي العلماء هذه العملية \"الانبعاث المحفِّز للإشعاع\" نظراً لاستخدام ضوء ساطع في تحفيز الذرات، مما يسبب انبعاث فوتون من الضوء وهو نوع ٌمن الإشعاع.","zh":"科学家把这一过程称为“受激辐射”，因为原子受到强光的刺激，引起光子的发射，而光也是辐射的一种。","en":"Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.","eu":"Zientzialariek “erradiazio-igorpen estimulatu” deitzen diote prozesuari, argi distiratsuak atomoak estimulatu egiten dituelako, eta, horren eraginez, argi fotoi bat igortzen delako. Argia erradiazio mota bat da.","fr":"Les scientifiques appellent ce processus « émission stimulée de rayonnement », car les atomes sont stimulés par la lumière vive, ce qui provoque l’émission d’un photon de lumière (la lumière étant un type de rayonnement).","ml":"\"ശാസ്ത്രജ്ഞർ ഈ പ്രക്രിയയെ \"\"റേഡിയേഷന്റെ ഉത്തേജിപ്പിക്കപ്പെട്ട പുറന്തള്ളൽ\"\" എന്നുവിളിക്കുന്നു, കാരണം പ്രകാശത്തിന്റെ ഒരു ഫോട്ടോൺ പുറപ്പെടുവിച്ചുകൊണ്ട് ആറ്റങ്ങൾ തെളിഞ്ഞ പ്രകാശത്താൽ ഉത്തേജിപ്പിക്കപ്പെടുന്നു, പ്രകാശം ഒരു തരം റേഡിയേഷനാണ്.\"","mr":"\"शास्त्रज्ञांनी या प्रक्रियेला \"\"रेडिएशनचे उत्तेजित उत्सर्जन\"\" म्हटले आहे कारण अणू तेजस्वी प्रकाशामुळे उत्तेजित होतात ज्यामुळे प्रकाशाच्या फोटॉनच्या उत्सर्जनास कारणीभूत ठरते आणि प्रकाश हा एक प्रकारचा रेडिएशन आहे.\"","ne":"वैज्ञानिकहरूले यस प्रक्रियालाई “विकिरणको उत्तेजित उत्सर्जन” भन्छन् किनकी परमाणुहरू उज्यालो बत्तीले उत्तेजित हुन्छन्, जुन प्रकाशको फोटोनको उत्सर्जनको कारक हो र प्रकाश एक प्रकारको विकिरण हो।","es":"Los expertos denominan a este proceso «emisión estimulada de radiación», ya que la luz brillante estimula a los átomos, lo que genera la emisión de un fotón de luz, que es un tipo de radiación.","sw":"Wanasayansi huita mchakato huu \"utoaji wa mionzi uliosisimuliwa\" kwani atomu husisimuliwa na mwanga mkali, na kusababisha utoaji wa fotoni ya mwanga, na mwanga ni aina ya mionzi.","te":"\"\"\"ఈ ప్రక్రియను \"\"\"\"ఉత్తేజిత మైన వికిరణాన్ని\"\"\"\" అని శాస్త్రవేత్తలు అంటారు, ఎందుకంటే కాంతి కిరణాలు కాంతి కిరణాల ను ప్రేరేపించి, కాంతి యొక్క ఒక కాంతి ని వెలువరించడానికి కారణం, మరియు కాంతి ఒక రకమైన వికిరణం.\"\"\"","ur":"سائنسدان اس عمل کو \"شعاع کا متحرک اخراج\" کہتے ہیں کیونکہ چمکدار روشنی کے ذریعہ ذرات متحرک ہوتے ہیں، جسکی وجہ سے ضیاء کا فوٹون خارج ہوتا ہے، اور روشنی شعاع کی ایک قسم ہے-","vi":"Các nhà khoa học gọi quá trình này là “phát xạ kích thích” vì những hạt nguyên tử bị kích thích bởi ánh sáng, tạo ra sự phát xạ của các hạt photon ánh sáng, và ánh sáng là một loại của bức xạ.","xh":"Oososayensi bayibiza le nkqubo \"njengenkqubo ekhuthazwayo yokukhupha iradiyeyshini\" ngenxa yokuba ii-atomu zikhutshwa kukuqaqamba kokukhanya, nto leyo ebangela ukuphuma kwe-photon yokukhanye, yaye ukukhanya luhlobo oluthile lweradiyeyshini.","yo":"Àwọn onímọ̀ sáyẹ́nsì ma n pè ní “stimulated emission of radiation” torí àwọn átọ́mù ma ń fura sí iná tó ràn èyí ṣokùn fa kí fotoni ina maa jáde,iná dẹ̀ jẹ́ irúfẹ́ redieṣọ́ni.","zu":"Ososayenzi babiza lenqubo ngokuthi “ukukhishwa kwemisebe okushukumisiwe” ngoba ama-athomu ashukunyiswa ukukhanya okukhanyayo, okubangela ukukhishwa kokukhanya kwefothoni, futhi ukukhanya uhlobo lwemisebe."}
{"ar":"بسبب حرارة النهار، قد يرى المسافرون السراب الذي يوهم بوجود الماء (أو أشياء أخرى).","zh":"在白天最热的时候，旅行者们可以体验到由水（或其他东西）所形成的错觉——海市蜃楼。","en":"In the heat of the day, travelers can experience mirages that give the illusion of water (or other things).","eu":"Eguneko beroaren eraginpean, bidaiariek ilusioak izan ditzakete, ura (edo beste zerbait) dagoen irudipena ematen dutenak.","fr":"Avec la chaleur de la journée, les voyageurs peuvent apercevoir des mirages qui donnent l'illusion de l'eau (ou d'autres choses).","ml":"പകൽ ചൂടിൽ, യാത്രക്കാർക്ക് വെള്ളത്തിന്റെ (അല്ലെങ്കിൽ മറ്റ് വസ്തുക്കളുടെ) മിഥ്യാബോധം നൽകുന്ന ജലവിഭ്രാന്തി അനുഭവിക്കാൻ കഴിയും.","mr":"दिवसाच्या उष्णतेमध्ये, प्रवाशांना मृगजळाचा अनुभव येऊ शकतो, जे पाणी असल्याचा भास निर्माण करतात (किंवा इतर वस्तू).","ne":"दिउँसोको गर्मीमा यात्रीहरूले पानीको जस्तो भ्रम (वा अन्य चीजहरू) दिने मिराजहरू अनुभव गर्न सक्छन्।","es":"Durante el calor diurno, es posible que los turistas vean espejismos que generan la ilusión de visualizar agua, entre otros.","sw":"Katika joto la siku, wasafiri wanaweza kuona mazigazi ambayo hutoa dhana ya maji (au vitu vingine).","te":"పగటి పూట వేడిలో, ప్రయాణికులు ఎండమావి (లేదా ఇతర విషయాలు) యొక్క భ్రమను ఇచ్చే అద్భుతాలను అనుభవించవచ్చు.","ur":"دن کی گرمی میں، مسافروں کو نظر کا دھوکا ہوسکتا ہے جو پانی (یا دوسری چیزوں) کا بھرم دیتا ہے۔","vi":"Trong cái nóng ban ngày, du khách có thể trải qua ảo ảnh giống như ảo giác về nước (hoặc những thứ khác).","xh":"Xa kushushu kakhulu, abahambi bangabona imbonakalo engathi ngamanzi (okanye ezinye izinto).","yo":"Nínú gbogbo rògbòdìyàn òní, àwọn arìnrìn àjò lè ní ìrírí òmìrán tí ó dábí omi (tàbí àwọn ǹkan míràn).","zu":"Uma kuwusuku olushisayo, izihambi zingabona utalagu olubukeka njengamanzi (noma ezinye izinto)."}
{"ar":"تمثل منطقة تركيا واحدة من أكبر 37 دولة في العالم، وهي بحجم دولتي متروبوليتان فرنسا والمملكة المتحدة معاً.","zh":"土耳其的面积在世界上排第 37 位，大约是法国本土和英国面积的总和。","en":"Turkey's area makes it the world's 37th-largest country, and is about the size of Metropolitan France and the United Kingdom combined.","eu":"Turkiaren azalera dela eta, munduko 37. herrialderik handiena da, eta haren tamaina Frantzia eta Britainia Handi metropolitarra konbinatuta duten tamainaren berdina da.","fr":"La superficie de la Turquie en fait le 37e plus grand pays du monde et équivaut à peu près à la taille de la France métropolitaine et du Royaume-Uni réunis.","ml":"തുർക്കിയുടെ വിസ്‌തൃതി ലോകത്തിലെ  37-ാമത്തെ വലിയ രാജ്യമായി മാറ്റുന്നു. മാത്രമല്ല, ഇത് മെട്രോപൊളിറ്റൻ ഫ്രാൻസിന്റെയും യുണൈറ്റഡ് കിംഗ്ഡത്തിന്റെയും സംയോജിത വലുപ്പത്തോളം വരും.","mr":"तुर्कस्थानचे क्षेत्रफळ त्याला जगातील 37 वा मोठा देश बनवते आणि त्याचा आकार हा मेट्रोपोलिटन फ्रान्स आणि यूनायटेड किंगडम एकत्रित केल्या इतका आहे.","ne":"टर्कीको क्षेत्रले यसलाई विश्वको 37औँ सबै भन्दा ठूलो देश बनाउँदछ र करिब महानगर फ्रान्स र संयुक्त अधिराज्यको संयोजित आकारको छ।","es":"La superficie de Turquía la ubica en el puesto 37 de los países más grandes del globo, con un tamaño similar al de Francia metropolitana y el Reino Unido juntos.","sw":"Eneo la Uturuki huifanya kuwa nchi ya 37 kwa ukubwa duniani, na ina takriban saizi za Ufaransa ya Uropa na Uingereza kwa pamoja.","te":"టర్కీ యొక్క విస్తీర్ణం దానిని ప్రపంచంలో 37 వ అతిపెద్ద దేశంగా చేస్తుంది మరియు ఇది మెట్రోపాలిటన్ ఫ్రాన్స్ మరియు యునైటెడ్ కింగ్‌డమ్ కలిపి ఏర్పడే పరిమాణానికి సమానం.","ur":"رقبہ کے لحاظ سے ترکی دنیا کا 37 واں بڑا ملک ہے، اس کا رقبہ فرانس اور برطانیہ کے مجموعی رقبہ کے برابر ہے۔","vi":"Diện tích của Thổ Nhĩ Kỳ nằm thứ 37 các nước lớn nhất thế giới, và nó bằng khoảng kích thước của Đô thị nước Pháp và Anh cộng lại.","xh":"Indawo yaseTurkey iyenza ilizwe le-37 ngobukhulu kumazwe onke, kwaye ilingana nobukhulu beMetropolitan France kunye ne-United Kingdom zidityanisiwe.","yo":"Agbẹ̀gbẹ̀ Turkey jẹ́ orílé-èdè ẹ̀kẹtàdínlógójí ní tìtòbi, o jẹ iyẹ ìwọ̀n olú ílu Faransé àti ílu ọba lápapò.","zu":"Indawo yaseTheki iyenza izwe elikhulu kakhulu lama-37 emhlabeni, futhi ingalingana neDolobha Elikhulu laseFulansi noMbuso Ohlangene kuhlangene."}
{"ar":"تعيش الحيوانات في جميع أنحاء الكوكب. يحفرون في الأرض ويسبحون في المحيطات ويطيرون في السماء.","zh":"地球上的各个角落都有动物的身影。它们有的在地下挖洞，有的在海洋中畅游，有的在天空中翱翔。","en":"Animals are found all over the earth. They dig in the ground, swim in the oceans, and fly in the sky.","eu":"Lurraren eremu guztietan daude animaliak. Lurrean zuloak egiten dituzte, itsasoetan igeri, eta zeruan hegan.","fr":"On trouve des animaux partout sur la Terre. Ils creusent le sol, nagent dans les océans et volent dans le ciel.","ml":"ഭൂമിയിലെമ്പാടും മൃഗങ്ങളെ കാണാവുന്നതാണ്. അവർ നിലത്ത് കുഴിക്കുകയും സമുദ്രങ്ങളിൽ നീന്തുകയും ആകാശത്ത് പറക്കുകയും ചെയ്യുന്നു.","mr":"प्राणी सर्व पृथ्वीवर सापडतात. ते जमीन खोदतात, महासागरांमध्ये पोहोतात आणि आकाशात उडतात.","ne":"पृथ्वीभरि जनावरहरू पाइन्छन्। तिनीहरू भुइँमा हिड्ने, समुद्रमा पौडिने र आकाशमा उड्छन्‌।","es":"Los animales pueden ser hallados en cualquier rincón del planeta: cavan en el suelo, nadan en los océanos y vuelan los cielos.","sw":"Wanyama hupatikana duniani kote. Wanachimba ardhini, wanaogelea kwenye bahari, na wanaruka angani.","te":"భూమి అంతా జంతువులు కనిపిస్తాయి. అవి భూమిలో త్రవ్వి, సముద్రాలలో ఈదుతూ, ఆకాశంలో ఎగురును.","ur":"جانور پوری زمین پر پائے جاتے ہیں- وہ زمین کو کھودتے ہیں، سمندروں میں تیرتے ہیں اور آسمان میں اڑتے ہیں-","vi":"Động vật sinh sống ở khắp nơi trên trái đất. Chúng đào hang trong lòng đất, bơi dưới đại dương và bay trên bầu trời.","xh":"Izilwanyana zifumaneka kuwo wonke umhlaba. Ziyagrumba emhlabathini,Ziqubhe elwandle, kwaye zibhabhe esibhakabhakeni.","yo":"Eranko wà káàkiri Gbogbo àgbáyé. Wọn a ma gbẹ́lẹ̀, wọ́n a má lúwẹ̀ẹ́ ọ̀sà, wọ́n a ma fò lójú ọ̀run.","zu":"Izilwane zitholakala yonke indawo emhlabeni. Zemba phansi, zibhukude ezilwandle, futhi zindize esibhakabhakeni."}
{"ar":"تستخدم بعض آلات تصوير الأفلام متوسطة الحجم تنسيقاً 6 × 6 سنتيمتراً وبشكل أكثر دقة أدق 56 × 56 ميلمتراً للنسخ السلبية.","zh":"一些中画幅胶片相机使用 6x6cm 的画幅，更准确地说，是 56x56mm 的底片。","en":"Some medium-format film cameras use a 6 by 6 cm format, more precisely a 56 by 56 mm negative.","eu":"Formatu ertaineko bideokamera batzuek 6 x 6 cm-ko formatua erabiltzen dute, zehatzago esanda, 56 x 56 mm-ko negatiboa.","fr":"Certaines caméras de moyen format utilisent un format de 6 par 6 cm, plus précisément un négatif de 56 par 56 mm.","ml":"ചില മീഡിയം-ഫോർമാറ്റ് ഫിലിം ക്യാമറകൾ 6 ബൈ 6 cm ഫോർമാറ്റ് ഉപയോഗിക്കുന്നു, കൂടുതൽ കൃത്യമായി ഒരു 56 ബൈ 56 mm നെഗറ്റീവ്.","mr":"काही मध्यम स्वरुपाचे चित्रपट कॅमेरे 6 बाय 6 cm फॉर्मॅट वापरतात, अगदी अचूकपणे 56 बाय 56 mm निगेटिव्ह.","ne":"केहि मध्यम-स्वरूपको फिल्म क्यामेराले, धेरै स्पष्ट रूपमा 56देखि 56 मिमी नकारात्मक, 6देखि 6 सेमी ढाँचा प्रयोग गर्दछ।","es":"Existen cámaras de películas con formato medio que usan uno de 6 por 6 cm, más específicamente, un negativo de 56 por 56 mm.","sw":"Kamera ingine za muundo wa kati zinatumia muundo wa 6 kwa 6, kwa usahihi 56 kwa 56 hasi.","te":"కొన్ని మీడియం-ఫార్మాట్ ఫిల్మ్ కెమెరాలు 6 బై 6 సెం.మీ ఫార్మాట్‌ను ఉపయోగిస్తాయి, మరింత ఖచ్చితంగా 56 బై 56 మిమీ నెగెటివ్.","ur":"کچھ میڈیم فارمیٹ فلم کیمروں میں 6*6 سینٹی میٹر فارمیٹ، زیادہ درست طور پر 56*56 mm نیگٹیو کا استعمال کیا جاتا ہے۔","vi":"Một số máy chụp hình loại trung bình sử dụng định dạng 6x6 cm, chính xác hơn là phim âm bản cỡ 56x56 mm.","xh":"Ezinye ii-camera ezine eziyilentlobo ephakathi endaweni yayo zisebenzisa intlobo ye-6 ngo 6 cm, ngokuchana ucwethe I-56 nge 56 mm o-negative.","yo":"Díẹ̀ nínú àwọn kámẹ́rà fíìmù alábọ́dé ló ń lo ìlànà mẹ́fà sí mẹ́fà sẹ̀ńtímítà, ní pàtó ó ní mẹ́rìndínlọ́gọ́ta sí mẹ́rìndínlọ́gọ́ta mm òdì.","zu":"Amanye amakhamera wamafilimi wohlobo oluphakathi asebenzisa ifomethi ye-6 ngo-6, ngokunembile kakhudlwana inegethivu ka-56 ngo-56 mm."}
{"ar":"وبخصوص الوضع المالي العالمي، أكمل زاباتيرو قائلاً \"إن النظام المالي هو جزء من الاقتصاد، جزء جوهري.","zh":"关于全球金融形势，萨帕特罗继续说道：“金融体系是经济的一部分，一个关键部分。","en":"Regarding the global financial situation, Zapatero continued by saying that \"the financial system is a part of the economy, a crucial part.","eu":"Munduko egoera finantzarioari dagokionez, Zapatero-k jarraitu zuen esanez “sistema finantzarioa ekonomiaren parte dela, oinarrizko parte bat.","fr":"\"En ce qui concerne la situation financière mondiale, Zapatero a poursuivi en disant que \"\"le système financier fait partie de l’économie, un élément essentiel.\"","ml":"\"\"\"സാമ്പത്തിക വ്യവസ്ഥ സമ്പദ്ഘടനയുടെ ഒരു ഭാഗമാണ്, ഒരു നിർണ്ണായക ഭാഗം\"\" എന്ന് പറഞ്ഞുകൊണ്ട് ആഗോള സാമ്പത്തിക സ്ഥിതിയെക്കുറിച്ച് സാപറ്റെറോ തുടർന്നു.\"","mr":"\"जागतिक आर्थिक परिस्थितीसंबंधित, सपातेरो पुढे म्हणाले की, \"\"आर्थिक व्यवस्था ही अर्थव्यवस्थेचा एक भाग आहे, एक महत्त्वाचा भाग.\"\"\"","ne":"विश्वव्यापी वित्तीय अवस्थाका सम्बन्धमा, जापाटेरोले भन्दै जारी राखे कि “वित्तीय प्रणाली अर्थव्यवस्थाको एक हिस्सा हो, एक महत्त्वपूर्ण हिस्सा हो।","es":"Zapatero continuó diciendo, a propósito de la situación financiera a nivel mundial, que «el sistema financiero es un componente de la economía, que tiene una importancia meridiana.","sw":"Kuhusu hali ya kifedha duniani, Zapatero aliendelea kwa kusema kwamba \"mfumo wa kifedha ni sehemu muhimu ya uchumi.","te":"\"ప్రపంచ ఆర్థిక పరిస్థితికి సంబంధించి, జపాటెరో మాట్లాడుతూ \"\"ఆర్థిక వ్యవస్థ అనేది ఆర్థిక పరిస్థితిలో ఒక భాగం, ఇంకా కీలకమైన భాగం అని అన్నాడు.\"","ur":"عالمی معاشی حالت کے بارے میں اپنی بات جاری رکھتے ہوئے زاپیٹرو نے کہا کہ ”مالی نظام معیشت کا ایک اہم حصہ ہے۔“","vi":"Về vấn đề tình hình tài chính toàn cầu, Zapatero tiếp tục nói rằng “hệ thống tài chính là một phần của kinh tế, một phần quan trọng.","xh":"Malunga nesimo sezemali yehlabathi, u-apatero uqhubeke esithi “inkqubo yemali yinxalenye ebalulekileyo yezoqoqosho.","yo":"Nípa ọ̀rọ̀ towódé tò gba gbogbo àgbáyé, Sapatero sì n wípé “ọ̀nà ìṣe owó wà lára ajé, pàápàá èya ara pàtàkì.","zu":"Mayelana nesimo sezezimali somhlaba wonke, uZapatero waqhubeka ngokuthi “uhlelo lwezezimali ingxenye yomnotho, ingxenye ebaluleke kakhulu."}
{"ar":"يظل كيسلوسكي بطل بطولة السائقين بعد السباق بعدد نقاط 2250 نقطة.","zh":"比赛结束后，凯塞洛斯基以 2,250 分的成绩，继续在车手积分榜上高居榜首。","en":"Following the race, Keselowski remains the Drivers' Championship leader with 2,250 points.","eu":"Lasterketaren ondoren, Keselowski-k jarraitzen du lasterketako buru izaten, 2.250 punturekin.","fr":"À l'issue de la course, Keselowski reste en tête du Championnat des pilotes avec 2 250 points.","ml":"പന്തയത്തിനു ശേഷം, 2,250 പോയിന്റുകളോടെ കെസലോവ്സ്കി ഡ്രൈവേർസ് ചാമ്പ്യൻഷിപ് ജേതാവായി","mr":"त्या स्पर्धेनंतर केसेलोवस्की 2,250 पॉईंटसह ड्रायवर्स चँपियनशिप लिडर राहिला.","ne":"दौड पछाडि, केसेलोस्की 2,250 अङ्कका साथ सवारी चालकको च्याम्पियनशिप अगुवा बने।","es":"Después de la carrera, el Campeonato de Pilotos continúa liderado por Keselowski, con un puntaje de 2250.","sw":"Baada ya mbio hizo, Keselowski anabaki kuwa kiongozi wa Ubingwa wa Madereva kwa pointi 2,250.","te":"రేసు తరువాత, కెసెలోస్కీ 2,250 పాయింట్లతో డ్రైవర్స్ ఛాంపియన్ షిప్ నాయకుడిగా కొనసాగుతున్నాడు.","ur":"ریس کے بعد، 2،250 پوائنٹس کے ساتھ کیسیلاؤسکی ڈرائیورز چیمپین شپ میں سب سے آگے ہی رہے۔","vi":"Sau cuộc đua, Keselowski vẫn là người dẫn đầu Giải Đua Xe với 2.250 điểm.","xh":"Emva komdyarho, uKeselowski usakhokhela Kubuntshatsheli Babaqhubi ngamanqaku ayi-2,250.","yo":"Lẹ́yìn ere náà Keseloski ṣi wà nípo kíní Ìdíje Awakọ̀ pẹ̀lú pointi 2,250.","zu":"Ukulandela umjaho, uKeselowski usengumholi weDrivers' Championship ngamaphuzu angu-2250,"}
{"ar":"جزيئات الماء تُشكل جلداً غير مرئي على سطح الماء مما يسمح لأشياء بالطفو على سطح الماء مثل الإبرة.","zh":"水分子在水的表面形成了一层看不见的外皮，这层外皮可以让针这样的东西浮在水面上。","en":"The water molecules make an invisible skin on the water’s surface that allows things like the needle to float on top of the water.","eu":"Ur molekulek geruza ikusezin bat osatzen dute uraren gainazalean, eta horri esker flotatzen dute orratzek eta antzeko objektuek uraren gainean.","fr":"Les molécules d'eau forment une pellicule invisible à la surface qui permet à des objets comme l'aiguille de flotter sur l'eau.","ml":"ജല തൻമാത്രകൾ ജലത്തിന്റെ ഉപരിതലത്തിനു മേൽ അദൃശ്യമായ ഒരു പാട സൃഷ്ടിക്കുന്നു, സൂചി പോലുള്ള വസ്തുക്കൾ വെള്ളത്തിൽ പൊങ്ങിക്കിടക്കുന്നത് ഇതുകൊണ്ടാണ്.","mr":"पाण्याचे रेणू पाण्याच्या पृष्ठभागावर एक अदृश्य स्तर बनवतात ज्यामुळे सुईसारख्या गोष्टी पाण्यावर तरंगू शकतात.","ne":"सुई जस्ता चीजहरूलाई पानीमाथि तैरिन दिन पानीका अणुहरूले पानीको सतहमा अदृश्य पत्र बनाउँछ।","es":"Las moléculas de agua forman una película invisible sobre su superficie que permite que objetos como las agujas floten encima de ella.","sw":"Molekuli za maji hutengeneza ngozi isiyoonekana katika uso wa maji ambayo huwezesha vitu kama sindano kuelea juu ya maji.","te":"నీటి అణువులు నీటి ఉపరితలంపై ఒక అదృశ్య త్వచాన్ని ఏర్పాటు చేస్తాయి, ఇది సూది వంటి వాటిని నీటి పైన తేలేలా చేస్తుంది.","ur":"پانی کے مولی کیول پانی کی سطح پر ایک غیر مرئی تہہ جما دیتے ہیں، اسی لئے سوئی جیسی اشیاء پانی کی سطح پر تیرتی رہتی ہیں۔","vi":"Các phân tử nước tạo ra lớp da vô hình trên bề mặt của nước cho phép những thứ như cây kim có thể nổi trên mặt nước.","xh":"Iimoletyhuli zamanzi zenza kubekho isikhumba esingabonakaliyo phezulu emanzini, siso esenza izinto ezifana neenaliti zingatshoni emanzini.","yo":"Àwọn patikulu náà màa ǹ sẹ àwọn àyè àifojúrí orí ojú omi èyí tí o fàyè gbà àwọn nkan bi abẹ́rẹ́ láti léèfó téńté sórí omi.","zu":"Izakhi zamanzi zakha isikhumba esingabonakali emanzini okwenza izinto ezinjengenalithi zishwibilike phezulu emanzini."}
{"ar":"لم يسبق لأي شخص آخر أن سجل حضوراً أو أحرز أهدافاً للنادي مقارنة ببوبيك.","zh":"没有人比博贝克 (Bobek) 的出场次数更多、为俱乐部进球得分更多的了。","en":"No one else has ever made more appearances or scored more goals for the club than Bobek.","eu":"Beste inork ez du Bobek-ek bezainbat agerraldi izan edo gol egin klub bakarrarentzat.","fr":"Aucun autre joueur n'a jamais fait plus d'apparitions ou marqué plus de buts pour le club que Bobek.","ml":"ക്ലബ്ബിനായി ഏറ്റവും കൂടുതൽ തവണ കളിക്കുകയും ഏറ്റവും കൂടുതൽ ഗോളുകൾ നേടുകയും ചെയ്തിട്ടുള്ളത് ബോബെക്കാണ്.","mr":"क्लबसाठी यापूर्वी कोणीही बोबेकपेक्षा जास्त प्रदर्शन किंवा गोल्स केले नाहीत.","ne":"बोबेकको तुलनामा अरू कसैले कहिल्यै क्लबका लागि अधिक उपस्थिति वा अधिक गोल गरेका छैनन्।","es":"Ningún otro jugador ha hecho más apariciones o anotado más goles en favor del club que Bobek.","sw":"Hakuna mtu mwingine aliyewahi kujitokeza zaidi au kufungia klabu mabao mengi kuliko Bobek.","te":"క్లబ్‌లో Bobek కంటే మరెవ్వరూ ఎక్కువ సార్లు మ్యాచ్‌లు ఆడలేదు లేదా ఎక్కువ గోల్స్ చేయలేదు.","ur":"بابیک سے زیادہ کبھی کسی اور نے نہ تو حاضری دی اور نہ ہی کلب کے لئے گول بنائے۔","vi":"Không có ai có thể tham gia chơi và ghi bàn cho câu lạc bộ nhiều hơn Bobek.","xh":"Akukho namnye umntu odlale kaninzi okanye ofake amanqaku amaninzi kwiklabhu kunoBobek.","yo":"Kó sẹ́lòmín tó ṣeré jù tàbí jẹ góòlù jù fún ikọ̀ agbábọ̣̀ọ̀lù ju Bobek.","zu":"Akekho omunye owadlala izikhathi eziningi noma owashaya amagoli amaningi eqenjini ukwedlula u-Bobek."}
{"ar":"فيليشيا، التي كانت ذات يوم عاصفة من الفئة الرابعة على مقياس سفير-سمبسون للأعاصير، ضعفت بتأثير منخفض استوائي قبل أن تتبدد يوم الثلاثاء.","zh":"费利西亚 （Felicia） 曾经是萨菲尔-辛普森 （Saffir-Simpson） 飓风级别的 4 级风暴，周二消散前减弱为热带低气压。","en":"Felicia, once a Category 4 storm on the Saffir-Simpson Hurricane Scale, weakened to a tropical depression before dissipating Tuesday.","eu":"Felicia, Saffir-Simpson urakan-eskalan 4. kategoriako ekaitza izandakoa, ahuldu eta depresio tropikal bihurtu zen, asteartean saretu zen arte.","fr":"Le cyclone Felicia, après avoir atteint le niveau 4 sur l'échelle de Saffir-Simpson, s'est transformé en dépression tropicale avant de se dissiper mardi.","ml":"സഫിർ-സിംപ്‌സൺ ചുഴലിക്കാറ്റ് സ്കെയിലിലെ കാറ്റഗറി 4 കൊടുങ്കാറ്റായ ഫെലിസിയ ചൊവ്വാഴ്ച ആഞ്ഞടിക്കുന്നതിനുമുമ്പ് ഒരു ന്യൂനമർദ്ദമായി ദുർബലപ്പെട്ടു.","mr":"फेलिसिया, सफिर-सिम्पसन चक्रीवादळाच्या श्रेणी 4 मधील वादळ मंगळवारी रौद्ररूप घेण्यापूर्वी उष्णकटिबंधीय प्रदेशात कमकुवत झाले.","ne":"सफिर-सिम्पसन आँधी मापनमा एक पटक श्रेणी 4 आँधी, फेलिसिया मङ्गलवारका दिन विघटन हुनुभन्दा अगाडि उष्ण प्रदेशिय संकुचन हुनाले कमजोर भयो।","es":"La tormenta Felicia, que tiempo antes había alcanzado la cuarta categoría en la escala de huracanes de Saffir-Simpson, se redujo a una depresión tropical antes de desvanecerse el día martes.","sw":"Felicia, iliyokuwa kwa wakati mmoja dhoruba ya Kategoria ya 4kwenye kiwango cha Vimbunga cha Saffir- Simpson, ilidhoofika hadi unyongovu wa kitropiki kabla ya kufifia Jumanne.","te":"ఫెలిసియా, ఒకప్పుడు సఫిర్-సింప్సన్ హరికేన్ స్కేల్ పై ఒక కేటగిరీ 4 తుఫాను, మంగళవారం చేదిరిపోయే ముందు ఉష్ణమండల మాంద్యం బలహీన పడింది.","ur":"فلیشیا، جو سافر سمپسن ھریکین اسکیل پر کیٹگری 4 کا طوفان ہے، زائل ہونے سے پہلے ٹراپیکل ڈپریشن میں تحلیل ہو گیا۔","vi":"Cơn bão Felicia, đã từng một lần được xếp vào hạng bão Cấp độ 4 theo Thang bão Saffir-Simpson, đã yếu dần thành một đợt áp thấp nhiệt đới trước khi tan đi vào thứ Ba.","xh":"UFelicia, owayekhe waba sisiqhwithi kudidi lwe 4 kwiSaffir-Simpson Hurricane Scale, wababuthathaka waba kwi-tropical depressionngaphambi kokuchithakala ngoLwesibini.","yo":"Felisia, to fi ìgbà kan jẹ ìjì to wà lórí Abala 4 ní Ojú Ìwọ̀n Ìjì Nla ti Saffir-Simpson, rẹlẹ̀ sí ìjì nla ti ọ̀nà òòorùn kí o to papà fónká ní Ọjọ́ Ìségun.","zu":"I-Felicia, okwakuyisiphepho seSigaba 4 eSikalini seZiphepho sikaSaffir-Simpson, yaphelelwa amandla ngenxa yokucindezela okushisayo ngaphambi kokunyamalala ngoLwesibili."}
{"ar":"تركز هذه العقلية على السرعة والمنطق والدقة وأيضاً على تحديد الحقائق وإعادة تطبيق التقنيات الموجودة وجمع المعلومات.","zh":"这种思维模式看重的是速度、逻辑和准确性，还有甄别事实、对现有技术的重新应用和信息收集。","en":"The focus of this mindset is speed, logic and accuracy, also identification of facts, reapplying existing techniques, gathering information.","eu":"Pentsamolde hori abiaduran, logikan eta zehaztasunean oinarritzen da, baita gertakariak identifikatzean, eskuragarri dauden teknikak erabiltzean eta informazioa biltzean ere.","fr":"Cet état d'esprit repose sur la rapidité, la logique et l'exactitude, mais aussi l'identification des faits, la mobilisation de techniques pré-existantes et la recherche d'infos.","ml":"ഈ മാനസികാവസ്ഥയുടെ കേന്ദ്രബിന്ദു വേഗത, യുക്തി, കൃത്യത എന്നിവയും, അതോടൊപ്പം യാഥാർത്ഥ്യങ്ങളെ തിരിച്ചറിയുകയും, നിലവിലുള്ള സാങ്കേതിക വിദ്യകൾ വീണ്ടും ഉപയോഗിക്കുന്നതും, വിവരങ്ങൾ ശേഖരിക്കുന്നതുമാണ്.","mr":"या मानसिकतेचा भर वेग, तर्क आणि अचूकतेवर आहे, तसेच वस्तुस्थिती ओळखणे, वर्तमान तंत्रांचा पुन्हा अवलंब, माहिती संकलनावर देखील आहे.","ne":"यो मानसिकताको जोड भनेको गति, तर्क र शुद्धता साथै तथ्यहरूको पहिचान अवस्थित तरिकाहरूको पुनः प्रयोग जानकारी सङ्कलन हो।","es":"El aspecto central de esta forma de pensar es la rapidez, la lógica y la precisión, así como la identificación de cuestiones fácticas a través de la reutilización de técnicas existentes y de la recolección de datos.","sw":"Angazio la mtazamo huu ni kasi, mantiki na usahihi, pia utambuzi wa ukweli, kutumia tena mbinu zilizopo, kukusanya taarifa.","te":"ఈ మైండ్ సెట్ యొక్క ప్రధాన ాంశం వేగం, తర్కం మరియు ఖచ్చితత్త్వం, వాస్తవాలను గుర్తించడం, ఇప్పటికే ఉన్న టెక్నిక్ లను తిరిగి అన్వయించడం, సమాచారాన్ని సేకరించడం.","ur":"اس ذہنیت کا نقطہ ارتکاز، رفتار، منطق اور درستگی کے علاوہ حقائق کی شناخت کرنا، موجودہ تکنیک کا دوبارہ استعمال کرنا، معلومات جمع کرنا بھی ہے-","vi":"Sự tập trung tâm trí là tốc độ, sự hợp lý và tính chính xác, cũng như sự xác định thực tế, áp dụng lại các kỹ thuật có sẵn, thu thập thông tin.","xh":"Injongo zalomboni sijoliswe kwisantya, kulandelelwano nakwinkcaneko nasekuphawuleni amanqanaba, kuphindaphindwe amacebo akhoyo, kuqokelelwe ulwazi.","yo":"Afojusun ero okan yi ni ijafafa, ogbon inu ati isefefe o tun je ida otito mo, lilo awon eeto aatele ti o wa nile, kiko otito jo.","zu":"Ukugxila kwalomcabango isivinini, ingqondo kanye nokunemba, futhi nokuphawulwa kwamaqinisio, ukusebenzisa kabusha izindlela ezikhona, ukuqongelela ukwaziswa."}
{"ar":"أعلنت نيجيريا في وقت سابق أنها سعت للانضمام إلى منطقة التجارة الحرة للقارة الإفريقية قبل انعقاد القمة بأسبوع.","zh":"尼日利亚日前宣布，计划在峰会召开的前一周内加入非洲大陆自由贸易区 (AfCFTA)。","en":"Nigeria previously announced it planned to join the AfCFTA in the week leading up to the summit.","eu":"Nigeria-k iragarri du AfCFTA hitzarmenarekin bat egingo duela goi-bileraren aurreko aste honetan.","fr":"Le Nigeria avait précédemment annoncé qu'il avait l'intention de rejoindre l'AfCFTA dans la semaine précédant le sommet.","ml":"എഎഫ്സിഎഫ്ടിഎ-യിൽ ചേരാൻ പദ്ധതിയിട്ടിരുന്നതിനായി ഉച്ചകോടിക്ക് മുൻപുള്ള ആഴ്ചയിൽ നൈജീരിയ പ്രഖ്യാപിച്ചിരുന്നു.","mr":"नायजेरियाने शिखर संमेलनाच्या आधीच्या आठवड्यात AfCFTA मध्ये सामील होण्याची योजना असल्याचे पूर्वी जाहीर केले होते.","ne":"नाइजेरियाले शिखर सम्मेलन हुने हप्तामा AfCFTA मा भाग लिने योजना बनाएको यसअघि घोषणा गरेको थियो।","es":"La semana anterior a la cumbre, Nigeria había anunciado su intención de adherirse al Acuerdo de Libre Comercio Africano.","sw":"Hapo awali, Nigeria ilitangaza mipango ya kujiunga na AfCFTA katika wiki inayoongoza kwa mkutano huo.","te":"నైజీరియా గతంలో సమ్మిట్​కు దారితీసిన వారంలో AfCFTAలో చేరాలని యోచిస్తున్నట్లు ప్రకటించింది.","ur":"نائیجیریا نے پہلے اعلان کیا تھا کہ سربراہ اجلاس کے آنے والے ہفتے میں اس نے AfCFTA میں شامل ہونے کا منصوبہ بنایا ہے۔","vi":"Trước đó Nigeria đã tuyên bố ý định tham gia AfCFTA trong tuần lễ trước thềm hội nghị thượng đỉnh.","xh":"Kwiveki engaphambi kwengqungquthela iNigeria ibikhe yazisa ukuba iceba ukuzibandakanya ne-AfCFTA .","yo":"Orílèèdè Nigeria ti kéde sáájú pé òun pèrò àti darapọ̀ mọ́ AfCFTA láàrin ọ̀sẹ̀, èyí tí yíó yọrí sí àpérò.","zu":"INigeria esikhathini esidlule imemezele ukuthi ihlela ukujoyina i-AfCFTA ngeviki lomhlangano."}
{"ar":"في الواقع، لا يوجد شيء واحد جيد يمكن تعلمه، فالتعلم يحدث في التجربة بين المُتعلم والمعرفة المُقدَمة.","zh":"事实上，没有任何事情需要特意学习。在学习者体验到知识呈现的时候，学习的行为就发生了。","en":"In fact, there is not one good thing to learn.Learning takes place in the experience between the learner and the knowledge presented.","eu":"Izan ere, ez dago ikasteko gauza egoki bakarrik. Ikaslearen eta aurkeztutako ezagutzaren arteko esperientzian gertatzen da jakintza.","fr":"En fait, il n'y a pas une seule bonne chose à apprendre. L'apprentissage se fait dans l'expérience entre l'apprenant et le savoir présenté.","ml":"വാസ്തവത്തിൽ, പഠിക്കാൻ ഒരു നല്ല കാര്യവുമില്ല. പഠിതാവിനും അവതരിപ്പിക്കുന്ന അറിവിനും ഇടയിലുള്ള അനുഭവത്തിലാണ് പഠനം നടക്കുന്നത്.","mr":"खरं तर, तिथे शिकण्यासाठी एक सुद्धा चांगली गोष्ट नाही. शिक्षण हे शिकणारा आणि दिलेले ज्ञान यांच्यामधील अनुभवाने घडून येते.","ne":"वास्तवमा, त्यहाँ सिक्नका लागि एउटा पनि राम्रो कुरा छैन। सिकाइ सिक्ने र प्रस्तुत गरिएको ज्ञानको बीचको अनुभवमा हुने गर्दछ।","es":"En efecto, no existe solo una cosa que sea bueno aprender. El aprendizaje se produce a través de la interacción entre el conocimiento presentado y quien lo incorpora.","sw":"Kwa kweli, hakuna jambo hata moja zuri la kujifunza. Kujifunza hufanyika katika uzoefu kati ya mwanafunzi na maarifa yanayowasilishwa.","te":"వాస్తవానికి నేర్చుకోవడానికి ఒక మంచి విషయమే ఉండదు. నేర్చుకునేవారు మరియు జ్ఞానాన్ని బోధించే వారి మధ్య జరిగే అనుభవాల ద్వారా నేర్చుకోవడం జరుగుతుంది.","ur":"در حقیقت سیکھنے کے لئے کوئی اچھی چیز نہیں ہے۔ سیکھنے کا عمل سیکھنے والے اور پیش کردہ علم کے درمیان تجربے میں وقوع پذیر ہوتا ہے۔","vi":"\"Thật ra chẳng có thứ gì hay để học. Việc học diễn ra trong kinh nghiệm giữa người học và kiến thức được trình bày.\"","xh":"Enyanisweni, akukho nanye into entle onokuyifunda. Ukufunda kubakho phakathi komfundi kunye nento efundiswayo.","yo":"Kódà, kò sí ohunkóhun tí ó dára láti kọ́. ìkọ́ni máa ń wáyé nínú ìrírí láàrín akẹ́kọ̀ọ́ àti ìmọ̀ tí a gbé kalẹ̀.","zu":"Eqinisweni, akuyona eyodwa into umuntu okumele ayifunde. Ukufunda kudinga ulwazi phakathi komfundi nalolo lwazi olusuke lunikezwa."}
{"ar":"من بين هذه القدرات، فهم نية الآخرين أمرٌ بالغُ الأهمية. حيث يسمح لنا بتحليل الغموض المحتمل في الأفعال الجسدية.","zh":"在这些能力中，理解他人意图至关重要。我们可以凭借这一能力理解身体行为可能表达出的模棱两可的问题。","en":"Among these abilities, understanding the intention of others is crucial. It allows us to resolve possible ambiguities of physical actions.","eu":"Gaitasun horien artean, beste batzuen asmoak ulertzea funtsezkoa da. Ekintza fisikoen anbiguotasun posibleak ebazteko aukera ematen digu.","fr":"Parmi ces capacités, c'est la capacité de compréhension des intentions de l'autre qui importe le plus. Elle nous permet de résoudre d’éventuelles ambiguïtés posées par certaines actions physiques.","ml":"ഈ കഴിവുകളില്‍, മറ്റുള്ളവരുടെ ഉദ്ദേശമെന്തെന്ന് മനസ്സിലാക്കുക വളരെ പ്രധാനമാണ്‌. ഇത് ഭൌതികമായ പ്രവര്‍ത്തനങ്ങളിലുള്ള പരിമിതികളെ പരിഹരിക്കാന്‍ നമുക്ക് അവസരം നല്‍കുന്നു.","mr":"या क्षमतांपैकी, इतरांचा हेतू समजणे महत्त्वाचे आहे. याने आपण शारीरिक क्रियांच्या संभाव्य अस्पष्टतेचे निराकरण करू शकतो.","ne":"अरूको मनसाय बुझ्नु यी क्षमतामध्ये महत्त्वपूर्ण छ। हामीलाई शारीरिक कार्यहरूको सम्भावित अस्पष्टतामा यसले समाधान गर्न अनुमति दिन्छ।","es":"Entre estas capacidades, entender la intención de los demás es crucial, ya que nos permite resolver posibles ambigüedades en las acciones físicas.","sw":"Katika uwezo huu, kuelewa nia ya wengine ni muhimu. Huturuhusu kutatua uwezekano wa utata katika vitendo halisi vya kimwili.","te":"ఈ సామర్థ్యాల్లో ఇతరుల యొక్క ఉద్దేశ్యాన్ని అర్థం చేసుకోవడం అనేది ఎంతో కీలకమైనది. భౌతిక చర్యల సంభావ్య అస్పష్టతలను పరిష్కరించడానికి ఇది అనుమతిస్తుంది.","ur":"ان صلاحیتوں میں دوسرے کی نیت کو سمجھنا اہم ہے۔ یہ جسمانی اعمال کے ممکنہ ابہاموں کو حل کرنے میں مدد کرتی ہے۔","vi":"Trong những khả năng này, hiểu được ý định của người khác là rất quan trọng. Nó giúp chúng ta giải quyết những sự mơ hồ có thể có của hành động lý tính.","xh":"Phakathi kwezi zinto ukuqonda iinjongo zabanye kubalulekile. Kusivumela siqonde ukuphikisana kwezenzo.","yo":"Nínú gbogbo àwọn okun wọ̀nyí, mímọ èròngbà àwọn ẹlòmíràn ṣe kókó. O maa ń fàyè gbà wá láti yanjú ìṣòro tó séeṣée kó jẹyọ láti ara ìbàkégbépọ ara wa.","zu":"Phakathi kwalawa makhono, ukuqonda inhloso yabanye kubalulekile. Kusivumela ukuxazilula izindida ezingaba khona zezenzo ezingokoqobo."}
{"ar":"الوقت شيء يحيط بنا ويؤثر على كلّ ما نقوم به، إلا أنه صعب على الفهم.","zh":"时间就在我们身边，影响着我们做的每一件事，但却很难理解。","en":"Time is something that is all around us, and affects everything we do, yet is difficult to understand.","eu":"Guztion inguruan dagoen zerbait da denbora, eta egiten dugun guztiari eragiten dio, baina zaila da hura ulertzea.","fr":"Le temps est quelque chose qui nous entoure et qui affecte tout ce que nous faisons, et pourtant il est difficile à comprendre.","ml":"സമയം നമുക്ക് ചുറ്റുമുള്ള ഒന്നാണ്, ഒപ്പം ഞങ്ങൾ ചെയ്യുന്ന എല്ലാ കാര്യങ്ങളെയും ബാധിക്കുന്നു, എന്നിട്ടും മനസ്സിലാക്കാൻ പ്രയാസമാണ്.","mr":"वेळ ही अशी गोष्ट आहे जी आपल्या भोवती सर्वत्र असते आणि आपण केलेल्या प्रत्येक गोष्टीवर परिणाम करते, तरीही ती समजून घेणे अवघड आहे.","ne":"समय त्यस्तो कुरा हो जुन हामी सबैको वरिपरि हुन्छ र हाम्रा सबै चीजहरूलाई प्रभावित पार्दछ, तर त्यसलाई बुझ्न भने गाह्रो छ।","es":"El tiempo es algo presente en todo lugar y que tiene efectos en todas nuestras acciones; sin embargo, es difícil comprenderlo.","sw":"Wakati ni kitu ambacho kinatuzingira, na huathiri kila kitu tunachofanya, lakini ni ngumu kuelewa.","te":"సమయం అనేది మన చుట్టుపక్కల ఆవరించి ఉంటుంది, ఇంకా అది మనం చేసే ప్రతి దాన్ని ప్రభావితం చేస్తుంది, కానీ దాన్ని అర్ధం చేసుకోవడం అంత సులభం కాదు.","ur":"وقت ایسی چیز ہے جو ہمارے ارد گرد موجود ہے اور ہم جو بھی کرتے ہیں اس کو متاثر کرتا ہے، پھر بھی اس کو سمجھنا دشوار ہے۔","vi":"Thời gian là thứ luôn xoay quanh chúng ta, và ảnh hưởng mọi hành động của chúng ta, nhưng cũng rất khó để hiểu.","xh":"Ixesha yinto esoloko iphakathi kwethu, kwaye ichaphazela yonke into esiyenzayo, kodwa kunzima ukuyiqonda.","yo":"Àkókò loun tí ó yíwa káàkiri, tí ó sì má ń nípa lórí ohun gbogbo tí a bá ṣe, à mọ́ ó ṣòro láti mọ̀.","zu":"Isikhathi into esizungezile sonke, futhi sithinta yonke into esiyenzayo, nokho kunzima ukusiqonda."}
{"ar":"لقد ناقش الكونغرس الوطني للبرازيل مسألة التشريع لمدة عشر سنوات، وهذه الزيجات المدنية قانونية في ريو غراندي دو سول فقط في الوقت الحالي.","zh":"10 年来，巴西国民议会一直就其合法性进行讨论，目前这种民间婚姻只在南里奥格兰德 (Rio Grande do Sul) 是合法的。","en":"The National Congress of Brazil has debated legalization for 10 years, and such civil marriages are currently only legal in Rio Grande do Sul.","eu":"Brasilgo Kongresu Nazionalak 10 urtez eztabaidatu du legeztatzea, eta, oraingoz, Rio Grande do Sul-en bakarrik dira legezkoak halako ezkontza zibilak.","fr":"Le Congrès national du Brésil débat de la légalisation depuis 10 ans, et ces mariages civils ne sont actuellement légaux que dans le Rio Grande do Sul.","ml":"ബ്രസീലിലെ നാഷണൽ കോൺഗ്രസ്സ് 10  വർഷത്തേക്ക് നിയമാനുസൃതമായിരിക്കണമെന്ന്  വാദപ്രതിവാദം നടത്തി, കൂടാതെ ഇത്തരം സിവിൽ വിവാഹങ്ങൾ റിയോ ഗ്രനേഡ് ഡു സുളിൽ മാത്രം നിയമാനുസൃതമായിരിക്കും.","mr":"ब्राझिलच्या नॅशनल काँग्रेसने 10 वर्षे कायदा बनवण्यावर चर्चा केली आणि असे कायदेशीर विवाह सध्या केवळ रिओ ग्रँडे दो सुल इथे कायदेशीर आहेत.","ne":"ब्राजिलको नेशनल कङ्ग्रेसले 10 वर्षसम्म वैधानिकतामाथि बहस गरेको छ र त्यस्ता नागरिक विवाहहरू हाल रियो ग्रान्डे डो सुलमा मात्र वैधानिक छन्।","es":"El congreso nacional de Brasil ha debatido su legalización por 10 años y, en la actualidad, estos matrimonios civiles están permitidos únicamente en Rio Grande do Sul.","sw":"Kongamano la Kitaifa la Brazili limejadili uhalalishaji kwa miaka 10, na ndoa kama hizo za kiserikali sasa hivi ni halali tu katika Rio Grande do Sul.","te":"బ్రెజిల్ యొక్క నేషనల్ కాంగ్రెస్ 10 సంవత్సరాలుగా చట్టబద్ధతపై చర్చించింది, మరియు ఇటువంటి పౌర వివాహాలు ప్రస్తుతం రియో ​​గ్రాండే దో సుల్ లో మాత్రమే చట్టబద్ధమైనవి.","ur":"برازیل کی نیشنل کانگریس نے 10 سال تک قانون سازی پر بحث کی ہے، اور ایسی سول شادیاں اس وقت صرف ریو گرانڈے ڈو سُل میں قانُونی ہیں۔","vi":"Quốc Hội của Brazil đã tranh luận về việc hợp pháp hóa trong 10 năm, và hôn nhân dân sự hiện tại chỉ hợp pháp tại Rio Grande do Sul.","xh":"I-National Congres yaseBrazil iphikisene nokugunyaziswa iminyaka eli-10, kangangokuba imitshato yempepha isemthethweni kuphela eRio Grande do Sul.","yo":"Àpérò àpapọ̀ orílẹ̀èdè Brazil ti jíròrò lórí ìlànà òfin fún ọdún mẹ́wàá àti pé irú ìgbéyàwó ìlú yìí ní ó bá òfin mun ní Rio Grande do Sul.","zu":"UKhongolose Wezwe waseBrazil ube nenkulumo-mpikiswano yokushadiswa imantshi iminyaka eyishumi, futhi ukushadiswa imantshi okunjalo kungokomthetho kuphela e-Rio Grande do Sul."}
{"ar":"للهياكل المختلفة قدرات مختلفة، وهي حساسة لأطوال موجات مختلفة ولها درجات مختلفة من الحدة، كما أنها تتطلب معالجة مختلفة لفهم المدخلات والأرقام المختلفة للعمل على النحو الأمثل.","zh":"不同的构造有不同的功能，对不同的波长敏感，且敏锐度不同。它们也需要不同的处理方式来理解输入，并需要不同数量的输入才能达到最佳效果。","en":"The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.","eu":"Egitura bakoitzak gaitasun bat dauka, uhin-luzera desberdinekiko sentikortasuna dute eta zorroztasun-maila desberdinak dituzte. Halaber, askotariko prozesuak behar dituzte sarrerako informazioari eta hainbat zenbakiri zentzua emateko eta modu onenean funtzionatzeko.","fr":"Les diverses constructions ont des capacités différentes, sont sensibles à des longueurs d’onde distinctes et ont des degrés d’acuité différents. Elles nécessitent également des traitements distincts pour l’interprétation des données reçues et les nombres qu’il leur faut pour fonctionner de manière optimale diffèrent aussi.","ml":"വ്യത്യസ്ത നിർമ്മിതികൾക്ക് വ്യത്യസ്ത കഴിവുകളാണുള്ളത്, വ്യത്യസ്ത തരംഗദൈർഘ്യങ്ങളോട് വ്യത്യസ്തതരം തീക്ഷ്ണതയാണുള്ളത്, മാത്രമല്ല അവയ്ക്ക് കൃത്യമായി പ്രവർത്തിക്കാൻ ഇൻ‌പുട്ട് വ്യത്യസ്ത സംഖ്യകളിൽ പ്രവർത്തിക്കുകയെന്നതും പ്രധാനമാണ്.","mr":"वेगवेगळ्या बांधण्यांच्या वेगवेगळ्या क्षमता असतात, त्या वेगवेगळ्या लहरींच्या लांबीना संवेदनशील असतात आणि त्यांच्या तीव्रतेच्या पातळ्या भिन्न असतात, तसेच उत्तमप्रकारे काम करण्यासाठी त्यांच्यावर इनपुट आणि विविध अंक समजण्याकरिता वेगळी प्रक्रिया करावी लागते.","ne":"विभिन्न निर्माणहरूका विभिन्न क्षमताहरू हुन्छन्, जुन विभिन्न वेभ-लम्बाईका लागि संवेदनशील हुन्छन् र तीक्ष्णताका विभिन्न डिग्री हुन्छन्, उपयुक्त ईनपुट र विभिन्न संख्याहरूले राम्रोसँग काम गर्नका लागि उनीहरूलाई फरक प्रोसेसिङको पनि आवश्यकता पर्दछ।","es":"Las distintas construcciones tienen diferentes capacidades, son susceptibles de tener distintas longitudes y grados de agudeza; también requieren un procesamiento diferenciado para dar sentido a la entrada y números disímiles para que funcionen de forma óptima.","sw":"Miundo tofauti ina uwezo tofauti, ni myepesi kwa masafa tofauti ya mawimbi na yana viwango tofauti vya ukali, pia inahitaji uchakataji tofauti ili kuelewa ingizo na nambari tofauti ili kufanya kazi kwa ubora.","te":"విభిన్న నిర్మాణాలు విభిన్న సామర్థ్యాలను కలిగి ఉంటాయి, విభిన్న తరంగ దైర్ఘ్యం తో సున్నితంగా ఉంటాయి మరియు విభిన్న స్థాయిలలో ఉంటాయి, అదేవిధంగా ఇన్ పుట్ మరియు విభిన్న సంఖ్యలను ఆప్టిమైజ్ చేయడానికి విభిన్న ప్రాసెసింగ్ లు అవసరం అవుతాయి.","ur":"مختلف تعمیراتی ہیکلوں کی مختلف صلاحیتیں ہوتی ہیں، وہ مختلف طول کی لہر کے لئے حساس ہوتے ہیں اور ان میں حدت کے مختلف درجات ہوتے ہیں، ان کو بہتر طریقے سے کام کرنے کے واسطے ان-پٹس اور مختلف نمبرات کو سمجھنے کے لیے مختلف پروسیسنگ کی ضرورت بھی پڑتی ہے۔","vi":"Các cấu trúc khác nhau có những khả năng khác nhau và có độ nhạy riêng với các bước sóng khác nhau và có các độ tinh khác nhau. Các cấu trúc này cũng yêu cầu quy trình xử lý khác nhau để thông tin đầu vào có ý nghĩa cũng như các con số khác nhau, để hoạt động tối ưu.","xh":"Ulwakhiwo olwahlukileyo luneempawu ezahlukileyo, zinobuthathaka kubude obahlukeneyo be-wave kwaye zinamaqondo ahluka-hlukeneyo, zikwafuna ulungiso olwahlukileyo ukwenza ingcaciso yegalelo kunye neenombolo ezahlukeneyo ukuze zisebenze ngokugqibeleleyo.","yo":"Àwọn oríṣiríṣi ìkọ́lé náà ni onírúru agbára, wọn si ní ìmòlára sí onírurú ìgbì áti wípé wọn ní yíyàtọ̀ ìwọ̀n sí mímu, pèlu pé wọn nílò onírúurú ìlànà láti mu ìtumò jádẹ lára ìgbéwọlẹ́ áti oríṣiríṣi nọ́mbà láti sisẹ́ dáradára.","zu":"Izakhiwo ezingefani zinamakhono angefani, ziyezwela ezinhlobeni ezingefani zomoya futhi zinokukhalipha okungefani, futhi zidinga izindlela ezingefani zokusetshenziswa ukuze kuphumelele kanye nenani elingefani lomsebenzi."}
{"ar":"إذا كنت تريد أن تتعلم رمي الخشبة المرتدة التي تعود إلى يدك بعد رميها، فتأكد من أن لديك الخشبة المناسبة لكي تعود لك.","zh":"如果你想学掷回力镖，让它飞出去之后能飞回手中，请务必使用可以飞回的合适的回力镖。","en":"If you want to learn throwing a boomerang that comes back to your hand, make sure you have a suitable boomerang for returning.","eu":"Eskura itzultzen den bumerana jaurtitzen ikasi nahi baduzu, ziurtatu itzultzeko egokia den bumeran bat duzula.","fr":"Si vous voulez apprendre à lancer un boomerang qui vous retourne directement dans la main, alors assurez-vous de bien avoir un boomerang conçu pour revenir.","ml":"നിങ്ങളുടെ കൈയ്യിലേക്ക് മടങ്ങിവരുന്ന രീതിയിൽ ഒരു ബൂമറാങ് എറിയാൻ പഠിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ട് എങ്കിൽ, മടങ്ങി വരുന്നതിന് അനുയോജ്യമായ ഒരു ബൂമറാങ് കൈവശം ഉണ്ടെന്ന് ഉറപ്പ് വരുത്തുക.","mr":"तुमच्या हातात परत येणारे बूमरँग फेकणे शिकण्याची तुम्हाला इच्छा असेल तर, परत येण्यासाठी तुमच्याकडे एक सुयोग्य बूमरँग असल्याची खात्री करा.","ne":"तपाईं आफ्नो हातमा फर्केर आउने बुमर्‍याङ फ्याँक्न सिक्न चाहनुहुन्छ भने आफूतिर फर्केर आउने उचित खालको बुमर्‍याङ छ भन्ने कुराको सुनिश्चित गर्नुहोस्।","es":"Si deseas aprender cómo lanzar un búmeran y que vuelva a su mano, asegúrate de contar con uno que sea adecuado para el regreso.","sw":"Ukitaka kujua kutupa bumarengi inayorudi kwa mkono yako, hakikisha uko na bumerang’i sahihi itakayorudi.","te":"మీ చేతికి తిరిగి వచ్చే బూమరాంగ్ విసరడం నేర్చుకోవాలనుకుంటే, మీకు తగిన బూమరాంగ్ తిరిగి రావడానికి ఉండేలా చూసుకోండి.","ur":"اگر آپ سیکھنا چاہتے ہیں کہ بومرینگ کیسے پھینکا جائے کہ وہ پلٹ کر آپ کے ہاتھ میں آئے تو اس بات کو یقینی بنائیں کہ آپ کے پاس ایسا بومرینگ ہو جو واپس آنے کے موزوں ہو۔","vi":"Nếu bạn muốn học chơi trò ném boomerang có thể quay về tay bạn hãy chắc chắn bạn có một chiếc boomerang phù hợp.","xh":"Ukuba ubawela ukufunda ukugibisela iboomerang ezophinda ibuyele esandleni sakho, funeke ufumane iboomerang ekwaziyo ukubuya.","yo":"Bí o bá fẹ́ kọ́ nípa jíju boomerang tó padà sí ọ lọ́wọ́, se àrídájú pé o n.","zu":"Uma ufuna ukufunda ukuphonsa ibhumerangi ebuyela esandleni sakho, qinisekisa ukuthi unebhumerangi efanelekela ukubuya."}
{"ar":"تبعاً لقياس الأعماق تم إيجاد الأنقاض بواسطة مركبة يتم التحكم بها عن بعد.","zh":"在测绘海床后，借助遥控无人潜水器 (ROV) 找到了沉船。","en":"Following seabed mapping the wreck was found using an ROV.","eu":"Itsaso hondoaren mapei jarraituz, urrunetik gidatutako ur azpiko ibilgailu bat erabilita aurkitu ziren hondakinak.","fr":"L'épave a été retrouvée à l'aide d'un véhicule sous-marin téléguidé en se référant à la cartographie des fonds marins.","ml":"കടലിന്റെ അടിത്തട്ടിന്റെ മാപ്പിംഗ് പിന്തുടർന്ന്, ഒരു ആർഓവി ഉപയോഗിച്ച് തകർന്ന കപ്പൽ കണ്ടെത്തി.","mr":"एक ROV वापरून, समुद्री मॅपिंगचे अनुसरण केल्याने मलबा सापडला आहे.","ne":"समुद्रको पिँध मापन गरेपछि ROV प्रयोग गरेर पानीजहाजको अवशेष भेट्टाइयो।","es":"A través del seguimiento de un mapeo del fondo marino, se encontró el naufragio con el uso de un ROV.","sw":"Kufuatia uchoraji wa ramani za chini ya bahari mabaki yamepatikana kwa kutumia ROV.","te":"సముద్రతీర మ్యాపింగ్‌ను అనుసరిస్తూ ROVను ఉపయోగించి శిథిలాలను కనుగొన్నారు.","ur":"سمندری تہ کی نقشہ کشی کے بعد غرق شدہ شکستہ جہاز کو ROV استعمال کرتے ہوئے تلاش کر لیا گیا-","vi":"Sau khi lập bản đồ đáy biển, xác tàu đã được rô bốt ngầm điều khiển từ xa tìm thấy.","xh":"Emva kokujonga ubunzulu bamanzi iinxalenye zayo ezaphukileyo zifunyanwe ngokusebenzisa iROV.","yo":"Látàrí Àwòrán abẹ́ òkun, wọn ṣe àwárí ìjànbá náà nípa lílo ROV.","zu":"Ukulandela imephu yesihlabathi solwandle ukuphahlazeka kwatholwa ngokusebenzisa i-ROV."}
{"ar":"بدأ الإمبراطور أوغسطس في تجنيد الأطباء، وشكلوا أول فيلق طبي روماني لاستخدامه بعد المعارك.","zh":"奥古斯都皇帝开始招募医生，甚至组建了第一支罗马医疗队，用于战后医疗。","en":"Doctors began to be recruited by Emperor Augustus and even formed the first Roman Medical Corps for use in the aftermath of battles.","eu":"Augusto enperadoreak doktoreak errekrutatu zituen; are gehiago, erromatarren lehen gorputz medikoa eratu zuen borroken ondoren erabiltzeko.","fr":"L'empereur Auguste entreprit de recruter des médecins et forma même le premier corps médical romain chargé de soigner les victimes des batailles.","ml":"അഗസ്റ്റസ് ചക്രവർത്തി ഡോക്ടർമാരെ നിയമിക്കാൻ തുടങ്ങി, കൂടാതെ യുദ്ധാനന്തര ഉപയോഗത്തിനായി ആദ്യത്തെ റോമൻ ആരോഗ്യ സന്നദ്ധ സേവാ സംഘം രൂപീകരിക്കുക പോലും ചെയ്തു.","mr":"सम्राट ऑगस्टस यांनी डॉक्टरांची भरती करण्यास सुरवात केली आणि लढाईनंतरही वापरासाठी अगदी प्रथम रोमन मेडिकल कॉर्प्सची स्थापना केली.","ne":"चिकित्सकहरूलाई सम्राट् अगस्टसद्वारा भर्ती गर्न सुरु गरियो र लडाईपछि प्रयोगको लागि पहिलो रोमन मेडिकल कर्प्स समेत गठन गरियो।","es":"El emperador Augusto comenzó a reclutar médicos que, de hecho, formaron el primer Cuerpo Médico Romano, cuya función era intervenir después de las batallas.","sw":"Madaktari walianza kuajiriwa na Mtawala Augustus na hata kuunda kitengo kikubwa cha kwanza cha Matibabu cha Kirumi kwa ajili ya kutumika baada ya vita.","te":"అగస్టస్ చక్రవర్తి వైద్యులను నియమించడం ప్రారంభించాడు మరియు యుద్ధాల తరువాత ఉపయోగం కోసం మొట్ట మొదటి రోమన్ వైద్య సేనాదళమును కూడా ఏర్పాటు చేశాడు.","ur":"شہنشاہ آگسٹس کے ذریعے ڈاکٹروں کی بھرتی شروع ہوئی اور انہوں نے جنگوں کے بعد استعمال ہونے والا سب سے پہلا رومن میڈیکل کارپس بھی بنایا۔","vi":"Các bác sĩ bắt đầu được Hoàng đế Augustus tuyển chọn và thậm chí thành lập Tập đoàn Y khoa La Mã đầu tiên để sử dụng sau các trận chiến.","xh":"Oogqirha baqala ukukhangelwa yiRhuluneli Augustus wade waqulunqa ikhophoration yokuqala yeRoman Medical Corps ukuze isetyenziswe emva kwesithonga seemfazwe.","yo":"Ọba Augustus gbàwọn onímọ̀ ìsègùn òyìnbó, bakanáà lótún sàgbékalẹ̀ ikọ̀ onísègùn ilẹ̀ Róòmùn àkọ́kọ́ láti lò lẹ́yìn ogun.","zu":"Odokotela baqala ukubizwa uMbusi u-Augustus futhi waze wenza neButho Lezokwelapha laseRoma lokuqala lokusetshenziswa ngemva kwezimpi."}
{"ar":"فهي تولد رياح عاتية (100-200 ميل\/ساعة في أغلب الأحيان) ويمكنها رفع الأجسام الثقيلة في الهواء، وحملها أثناء تحرك الإعصار القمعي.","zh":"龙卷风会产生强风（常常每小时 100-200 英里），能把重物抛到空中，并裹挟着它们向前移动。","en":"They generate high winds (often 100-200 miles\/hour) and can lift heavy objects into the air, carrying them as the tornado moves.","eu":"Haize bortitzak sortzen dituzte (sarri 100-200 milia ordukoak) eta objektu pisutsuak airean altxatzeko gaitasuna dute, tornadoa mugitzearekin batera eramaten dituztenak.","fr":"Ils génèrent des vents violents (souvent de 100 à 200 miles\/heure) et peuvent soulever des objets lourds dans les airs, les transportant au fur et à mesure que la tornade se déplace.","ml":"അവ കൊടുങ്കാറ്റിന് കാരണമാവുന്നു (പലപ്പോഴും മണിക്കൂറിൽ 100 - 200 മൈലുകൾ) അതോടൊപ്പം ഭാരമേറിയ വസ്തുക്കൾ ഉയർത്തുകയും ചുഴലിക്കാറ്റ് പോവുന്ന ദിശയിൽ അവ കൊണ്ടുപോവുകയും ചെയ്യുന്നു.","mr":"ते सोसाट्याचा वारा (बहुतेक वेळा प्रती तास 100-200 मैल) व्युत्पन्न करतात आणि जड वस्तू हवेत उंच उचलून, चक्रीवादळाप्रमाणे त्यांना सोबत घेऊन जाऊ शकतात.","ne":"तिनीहरूले उच्च बतास (प्रायः 100-200 माइल\/घण्टा) सिर्जना गर्छन् र तिनीहरूलाई टोर्नाडोले झैँ भारी वस्तुहरू हावामा उठाउन सक्छन्।","es":"Producen grandes vientos (con frecuencia de 100-200 millas\/hora) y pueden levantar objetos pesados en el aire, llevándolos consigo mientras el tornado se desplaza.","sw":"Wanafanyiza upepo (mara nyingi maili 100-200 kwa saa) na kuinua vitu vizito hewani, kubeba kama vile chemchela.","te":"అవి గాలులను (తరచుగా 100-200 మైళ్ళు\/గంటకు)ఎక్కువగా ఉత్పత్తి చేస్తాయి మరియు భారీ వస్తువులను గాలిలోకి ఎత్తగలవు, సుడిగాలి కదులుతున్నప్పుడు వాటిని తీసుకెళ్తుంది.","ur":"وہ تیز ہوائیں پیدا کرتے ہیں (اکثر 100 سے 200 میل فی گھنٹہ کی رفتار) اور طوفانی آندھی بھاری اشیاء کو اپنے ساتھ اڑا لے جاتی ہے۔","vi":"Lốc xoáy tạo ra vận tốc gió vô cùng lớn (100-200 dặm\/giờ). Trong quá trình di chuyển, chúng có thể cuốn theo các vật nặng vào trong không khí.","xh":"Zenza umoya ovuthuza ngamandla (ngokuqhelekileyo, ofikelela ku-100-200 wemaliye ngeyure) ibe unokuphakamisa izinto ezisindayo uze uhambe nazo njengoko isitshingitshane sihamba.","yo":"Wọ́n ń fa afẹ́fẹ́ tó le (lọ́pọ̀ ìgbà ọgọ́rùn ún sí igba máìlì láàrin wákàtí kan) ó sì tún lè gbé àwọn ohun tó wúwo lọ sí ojú afẹ́fẹ́, gbígbé bí ìgbà ẹ̀fúfù ń lọ.","zu":"Zingenza imimoya ephakeme (ngokuvamile amamayeli angu-100-200\/ihora) futhi zingaphakamisa izinto ezisindayo emoyeni, zizithwale njengoba isivunguvungu sihamba."}
{"ar":"لذا إذا كنت واقفاً إلى جانب الشّاطئ، فسوف تتّمكن من رؤية أي حصى أو موادٍ لزجةٍ موجودةٍ في الأسفل.","zh":"所以如果你站在海岸线旁边，就能看到底部的各类鹅卵石或泥状物。","en":"So if you were standing by the shoreline, you would be able to see down to whatever pebbles or gunk that was on the bottom.","eu":"Horregatik, kostatik gertu egonez gero, hondoan dauden harriak edo zikinkeria ikusteko gai izango zinateke.","fr":"Donc, si vous vous teniez près du rivage, vous seriez en mesure de voir tout au fond jusqu'aux cailloux ou autres boues qui se trouvent dans les profondeurs.","ml":"അതിനാൽ നിങ്ങൾ തീരത്താണ് നിൽക്കുന്നതെങ്കിൽ, അടിയിലുള്ള ഏതെങ്കിലും കല്ലുകളോ നാനാവിധമായ വസ്തുക്കളോ നിങ്ങൾക്ക് കാണാൻ കഴിയും.","mr":"त्यामुळे तुम्ही किनार्‍यालगत उभे असल्यास तुम्हाला तळाशी असलेल्या गारगोट्या किंवा गंक दिसू शकतात.","ne":"त्यसैले यदि तपाईं तटरेखामा उभिँदै हुनुहुन्थ्यो भने, तपाईं पिँधमा भएका कङ्कडहरू वा गम देख्न सक्षम हुनुहुन्थ्यो।","es":"Por lo tanto, si estuviera de pie junto a la orilla, podría observar cualquier pequeña piedra o porquería que hubiese en el fondo.","sw":"Kwa hivyo kama ungesimama kwenye ukingo wa bahari, ungeweza kuona hadi changarawe na taka zilizo chini.","te":"కాబట్టి మీరు ఒడ్డుపక్కన నిలబడి ఉంటే, మీరు కింద ఉన్న ఏ గులకరాయిలేదా గు౦క్ ను చూడగలుగుతారు.","ur":"لہذا اگر آپ ساحل کے کنارے کھڑے ہوتے، تو آپ نیچے کی طرف رکھی ہوئی کنکریاں یا چپچپا مواد دیکھ پاتے۔","vi":"Vì vậy nếu bạn đứng ở bờ biển, bạn có thể nhìn xuống thấy các loại sỏi đá hay chất bẩn dưới đáy biển.","xh":"Ngoko, ukuba ubumi ngaselunxwemeni, ubuza kukwazi ukubona ezantsi, ubone iingqalutya okanye ugwebu olulapho.","yo":"Nítorínà bí o bá dúró lẹ́bàá òkun, wà á lè rí ìsàlẹ̀ rí òkúta tàbí ìdọ̀tí tó wà nísàlẹ̀.","zu":"Uma umile ogwini, ungakwazi ukubona noma yimaphi amatshe nokugcola okwakuphansi."}
{"ar":"نظراً لبُعد العديد من قرى البويبلو، فلن تحظى بفرصة كبيرة للحياة الليلية دون السفر إلى ألباكركي أو سانتا فيه.","zh":"鉴于许多普韦布洛人居住得非常偏远，你得前往阿尔伯克基或圣达菲才能享受到丰富的夜生活。","en":"Given how remote many of the pueblos are, you won't be able to find a significant amount of nightlife without traveling to Albuquerque or Santa Fe.","eu":"Kontuan hartuta herrietako batzuk zein isolatuta dauden, ezin izango duzu gaugiro handirik aurkitu Albuquerque edo Santa Fe-ra joaten ez bazara.","fr":"Étant donné l’éloignement de nombreux pueblos, vous ne pourrez pas trouver une vie nocturne importante sans vous rendre à Albuquerque ou à Santa Fe.","ml":"ഒരുപാട് പീബ്ലോകള്‍ എത്ര വിദൂരത്തായാലും, നിങ്ങള്‍ക്ക് അല്‍ബുക്വേര്‍ക്ക് അല്ലെങ്കില്‍ സന്‍റാ ഫേ മുതലായ ഇടങ്ങളില്‍ കണുന്നത്ര രാത്രിജീവിതം മറ്റൊരിടത്തും കാണാനാവില്ല.","mr":"अनेक शहरांमधील अंतर जास्त असल्यामुळे, तुम्हाला अल्बुकर्क किंवा सांता फे येथे गेल्याशिवाय नाइट लाइफ पाहता येणार नाही.","ne":"धेरै पियोबल्सहरू जति नै टाढा भए तापनि, तपाईं अल्बुकर्क वा सान्ता फे यात्रा नगरी पर्याप्त रात्री जीवन पाउन सक्नुहुन्न।","es":"Dada la lejanía de muchos de los pueblos, no encontrará demasiada vida nocturna si no viaja hasta Albuquerque o Santa Fe.","sw":"Kwa kuzingatia umbali wa wapueblo wengi, hutaweza kupata maisha ya usiku ya maana bila kusafiri kwenda Albakuku au Santa Fe.","te":"ప్యూబ్లోస్​లో చాలా మంది ఎంత మారుమూలలో ఉన్నది తెలిసి, మీరు అల్బుక్వెర్​క్యు లేదా శాంటా ఫేకు ప్రయాణించకుండా గణనీయమైన నైట్​లైఫ్ దొరకదు.","ur":"چونکہ بہت سے پوِئبلو بہت دور ہیں، آپ البیکرکی یا سانتا فے کی طرف سفر کیے بغیر شبانہ زندگی کا خاطر خواہ حصہ معلوم نہیں کر سکتے۔","vi":"Do đa phần những ngôi làng của người Ấn bản địa ở quá xa, bạn sẽ không thể tìm được nơi nào có hoạt động về đêm nếu như không đi đến Albuquerque hoặc Santa Fe.","xh":"Ngenxa yokuba zikude kangakanani ii-pueblos, awuyi kuba nakho ukufumana isixa esibalulekileyo sobomi bobusuku ngaphandle kokuya eAlbuquerque okanye eSanta Fe.","yo":"Pelu bii awon pueblos se juna si ilu, o ni le ri agbo igbadun ale Kankan to po lai de Albakoki.","zu":"Ngendlela imizi yomdabu yaseMelika ikude ngayo, angeke ukwazi ukuthola okwenzekayo ebusuku ngaphandle kokuya e-Albuquerque noma eSanta Fe."}
{"ar":"يقال أن زبدرنج نغاوانغ نامجيال قد أنشأ في عام 1649 القلعة لإحياء ذكرى انتصاره على القوات التبتية المغولية.","zh":"据说扎布隆·阿旺·纳姆耶尔 (Zhabdrung nawang Namgyel) 于 1649 年建造这座堡垒，是为了纪念自己战胜藏蒙军队。","en":"It is said that in 1649, Zhabdrung Ngawang Namgyel created the fortress to commemorate his victory against the Tibetan-Mongol forces.","eu":"Esaten denez, 1649an, Zhabdrung Ngawang Namgyel-ek gotorlekua sortu zuen Tibet eta Mongoliako armaden kontra lortutako garaipena gogoratzeko.","fr":"On dit qu’en 1649, Zhabdrung Ngawang Namgyel a créé la forteresse pour commémorer sa victoire sur les forces tibéto-mongoles.","ml":"1649-ൽ, ടിബറ്റൻ-മംഗോളിയൻ സേനയ്‌ക്കെതിരായ വിജയത്തിന്റെ സ്‌മരണയ്ക്കായി ഷാബ്ഡ്രങ് എൻഗവാങ് നംഗ്യാൽ വലിയ കോട്ട നിർമ്മിച്ചുവെന്ന് പറയപ്പെടുന്നു.","mr":"असे म्हटले जाते की १६४९ मध्ये, झाबरंग नवांग नामगेल यांनी त्यांच्या तिबेटी-मंगोल सैन्यावरील विजयाच्या स्मरणार्थ गढी उभारली.","ne":"1649 मा, Zhabdrung Ngawang Namgyel ले तिब्बती-मङ्गोल सेनाको विरुद्ध आफ्नो विजयको सम्झना गर्न किल्ला बनाएको भनिन्छ।","es":"Según cuenta la historia, en 1649, Zhabdrung Ngawang Namgyel construyó la fortificación con el propósito de conmemorar su triunfo contra el ejército tibetano-mongol.","sw":"Inasemekana kwamba mnamo 1649, Zhabdrung Ngawang Namgyel aliunda ngome hiyo kama ukumbusho wa ushindi wake dhidi ya vikosi vya Tibeti na Mongoli.","te":"1649లో, జాబ్ద్రుంగ్ నగావాంగ్ నామ్గ్యేల్ టిబెట్-మంగోల్ దళాలకు వ్యతిరేకంగా తన విజయాన్ని జ్ఞాపకార్థం కోటను రూపొందించాడని చెప్పబడింది.","ur":"ایسا کہا جاتا ہے کہ 1649 میں، زبدرنگ نگاوانگ نامگیل نے تبتی منگول افواج کے خلاف اپنی فتح کی یادگار کے طور پر فَصِيل کی تعمیر کروائی تھی-","vi":"Chuyện kể rằng vào năm 1649, Zhabdrung Ngawang Namgyel đã dựng nên pháo đài này để tưởng niệm chiến thắng của chính ông trước quân Tây Tạng-Mông Cổ.","xh":"Kuthiwa ngo-1649, uZhabdrung Ngawang Namgyel wenza inqaba yokukhumbula uloyiso awayenalo esilwa nemikhosi yaseTibetan-Mongol.","yo":"Wọ́n sọ ọ́ di mímọ̀ pé lọ́dun 1649, Zhabdrung Ngawang Namgyel sèdásílẹ̀ odi láti fi sèrántí ìṣẹ́gun rẹ̀ tako ikọ̀ ológun Tibetan-Mongol.","zu":"Kuthiwa ngo-1649, uZhabdrung Ngawang Namgyel wenza inqaba ukuze akhumbule ukunqoba kwakhe amabutho aseTibet yaseMongol."}
{"ar":"غالباً ما يتم استخدام \"الهانجى\" لطهي عشاء تقليدي مشوي.","zh":"石头火锅经常用于烹饪传统的烤肉大餐。","en":"The hangi is often used to cook a traditional roast style dinner.","eu":"Hangia erabili ohi da erretako jakiak dituen afari tradizionalak egiteko.","fr":"Le hangi est souvent utilisé pour préparer un dîner traditionnel de type rôti.","ml":"ഹാംഗി പലപ്പോഴും പരമ്പരാഗത റോസ്റ്റ് ശൈലിയിലുള്ള അത്താഴം ഒരുക്കാൻ ഉപയോഗിക്കുന്നു.","mr":"पारंपरिक शैलीचे भाजलेल्या पद्धतीचे रात्रीचे जेवण बनवण्यासाठी हँगी ही पद्धत वापरली जाते.","ne":"ह्याङ्गीलाई प्राय: परम्परागत रोस्ट शैलीको डिनर बनाउन प्रयोग गरिन्छ।","es":"El hangi se utiliza mucho a fin de preparar una cena con un estilo asado tradicional.","sw":"Hangi hutumika mara nyingi kupikia chajio cha mtindo wa kuchoma.","te":"సాంప్రదాయంగా వేయించే శైలిలో భోజనం వండటానికి హంగీని తరచుగా ఉపయోగిస్తారు.","ur":"روایتی انگیٹھی طرز پر رات کا کھانا پکانے کیلئے اکثر ہینگی کا استعمال کیا جاتا ہے-","vi":"Hangi thường dùng để nấu bữa tối thịt nướng theo kiểu truyền thống.","xh":"Ihangi-umngxumo onamatye ashushu- amaxesha amaninzi isetyenziselwa ukurowusta ukutya okuqhelekileyo.","yo":"Wọn ma n saba fi hangi se ounjẹ alẹ bii ti sisun abalaye.","zu":"I-hangi kaningi isetshenziselwa ukupheka ukudla kwakusihla okuthosiwe okungokwesiko."}
{"ar":"وقال المفوض: \"لم نتفق بعد على قواعد المنشأ وجوهر ضوابط التعريفة، لكن الإطار الذي لدينا يكفي لبدء التجارة في 1 يوليو 2020\".","zh":"特派员表示：“我们尚未就原产地规则和关税协定达成一致，但我们现有的框架足以满足 2020 年 7 月 1 日开始贸易的需要。”","en":"The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".","eu":"Ordezkariaren esanean, “Oraindik ez gara adostasunera iritsi jatorri-arauei eta tarifa-kontzesioei dagokienez, baina esku artean dugun markoa nahikoa da 2020ko uztailaren 1ean negozioekin hasteko”.","fr":"Le commissaire a dit : « nous ne nous sommes pas encore accordés sur les règles de base, ni sur les concessions tarifaires, mais la perspective envisagée est suffisante pour débuter le commerce d'ici le 1er juillet 2020 ».","ml":"\"\"\"റൂൾസ് ഓഫ് ഒറിജിനും താരിഫ് ഇളവുകളും ഞങ്ങൾ ഇതുവരെ അംഗീകരിച്ചിട്ടില്ല, എന്നാൽ 2020 ജൂലൈ 1-ന് ട്രേഡിംഗ് ആരംഭിക്കാൻ ഞങ്ങളുടെ പക്കലുള്ള ചട്ടക്കൂട് മതിയാകുന്നതാണ്\"\", കമ്മീഷണർ പറഞ്ഞു.\"","mr":"\"आयुक्त म्हणाले,\"\" आमचे अद्याप मुलभूत नियम आणि कर सवलती यावर सहमत झालेलो नाही, परंतु आमच्याकडे असणारे चौकट व्यापार 1 जुलै 2020 पासून सुरु करण्यास पुरेसे आहे.\"","ne":"आयुक्तले भने, “हामीले अहिलेसम्म उत्पत्तिका नियमहरू र शुल्कदर रियायतहरू स्वीकार गरेका छैनौँ तर हामीसँग भएको रूपरेखा जुलाई 1, 2020 मा व्यापार सुरु गर्न पर्याप्त छ।”","es":"El comisario expresó: «Si bien todavía no hemos definido las reglas de origen ni las condiciones arancelarias, el marco con el que contamos es suficiente para dar inicio a las transacciones desde el 1 de julio de 2020».","sw":"Kamishna alisema, “Bado hatujakubaliana kuhusu kanuni za chanzo na idhini ya orodha ya ada, lakini mfumo tulionao umetosha kuanza kufanya biashara mnamo Julai 1, 2020”.","te":"\"కమిషనర్ మాట్లాడుతూ, \"\"మూలం మరియు సుంకం రాయితీలపై మేము ఇంకా అంగీకరించలేదు, కానీ జూలై 1, 2020న ట్రేడింగ్ ప్రారంభించడానికి మాకు ఉన్న పరిమితులతో సరిపోతుంది\"\".\"","ur":"کمشنر نے کہا، \"ہم ابھی تک اصل قانون اور محصولات کی مراعات پر متفق نہیں ہوئے ہیں، لیکن جو بُنیادی ڈھانچہ ہمارے پاس موجود ہے وہ 1 جولائی 2020 سے تجارت شروع کرنے کیلئے کافی ہے\"۔","vi":"Ủy viên nói, “Chúng tôi chưa đồng thuận về quy tắc xuất xứ và nhượng bộ thuế quan, nhưng thỏa thuận khung mà chúng tôi đã đạt được là đủ để bắt đầu giao thương vào ngày 1 tháng Bảy năm 2020”.","xh":"Umkomishala uthe, “Asikavumelani ngemithetho emalunga nemvelaphi kunye nokususwa kwerhafu, kodwa umgaqo esinawo wanele ukuba siqalise ukurhweba ukususela ngo-1 Julayi 2020.”","yo":"Kọmíṣánà sọ pé, a kò ì tí ì fi ẹnu kò lórí òfin ìpẹ̀lẹ̀ àti owó orí, ṣùgbọ́n ètò tí a ti gbé kalẹ̀ tó wa láti bẹ̀ẹ̀rẹ̀ káràkátà ní ọjọ́ kìíní, oṣù kéje, ọdún 2020” .","zu":"Ukhomishana uthe, \"Asikavumelani ngokuthi izothini imithetho yesiqalo nokuncishiswa kwamanani wezimpahla ezilethwa ezweni, kodwa isimiso esinaso sanele ukuqala ukuhweba ngomhlaka-1 July, 2020\"."}
